{
  "filename": "Ahmadi & Lackner 2024.pdf",
  "markdown": "## MINI-REVIEW\n\n## Recent findings in methanotrophs: genetics, molecular ecology, and biopotential\n\n<!-- image -->\n\nFatemeh Ahmadi 1,2  · Maximilian Lackner 3\n\nReceived: 30 August 2023 / Revised: 8 September 2023 / Accepted: 1 October 2023 © The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2024\n\n## Abstract\n\nThe potential consequences for mankind could be disastrous due to global warming, which arises from an increase in the average temperature on Earth. The elevation in temperature primarily stems from the escalation in the concentration of greenhouse gases (GHG) such as   CO 2 ,   CH4, and   N 2 O within the atmosphere. Among these gases, methane   (CH 4 ) is particularly significant in driving alterations to the worldwide climate. Methanotrophic bacteria possess the distinctive ability to employ methane as both as source of carbon and energy. These bacteria show great potential as exceptional biocatalysts in advancing C1 bioconversion technology. The present review describes recent findings in methanotrophs including aerobic and anaerobic methanotroph bacteria, phenotypic characteristics, biotechnological potential, their physiology, ecology, and native multi-carbon utilizing pathways, and their molecular biology. The existing understanding of methanogenesis and methanotrophy in soil, as well as anaerobic methane oxidation and methanotrophy in temperate and extreme environments, is also covered in this discussion. New types of methanogens and communities of methanotrophic bacteria have been identified from various ecosystems and thoroughly examined for a range of biotechnological uses. Grasping the processes of methanogenesis and methanotrophy holds significant importance in the development of innovative agricultural techniques and industrial procedures that contribute to a more favorable equilibrium of GHG. This current review centers on the diversity of emerging methanogen and methanotroph species and their effects on the environment. By amalgamating advanced genetic analysis with ecological insights, this study pioneers a holistic approach to unraveling the biopotential of methanotrophs, offering unprecedented avenues for biotechnological applications.\n\n## Key points\n\n- The physiology of methanotrophic bacteria is fundamentally determined.\n- Native multi-carbon utilizing pathways in methanotrophic bacteria are summarized.\n- The genes responsible for encoding methane monooxygenase are discussed.\n\nKeywords CH4 fluxes · Greenhouse gas · Methane oxidation · Methanotrophic bacteria\n\n## Introduction\n\nGlobal  warming  and  initiation  of  ice  ages  are  still  a serious scientific problem (Supran et al. 2023). It seems that the global warming debate is increasing following the\n\n* Maximilian Lackner m.lackner@circe.at\n\n1 School of Agriculture and Environment, University of Western Australia, Crawley 6009, Australia\n\n2 Tasmanian Institute of Agriculture, University of Tasmania, Hobart, Tasmania 7001, Australia\n\n3 Circe Biotechnologie GmbH, Kerpengasse 125, 1210 Vienna, Austria\n\npublication of Cheng et al. (2022) which was emphasized on imbalance evidence of human influence on climate. This leads to considerable controversy among different environmental and atmospheric scientists, as evidenced in several previous publications (Lackner 2015; Harvey et al. 2023; Jansson and Wu 2023). These publications and reports questioned the relationship between the increasing concentration of greenhouse gases (GHG) and the earth surface temperature.\n\nIt is reported that the atmospheric   CO 2 concentration was reached to 420 μmol   mol -1 in  2022  (Le  and  Lee 2022) which was increased by 51% and is responsible for 16% of the greenhouse effect (Jang et al. 2023). It is demonstrated that the atmospheric   CO 2 concentration is an important factor in global warming and climate change\n\n<!-- image -->\n\n<!-- image -->\n\n(Giunta et al. 2022). However, methane   (CH 4 ) is a serious GHG that is 28 to 34 folds stronger than   CO 2 in increasing global warming potential and climate change during the time (Wang et al. 2022). Le and Lee (2022) reported that the global atmospheric   CH 4 concentration is increasing by 166% higher than the preindustrial level. Sadeh et al. (2023) reported that the   CH 4 atmospheric concentration increased at a rate of 0.003 μmol   mol -1 year -1 .\n\nGHG cycling is complex and several biological and anthropogenic  processes  are  involved  (Lackner  et  al. 2021; Han et al. 2023). The most important anthropogenic activities are agriculture, fossil fuels, and biofuel burning, energy, waste, and industrial production (Chew et al. 2023). Previous research (Bartosiewicz et al. 2023) reported that waste, energy, industry, and agriculture contribute 20.61%, 28.65%, 0.10%, and 50.63% of the calculated annual   CH 4 emission, respectively. The main biological source of atmospheric   CH 4 in anoxic environments is produced by methanogens bacteria (Sadeh et al. 2023). The effect of reduction of   CH 4 in reducing the global warming is 20 to 60 times more than   CO 2 emissions (Sadeh et al. 2023). So, finding a solution way to reduce the atmospheric   CH 4 is so critical.\n\nMethanotrophs or methane-oxidizing bacteria (MOB) have the unique ability to use   CH 4 as their sole carbon and energy source (Cheng et al. 2022). In this comprehensive review, we will focus on methanotroph bacteria, their taxonomy, physiology, diversity, ecology and distribution, associations  of  methanotrophs  with  other  bacteria, biodegradation of toxic chemicals by methanotrophic bacteria, anaerobic methane oxidation mechanism, and factors affecting their function all based on the recent new findings and research all over the world.\n\nIn  this  comprehensive  review,  we  addressed  most recent findings in methanotrophs, including aerobic and anaerobic methanotrophs, taxonomy, diversity, genetics, molecular ecology, and their biochemical potential all based on the recent new findings and research all over the  world.  Although  there  are  some  previous  reports on  methanotrophs,  however,  this  ground-breaking comprehensive  review  unveils  a  multitude  of  recent discoveries  in  the  realm  of  methanotrophs,  ranging from their intricate genetics to the dynamic landscape of  molecular  ecology.  With  a  focus  on  recent  genetic revelations,  molecular  intricacies,  and  untapped biopotential, this research introduces a novel chapter in methanotrophic studies, underscoring its contribution to both fundamental knowledge and practical applications. By  amalgamating  advanced  genetic  analysis  with ecological insights, this study pioneers a holistic approach to unraveling the biopotential of methanotrophs, offering unprecedented avenues for biotechnological applications.\n\n<!-- image -->\n\n## Methanotrophic bacteria, aerobic, and anaerobic\n\nMethanotrophic  bacteria  are  a  subgroup  of  so-called methylotrophic bacteria (methylotrophs), and they can utilize methane as their sole carbon and energy source (while the latter metabolize methanol). Methanotrophs can  catalyze  the  oxidation  of  methane  to  methanol  by using methane monooxygenases (MMOs) enzyme (Rhee et  al.  2019;  Lackner et al. 2022). It is well known that the  aerobic  methanotrophs  are  Gram-negative  bacteria and  with  a  total  of  23  genera  and  roughly  60  species being identified (Guerrero-Cruz et al. 2021; Wang et al. 2023a). There are different types of aerobic methanotrophs known as Gammaproteobacteria, type I,  with  families Methylococcaceae and Methylothermaceae ,   and Alphaproteobacteria, type II, with families Methylocystaceae and Beijerinckiaceae (Guerrero-Cruz et al. 2021).\n\nThe metabolism and unique pathways of methanotroph bacteria including an important role of formaldehyde as an intermediate in catabolism and anabolism are shown in Fig. 1 (Hanson and Hanson 1996). There is another pathway (dihydroxyacetone) in yeast strains which is growth on methanol and leads to formaldehyde assimilation. Then, carbon assimilation will be occurred after oxidation steps (Giunta et al. 2022).\n\nThe anaerobic methanotrophs were found in the marine sediments for the first time where sulfate is present and is involved in methane consumption (Kalyuzhnaya et al. 2019). Sulfate-reducing bacteria (SRB) are responsible for sulfatedependent anaerobic methane oxidation process in anaerobic conditions (Yu et al. 2022) (Fig. 2). However, it is reported that nitrite   (NO 2 -) and nitrate   (NO 3 -) are more abundant than sulfate   (SO 4 2) in freshwater environments and can\n\nFig. 1 Routes  for  the  conversion  of  methane  through  oxidation  and the incorporation of formaldehyde. Short forms: CytC, cytochrome c; FADH, formaldehyde dehydrogenase;  FDH,  formate  dehydrogenase (Hanson and Hanson 1996)\n\n<!-- image -->\n\nFig. 2 Diagram  illustrating  two  theoretical  situations  of  anaerobic methane oxidation linked to AQDS as the final electron receptor by ANME-2 and  SRB  communities.  The  ANME-2  cell  is  depicted  in red,  while  the  cooperating  SRB  partner  is  shown  in  green.  In  scenario A , ANME oxidizes methane and conducts extracellular electron transfer to reduce AQDS. While sulfate boosts ANME metabolism, it is not respired, and the synergistic SRB remain inactive. In scenario B ,  ANME  oxidizes  methane  and  reduces  both  AQDS  and  sulfate.\n\n<!-- image -->\n\ninvolve in microbial processes of methane oxidation (Malyan et al. 2021). Equation 1 summarizes the sulfate reduction\n\nSubsequently,  SRB  mediate  the  transformation  of  zerovalent  sulfur, a by-product of ANME, into various compounds. This scenario suggests  a  concealed  sulfur  cycle  where  AQDS  and  sulfide  chemically react  to  regenerate  zero-valent  sulfur.  ANME's  metabolic  activity intensifies due to the availability of these two electron acceptors. Our research findings align with the extracellular electron transfer concept depicted in scenario A ,  rather than the active sulfate respiration and sulfur disproportionation model shown in scenario B (Yu et al. 2022)\n\ninvolved in anaerobic methane oxidation processes (Siniscalchi et al. 2022):\n\n<!-- formula-not-decoded -->\n\nThe co-occurrence of anaerobic methanotrophic archaea and Deltaproteobacteria was reported in sulfate-reducing enrichment environments, and it is probably in a syntrophic manner (Siniscalchi et al. 2022); they both have an extremely low energy yield of the net reaction (Eq. 1). However, the biological nature of sulfate reduction bacteria is complex and is a geomicrobiological puzzle.\n\nSeveral documents demonstrated the effective role of nitrate/nitrite reduction in methane oxidation that is critical to processes of GHG emission (Baba and Miyaji 2020; Farhan Ul Haque et al. 2020; Hwang and Lee 2023). Recent findings in molecular biology techniques could successfully determine the important role of nitrate/nitrite reduction bacteria and archaea in methane oxidation (N-AOM processes) (Le and Lee 2023). In this context, novel biological 16S rRNA and gene amplicon analysis demonstrated that Methylomirabilis - and Methanoperedens -like microorganisms are more widespread than previously believed (Hopple et al. 2022). Meanwhile, there are new evidence that novel Candidatus Methylomirabilis sinica and Candidatus Methylomirabilis lanthanidiphila can support the N-AOM process (Hwang and Lee 2023; Bhattarai et al. 2019). Presence of M. nitroreducens and M. oxyfera require the controlled environmental conditions because of their slow growth rate of these bacteria (Wang et al. 2022).\n\nIsotopic evidence demonstrated the important role of M. nitroreducens as a N-AOM using nitrate as electron acceptor (Le et al. 2021). As shown in Fig. 3, methanogenesis is a biological process that consumes   CH 4 and produces   CO 2 and   H 2 using methyl coenzyme M reductase (MCR). It is recognized that some new genes are involved in MCR synthesis such as mcrABCDG genes in M. nitroreducens. So, mcrA can be used as an important biomarker to identify methanotrophic bacteria in different cultures (Chan and Lee 2019). The nitrate reductase genes and reverse methanogenesis were recognized in the genome of M. nitroreducens , whereas no enzymes were reported for the subsequent denitrification. So, some anaerobic methanotrophic archaea can reduce   NO 3 -to   NO 2 -and must rely on a partner to further reduce   NO 2 -to   N 2 (Muñoz-Gómez et al. 2022).\n\nThe most common operating conditions set in N-AOM investigations are summarized in Table 1. This information is so important on future research for the N-AOM under relevant conditions. It should be mentioned that the   CH 4 consumption was not reported in different N-AOM studies which complicates the evaluation of the reported process performance. In this context,   N 2 production data cannot strongly demonstrate the N-AOM occurrence, because alternative electron donors are present in the inoculum which are able to trigger nitrite/nitrate reduction.\n\n<!-- image -->\n\nFig. 3 The  reverse  methanogenesis  pathway  in M.  nitroreducens linked  with  nitrate  reduction  involves  a  series  of  enzymes:  CDH (molybdenum-dependent formylmethanofuran dehydrogenase), FMD  (formylmethanofuran  dehydrogenase),  FRH  (F420-dependent hydrogenase), FTR (formylmethanofuran-H4MPT formyltransferase), HDR  (coenzyme  B-coenzyme  M  heterosulfide  reductase),  MCH (methenyl-H4MPT  cyclohydrolase),  MCR  (methyl  coenzyme  M\n\n<!-- image -->\n\n## Taxonomy of methanotrophic bacteria\n\nChallenges encountered in the pursuit of obtaining pure cultures, understanding phenotypic traits, and adhering to the guidelines outlined in the International Code of Nomenclature of Bacteria (Oren 2020) have given rise to limitations in the classification of methanotrophs. Over the past five decades, a considerable number of methanotrophic cultures have been successfully isolated and formally characterized, beginning with the seminal work of Whittenbury. Presently, our understanding encompasses 18 clusters of aerobic methanotrophic bacteria within the Gammaproteobacteria class and an additional five clusters within the Alphaproteobacteria class, constituting a diverse spectrum of approximately 60 distinct species.\n\nMethanotrophic organisms with formally recognized names are classified into two distinct classes, namely, the Gammaproteobacteria (also referred to as type I and type X) and Alphaproteobacteria (also referred to as type II) classes (Muñoz-Gómez et al. 2022). Gammaproteobacterial methanotrophs are categorized within the Methylococcales order\n\n<!-- image -->\n\nreductase),  MER  (methylene  H4MPT reductase),  MTD (methyleneH4MPT dehydrogenase), MTR (methyl-H4MPT:coenzyme M methyltransferase), NAR  (nitrate reductase), and NRF (nitrite reductase  ammonium-forming).  Within  this  context,  CoA,  CoB, and  CoM  represent  coenzymes  A,  B,  and  M,  respectively.  H4MPT corresponds to tetrahydromethanopterin, and MFR signifies methanofuran (Costa et al. 2022)\n\nand encompass three families: Methylococcaceae , Methylothermaceae , and Crenotrichaceae . This group presently encompasses 42 species with officially published names distributed across 19 genera (Le et al. 2021). The Methylothermaceae family encompasses two genera and two species, while the Crenotrichaceae family comprises a single genus and species (Nguyen and Lee 2021). These taxonomic assignments are primarily founded on the phylogenetic analysis of 16S rRNA gene sequences (Cheng et al. 2022). A summary of discernible characteristics displayed by species within Methylomicrobium , Methylotuvimicrobium gen. nov., and Methylosarcina can be found in Table 2.\n\nCategory I methanotrophs have been classified into three distinct groups. The initial group, comprising phenotypes 1 to 3, is represented by the species Methylomonas methanica , Methylomonas fodinamm , and Methylomonas aurantiaca , which are characterized by the presence of pink and orange carotenoid pigments. These species share common attributes, including encapsulated cells with a coccobacillary or rod-shaped morphology, the presence of poly-P-hydroxybutyrate inclusions, non-desiccation resistant cysts, carotenoid\n\nTable 1 Performance of N-AOM processes at different experimental conditions\n\n| Inoculum                                                                                         | Liquid-phase operation     | Gas-phase opera- tion   | NO 2 - removal rate (gm -3 h -1 )   | NO 3 - removal rate (gm -3 h -1 )   | CH 4 removal rate (gm -3 h -1 )   | Reference              |\n|--------------------------------------------------------------------------------------------------|----------------------------|-------------------------|-------------------------------------|-------------------------------------|-----------------------------------|------------------------|\n| Sludge from a WWTP                                                                               | Batch                      | Batch                   | NE                                  | 1.32 × 10 -3                        | NE                                | Islas-Lima et al. 2004 |\n| Anoxic sediment from a canal                                                                     | Batch                      | Batch                   | 1.4                                 | NE                                  | 0.21                              | Costa et al. 2022      |\n| Sediments from ditches draining agricultural land of the river Rhine                             | Semicontinuous             | Continuous              | 1.22                                | NE                                  | 0.70                              | Ettwig et al. 2009     |\n| Mixture of sediments from a freshwater lake, anaerobic digester sludge,                          | Semicontinuous             | NE *                    | NE                                  | 7.0                                 | NE                                | Hu et al. 2009         |\n| Secondary sludge from an activated sludge system                                                 | Semicontinuous             | Continuous              | 0.40                                | NE                                  | 0.19                              | Luesken et al. 2011    |\n| Sludge from a parental reactor                                                                   | Batch and semi- continuous | NE                      | 0.1                                 | NE                                  | NE                                | Hu et al. 2011         |\n| Sludge from a parental reactor                                                                   | Semicontinuous             | Continuous              | NE                                  | 7.9                                 | NE                                | Shi et al. 2013        |\n| Mixture of metha- nogenic sludge and activated sludge                                            | Batch                      | Batch                   | NE                                  | 2.82                                | NE                                | Ding et al. 2014       |\n| Mixture of second- ary sludge and digested second- ary sludge                                    | Continuous                 | Continuous              | 1.5                                 | NE                                  | NE                                | Kampman et al. 2014    |\n| Coastal sediments                                                                                | Semicontinuous             | Batch                   | 9.15                                | NE                                  | 0.27                              | He et al. 2015         |\n| Sediments from a freshwater lake                                                                 | Batch                      | Batch                   | 2.1                                 | 2.5                                 | 0.42                              | Fu et al. 2017         |\n| Mixture of fresh secondary acti- vated sludge and anoxic sludge from a denitrify- ing bioreactor | Continuous                 | Continuous              | NE                                  | 2.8                                 | 0.03-20.6                         | Lopez et al. 2017      |\n| Sludge from a parental reactor                                                                   | Continuous                 | Continuous              | NE                                  | 7.1                                 | NE                                | Liu et al. 2019        |\n| Secondary acti- vated sludge                                                                     | Semicontinuous             | Continuous              | NE                                  | 1.4-9.6                             | 21-55                             | Valenzuela et al. 2021 |\n\n* NE , not evaluated\n\npigments, and motility facilitated by a single polar flagellum. Additional distinguishing phenotypic traits for these species are outlined in detail in Table 3.\n\nType II methanotrophs pertain to the Alphaproteobacteria class and encompass representatives from the Methylocystaceae and Beijerinckiaceae families. Within the type II methanotrophs, there are closely affiliated clusters present in the validated species within the Methylocystis and\n\nMethylosinus genera. Specific characteristics that differentiate the genera of type II methanotrophs are outlined in Table 4. On the other hand, type I methanotrophs are categorized as the 'high capacity' group, primarily inhabiting environments abundant in methane but lacking in oxygen. Conversely, the 'low capacity' type II methanotrophs prevail in environments with scant methane and ample oxygen. This distinction implies that varying types of methanotrophs\n\n<!-- image -->\n\nTable 2 Phenotypic characteristics of member species of Methylomicrobium , Methylotuvimicrobium gen. nov. (Orata et al. 2018)\n\n| Genus                        | Methylomicrobium         | Methylomicrobium         | Methylomicrobium              | Methylotuvimicrobium gen. nov.           | Methylotuvimicrobium gen. nov.         | Methylotuvimicrobium gen. nov.        | Methylotuvimicrobium gen. nov.         | Methylotuvimicrobium gen. nov.        |\n|------------------------------|--------------------------|--------------------------|-------------------------------|------------------------------------------|----------------------------------------|---------------------------------------|----------------------------------------|---------------------------------------|\n| Species                      | Methylomicro- bium agile | Methylomi- crobium album | Methylomicro- bium lacus c.n. | Methylotu- vimicrobium alcaliphilum c.n. | Methylotu- vimicrobium buryatense c.n. | Methylotu- vimicrobium japanense c.n. | Methy- lotuvimi- crobium kenyense c.n. | Methylotu- vimicrobium pelagicum c.n. |\n| Former name                  | NA                       | NA                       | Methylosarcina lacus          | Methylomi- crobium alcaliphilum          | 'Methyl- omicrobium buryatense'        | Methylomi- crobium japanense          | Methylomi- crobium kenyense            | Methylomi- crobium pelagicum          |\n| Type strain                  | ATCC 35068               | BG8                      | LW14                          | 20Z                                      | 5B                                     | NI                                    | AMO1                                   | AA-23                                 |\n| Type species                 | Yes                      | No                       | No                            | Yes                                      | No                                     | No                                    | No                                     | No                                    |\n| Characteristics              |                          |                          |                               |                                          |                                        |                                       |                                        |                                       |\n| Pigmentation                 | Wto SL                   | Wto SL                   | Wto SL                        | Wto SL                                   | Wto SL                                 | Wto SL                                | Wto SL                                 | Wto SL                                |\n| Motility                     | +                        | +                        | -                             | +                                        | +                                      | +                                     | +                                      | +                                     |\n| Cyst formation               | -                        | -                        | -                             | -                                        | -                                      | -                                     | -                                      | -                                     |\n| Desiccation resistance       | -                        | -                        | -                             | +                                        | +                                      | -                                     | -                                      | -                                     |\n| Growth occurs with 3.0% NaCl | -                        | -                        | NR                            | +                                        | +                                      | +                                     | +                                      | +                                     |\n| Temp. growth, range (°C)     | 10-37                    | 10-37                    | 4-35                          | NR                                       | 4-45                                   | NR                                    | NR                                     | 10-30                                 |\n| Temp. growth, optimum (°C)   | 25-30                    | 25-30                    | 28-30                         | NR                                       | 28-30                                  | 15-37                                 | NR                                     | 20-25                                 |\n| Growth at 37 °C              | +                        | V                        | -                             | +                                        | +                                      | +                                     | -                                      | -                                     |\n| Growth at 45 °C              | -                        | -                        | NR                            | -                                        | +                                      | -                                     | -                                      | -                                     |\n| Heat resistance (80 °C)      | -                        | -                        | -                             | +                                        | +                                      | -                                     | -                                      | -                                     |\n| pH growth, range             | 6-9                      | 6-9                      | 4-7                           | 6.5-9.5                                  | 6-11                                   | NR                                    | 9-10.5                                 | 6-8.5                                 |\n| pH growth, optimum           | 7                        | 7                        | 5.5-6.5                       | 9                                        | 8.5-9.5                                | 8.1                                   | 10                                     | 7                                     |\n| pMMO                         | +                        | +                        | +                             | +                                        | +                                      | +                                     | +                                      | +                                     |\n| sMMO                         | -                        | -                        | -                             | -                                        | +                                      | +                                     | -                                      | -                                     |\n| Main fatty acid              | C16:1 ω5t                | C16:1 ω5t                | C16:1 ω8c                     | C16:1 ω7c                                | C16:1 ω7c                              | C16:1                                 | NR                                     | C16:1 ω5t                             |\n| DNA G + C content (mol%)     | 58.1-59.6                | 54.4-56.3                | 52-54.7                       | 48-49                                    | 48-49                                  | 49                                    | 50.2                                   | 48.5                                  |\n\nmay partake in methane oxidation under diverse moisture conditions, as highlighted by Zhou et al. (2020).\n\n## Biotechnological potential of methanotrophs\n\nMethanotrophs, found widespread, offer potential for remediating contaminated sites. A research has demonstrated that introducing methane can enhance the aerobic breakdown of halogenated hydrocarbons, as discussed in the review by Le et al. (2021). Both variants of the MMO can convert these halogenated compounds. However, the available data suggests that despite its slower degradation rate, the particulate\n\n<!-- image -->\n\nMMO (pMMO) ultimately proves to be the more efficient system. Considering this, the utilization of adaptable Methylocystis strains becomes appealing. Within these strains, the pMMO is activated in the presence of acetate or ethanol, as observed in studies by Khanongnuch et al. (2022). This approach could be employed to provide the necessary reducing agents for the MMO. Such a strategy would be more feasible to implement in polluted sites compared to methane introduction and would additionally prevent competition for binding to the monooxygenase enzyme.\n\nAs another example of bioremediation, Methylocella was among the bacteria associated with degradation of plastics in landfill lysimeters (Khanongnuch et al. 2022). Obligate methanotrophs such as Methylococcus capsulatus , which can\n\nTable 3 Phenotypic characteristics of methanotrophic phena defined by numerical analysis (sources: Zhou et al. 2020; Khanongnuch et al. 2022; Priyadarsini et al. 2023)\n\n| 8: Methylo- coccus luteus 9: Methy- lomonas pelagica   | + +                   | -                | +            | - -                           | +                                   | + -                             | + +                                     | + -           | -                                 | - + -                                                      | -                                              | +                          | -               | - -               |             | + +               | - +                      | -                         | +                    | - 38                         | + +                                     |\n|--------------------------------------------------------|-----------------------|------------------|--------------|-------------------------------|-------------------------------------|---------------------------------|-----------------------------------------|---------------|-----------------------------------|------------------------------------------------------------|------------------------------------------------|----------------------------|-----------------|-------------------|-------------|-------------------|--------------------------|---------------------------|----------------------|------------------------------|-----------------------------------------|\n|                                                        | + 50                  | -                | - -          | -                             | -                                   | + -                             | - + +                                   | -             | + -                               | + -                                                        | 25 -                                           | -                          | - 25            |                   | -           | + +               | - + 50                   | +                         | 25                   | -                            | +                                       |\n| 7: Methylo- monas luteus                               | + 50                  | -                | - -          | -                             | -                                   | + -                             | - + +                                   | -             | + -                               | + -                                                        | 25 - -                                         | -                          | 25              | -                 |             | + +               | - + 50 +                 |                           | 25                   | -                            | -                                       |\n| 7: Methylo- monas alba                                 | + 87                  | 25 +             | -            | -                             | 37                                  | + -                             | - + +                                   | 87            | - -                               | + -                                                        | 50 +                                           | -                          | - -             |                   | 13          | 87 +              | - + 66                   | +                         |                      | - -                          | +                                       |\n| 6: Methylo- monas agile                                | + +                   | 50 +             | -            | -                             | 50 +                                | -                               | 50 + 50                                 | +             | - -                               | + -                                                        | + +                                            | -                          | -               | -                 | +           | - +               | - 50                     | 50                        | +                    | -                            | - +                                     |\n| 5: Methylo- monas spp.                                 | + +                   | - +              | -            | -                             | 67                                  | + -                             | - + +                                   | -             | 67 -                              | + -                                                        | + +                                            | -                          | -               | -                 | -           | + +               | - +                      | -                         | +                    | - -                          | 67                                      |\n| 4: Methylo- coccus spp.                                | + +                   | - 33             | -            | -                             | -                                   | + 33                            | - + +                                   | 17            | + -                               | + -                                                        | + +                                            | -                          | - -             |                   | -           | + 67              | - +                      | -                         | +                    | 17 -                         | +                                       |\n| 3: Methylo- monas auran- tiaca                         | - -                   | +                | + -          | -                             | +                                   | + -                             | - + +                                   | 11            | + -                               | + -                                                        | + +                                            | -                          | - +             | -                 | +           | 93                | 82                       | + -                       | -                    | 79                           | 61 -                                    |\n| meth- 2: Methy- lomonas fodinarum                      | - -                   | +                | + -          | -                             | +                                   | + -                             | - + +                                   | +             | + -                               | + -                                                        | + + +                                          | -                          | -               |                   | -           | + +               | -                        |                           | + -                  | -                            | + - -                                   |\n| Phenon 1: Methylo- monas anica                         | -                     | - +              | + -          | -                             | 77                                  | 92 -                            | 8 92                                    | + +           | + -                               | + membrane -                                               | 69 +                                           | -                          | - 23            |                   | -           | + +               | 38                       | + -                       | 62                   | 62                           | 38 -                                    |\n| Characteristic                                         | Cell morphology Cocci | Ellipsoidal Rods | Coccibacilli | Reniform or vibrioid Pyriform | Length 0.5-1.0 pm Length 2.1-3.0 pm | Length 2.1-3.0 pm Width c0.5 pm | Width 0.6-1.0 pm Poly-P-hydroxybutyrate | Polyphosphate | Cyst formation Exospore formation | Type II intracytoplasmic membrane Type II intracytoplasmic | Capsule Motility (1 polar flagellum) flagella) | Motility (> 1 polar Spinae | Chain formation | Colony morphology | Translucent | Opaque Low convex | High convex Entire edges | Lobate or irregular edges | Butyrous consistency | Viscid or mucoid consistency | Cartilaginous consistency White or buff |\n\n<!-- image -->\n\nTable 3 (continued)\n\n| 9: Methy- lomonas pelagica     |       | -           | -      | -      | -                  | -                   | -   | -                                   | +                | -                | -                 | +      | -      |       | - 25   | +     | +     | 75    |\n|--------------------------------|-------|-------------|--------|--------|--------------------|---------------------|-----|-------------------------------------|------------------|------------------|-------------------|--------|--------|-------|--------|-------|-------|-------|\n| 8: Methylo- coccus luteus      | -     | -           | -      | -      | -                  | -                   |     | -                                   | +                | -                | -                 | +      | -      | -     | -      | -     | -     | -     |\n| 7: Methylo- monas luteus       | -     | -           | -      | +      | -                  | 25                  |     | -                                   | +                | -                | +                 | +      | 25     | +     | +      | 75    | -     | -     |\n| 7: Methylo- monas alba         | -     | -           | -      | -      | -                  | -                   |     | -                                   | +                | -                | +                 | 38     | -      | +     | +      | 75    | -     | -     |\n| 6: Methylo- monas agile        | -     | -           | -      | -      | -                  | -                   |     | -                                   | +                | -                | 50                | -      | -      | +     | +      | +     | -     | -     |\n| 5: Methylo- monas spp.         | 63    | -           | -      | -      | +                  | -                   |     | -                                   | +                | -                | +                 | +      | -      | 67    | +      | +     | -     | -     |\n| 4: Methylo- coccus spp.        | -     | -           | -      | -      | +                  | -                   |     | -                                   | +                | -                | +                 | +      | 33     | +     | +      | 67    | -     | -     |\n| 3: Methylo- monas auran- tiaca | -     | -           | +      | -      | -                  | -                   |     | +                                   | -                | +                | +                 | +      | 89     | +     | +      | +     | -     | -     |\n| 2: Methy- lomonas fodinarum    | -     | -           | +      | -      | -                  | -                   |     | +                                   | -                | +                | 91                | 82     | -      | +     | +      | -     | -     | -     |\n| Phenon 1: Methylo- monas meth- | anica | - +         | -      | -      | -                  | -                   |     | +                                   | -                | +                | 92                | 23     | -      | +     | +      | 15    | -     | -     |\n| Characteristic                 | Brown | Pink or red | Orange | Yellow | Brown (diffusible) | Yellow (diffusible) |     | Carotenoids Growth in static liquid | Evenly dispersed | Surface pellicle | Growth at: pH 9.0 | pH 5.5 | pH 5.0 | 20 °C | 28 °C  | 37 °C | 45 °C | 55 °C |\n\n<!-- image -->\n\nTable 4 Characteristics that distinguish genera of type II methanotrophs\n\n| Characteristics                        | Methylosinus                | Methylocystis                                       |\n|----------------------------------------|-----------------------------|-----------------------------------------------------|\n| Cell morphology                        | Vibriod or pyriform         | Cocci, curved rods, ellipsoidal                     |\n| Cyst formation (desiccation sensitive) | -                           | +                                                   |\n| Exospore (bud) formation               | +                           | -                                                   |\n| Lysed by 2% (wt/vol) SDS               | +                           | -                                                   |\n| Representative species                 | M. trichosporium M. sporium | M. echinoides, M. parvys, M. pyriformis, M. minimus |\n\nAll these organisms are characterized as gram-negative, strictly aerobic, and obligate methylotrophs. They utilize the serine pathway to assimilate formaldehyde. Notably, they possess intracytoplasmic membranes that are oriented parallel to the cell wall. Their growth is not supported at a temperature of 458 °C. These microorganisms possess a complete tricarboxylic acid cycle but lack the enzymes associated with the Calvin-Benson cycle. Additionally, they engage in nitrogen fixation through an aerotolerant nitrogenase system. The prominent phospholipid fatty acid is 18:1v8c, and their DNA base compositions exhibit a range of 62 to 67 mol% G1C (Whiddon et al. 2019; Le et al. 2021)\n\ngrow relatively quickly and to high cell densities, have been exploited for production of single-cell protein (Khanongnuch et al. 2022). While Methylocella , which exhibits slower grow, may not be as useful to produce low value, bulk chemicals, it can still be grown to high cell densities in fermenter culture (Priyadarsini et al. 2023). Its metabolic versatility warrants further examination in this respect. Large-scale production of methanol from methane is an attractive proposition and promising results have been obtained in several studies (Baba and Miyaji 2020). As an illustration, combinations of Methylomonas methanica and Methylocella tundra co-cultures, which were encapsulated within silica gel, were supplied with simulated biogas as a nutrient source.\n\nIt  is  worth  noting  that  the  introduction  of  hydrogen resulted in a significant enhancement in methanol production, nearly doubling it to approximately 0.32 g   l -1 , with a corresponding 66% conversion efficiency (Zhou et al. 2020). However, a notable challenge in utilizing the MMO for methanol production lies in the need for a costly electron donor, such as formate, to facilitate methane oxidation. Nonetheless, a promising solution may be found in facultative methanotrophs, as they possess the capability to utilize compounds like acetate, which are commonly found in waste streams, as an alternative electron donor (Lee et al. 2023).\n\nWhile Methylocella spp. exhibit a wider array of metabolic capabilities compared to obligatory methanotrophs, their potential biocatalytic applications have not been fully explored. The soluble methane monooxygenase (sMMO) has traditionally been recognized as an exceptionally versatile biocatalyst, facilitating the oxidation of a diverse spectrum of compounds, including alkanes, alkenes, and even relatively large aromatics like naphthalene (Priyadarsini et al. 2023).\n\nThe utilization of intact cells of methanotrophs like Methylococcus capsulatus for the production of chemicals such as propylene oxide (from propylene) is a viable approach. However, the toxicity associated with this metabolite necessitates the implementation of a recycling system to regenerate the entire-cell biocatalyst (Samanta and Sani 2023). If Methylocella demonstrates reduced susceptibility to the adverse effects of propylene epoxide, it could potentially have an advantage over M. capsulatus in the production of this compound. This advantage stems from Methylocella ability to harness alternative energy sources for facilitating the oxidation of propylene through the sMMO enzyme.\n\nBeyond Methylocella metabolic adaptability, these strains hold a distinct advantage over obligate methanotrophs, as the expression of the sMMO is not inhibited by copper (Cruz and Pijuan 2022). The potential utilization of sMMO as a biocatalyst, in conjunction with the ability to use multicarbon compounds like succinate or acetate for both carbon and energy, suggests that Methylocella could emerge as a promising cellular platform for the production of valuable commodities. Notably, this includes the production of valuable substances such as chiral alcohols and epoxides.\n\n## Findings on physiology of methanotrophic bacteria\n\nGaining insights into the factors governing methane metabolism and the ecological behavior of methanotrophic bacteria necessitates a comprehensive grasp of the physiological traits exhibited by diverse methanotroph groups. Distinctions in the enzyme systems utilized by various genera and species to catalyze methane oxidation, the pathways employed for assimilating one-carbon units into central metabolic processes, the chemical constitution of cellular components, regulatory mechanisms governing one-carbon compound metabolism, and the nutritional responses of distinct methanotrophs collectively determine their competencies in varying habitats. Hence, it is apt to assess the present understanding of the physiological attributes characterizing different methanotroph groups, particularly in relation to their aptitude for thriving, proliferating, and methane oxidation\n\nacross diverse environments. Additionally, this assessment should consider their potential for breaking down hazardous environmental contaminants that pose risks to human health and ecosystem stability.\n\n## Methane oxidation\n\nThe initial step in the oxidation of methane by aerobic methanotrophs is catalyzed by MMOs. These MMOs (Bo et al. 2023; Samanta and Sani 2023) represent classical monooxygenases that employ two reducing equivalents to cleave the O-O bonds of dioxygen, a process also noted by Lee et al. (2023) and Zhou et al. (2023). Within this process, one of the oxygen atoms undergoes reduction, ultimately resulting in the production of water   (H 2 O), while the other oxygen atom is integrated into methane, leading to the formation of methanol   (CH 3 OH). Two distinct forms of MMOs have been identified in methanotrophic bacteria (Shen et al. 2023). It is well-established that in most Proteobacteria and some Verrucomicrobia , the process of methane oxidation is linked to the creation of specialized subcellular compartments (Khanongnuch et al. 2022).\n\nOne of these forms, known as sMMO, employs NADH + H + as an electron donor and retains its solubility even after centrifugation of cell extracts at 150,000 × g for 75 min, as detailed by Singh et al. (2023). It is widely acknowledged that all sMMOs consist of three distinct components. The first component, the hydroxylase, possesses a size of 245 kDa and contains nonheme iron. This hydroxylase is comprised of three different subunits, namely, a, b, and g. The second component, referred to as the B component, has a mass of 15.8 kDa, lacks any cofactors, and appears colorless. The third component, known as the reductase component, boasts a size of 38.4 kDa and includes both flavin adenine dinucleotide and an   Fe 2 S2  cluster. For a more indepth understanding of this enzyme, its reaction kinetics, and the individual roles of each component in the catalytic cycle, comprehensive reviews are available elsewhere (Han et al. 2023).\n\n## Oxidation of formaldehyde and formate\n\nThe majority of the necessary reducing potential required for methane metabolism is generated through a series of steps involving the oxidation of formaldehyde, progressing through formate, and ultimately leading to the production of carbon dioxide. Within methylotrophs, there are multiple enzyme systems responsible for the oxidation of formaldehyde to formate (Rozova et al. 2021). These systems encompass NAD (P)-linked aldehyde dehydrogenases, which may or may not necessitate reduced glutathione or\n\n<!-- image -->\n\nother cofactors, as well as dye-linked dehydrogenases, which are quantified through the reduction of dyes like 2,6-dichlorophenol, (Singh et al. 2023).\n\nThe conversion of formate to carbon dioxide is facilitated by an NAD-dependent formate dehydrogenase in most, if not all, methanotrophs (Schmitz et al. 2022). Some methylotrophs that employ the RuMP pathway for formaldehyde assimilation utilize a cyclic pathway for  the  oxidation  of  formaldehyde  to  carbon  dioxide (Cruz and Pijuan 2022). In this pathway, formaldehyde and ribulose-5-phosphate engage in a reaction, yielding hexulose-6-phosphate, which is subsequently isomerized to  fructose-6-phosphate, eventually transforming into glucose-6-phosphate. This glucose-6-phosphate undergoes further oxidation to yield 6-phosphogluconate. As the cycle progresses, 6-phosphogluconate is oxidized to generate both carbon dioxide and ribulose-6-phosphate, effectively concluding the cyclic pathway responsible for formaldehyde oxidation. NAD1 or   NADP + serve as electron acceptors in the two oxidation steps within this cycle. While most obligatory methanotrophs utilize the linear pathway for formaldehyde oxidation, many non-methane utilizing methylotrophs predominantly employ the cyclic pathway (Khanongnuch et al. 2022).\n\n## Methanol oxidation\n\nMethanol, originating from both endogenous sources (resulting from methane oxidation via MMO) and exogenous sources (such as pectin and lignin degradation), undergoes oxidation to formaldehyde via a periplasmic methanol dehydrogenase (MDH) in gram-negative methylotrophs (Le and Lee 2023). MDH exists as an α 2 β2 tetramer, composed of large (60 to 67 kDa) and small (8.5 kDa) subunits (Le and Lee 2022). This enzyme is classified as a quinoprotein, with each tetramer containing 2 moles of pyrroloquinoline quinone and 1 mole of calcium (Zhu et al. 2022). The transfer of electrons from MDH to cytochrome c L , an atypical cytochrome serving as the specific electron acceptor for MDH, is the subsequent step (Tikhonova et al. 2023). Cytochrome c L ,  in  turn,  is  oxidized by a typical class I cytochrome c (cytochrome c H ), which is also specific for methanol oxidation (Kang-Yun et al. 2022). Importantly, all three components-MDH, cytochrome c L , and cytochrome c H -are soluble and reside within the periplasm of gramnegative methylotrophs (Tentori et al. 2022). In contrast, gram-positive methylotrophs employ an NAD-linked MDH for methanol oxidation, while methanol-oxidizing yeast species use a methanol oxidase system for the same purpose. Notably, these enzymes have not been detected in gramnegative methanotrophic bacteria (Priyadarsini et al. 2023).\n\nThe regulation of MDH (malate dehydrogenase) synthesis involves complex regulatory networks in facultative methylotrophs and is at least present in one methanotrophic organism. A comprehensive understanding of the control mechanisms governing MDH synthesis has been extensively explored in previous literature (Howe et al. 2023; Venetz et al. 2022).\n\n## Findings on ecology and distribution of methanotrophic bacteria: 16S RRNA and functional genes\n\nThe  most  common  habitats  for  methanotroph  bacteria is shown in Fig. 4. Nearly all samples taken from muds, swamps, rivers, rice paddies, oceans, ponds, soils from meadows, deciduous woods, streams, sewage sludge, and several other environments contained methanotrophic bacteria (Oudova-Rivera et al. 2023). Estimations of methane emissions from wastewater treatment are scarce and accurate determinations are limited (Moore et al. 2023) (in detail in 'Underestimation of Sector-Wide Methane Emissions from United States Wastewater Treatment'). When employing viable-count methods, the quantities of methanotrophs identified in soils, sediments, and aquatic environments spanned\n\nFig. 4 The research studies investigated a certain number of habitats, as shown in the upper left diagram. The pmoA sequences from the NCBI database were categorized based on the environments in which they were identified, depicted in the upper right diagram. The lower diagrams, however, encompass non-redundant sequence reads only, excluding duplicate sequences found within the same study and in the same operational taxonomic unit (I). The directional arrows indicate the location of the group represented as the initial entry in the legend (Knief 2015)\n\n371 studies\n\n2069 non-redundant sequence reads at 12 % cut-off\n\nfrom 103 to 106 cells per gram (Zhou et al. 2020). Peltokangas et al. (2023) reported that significant amounts of   CH 4 were produced even after homogenization of soil samples, where the anoxic microsites were destroyed. This has led to some authors to hypothesize that methanogens are not the sole source of   CH 4 in oxic soils, but the possibility of nonmicrobial   CH 4 formation in soils must be considered (Galera et al. 2023). Lin et al. (2023) conducted an experiment in which   CH 4 release from soil increased with increasing temperature and organic C content, and with the addition of water to dried soils. Certain temperatures examined, reaching as high as 70 °C, exceeded the established enzymatic activity range of methanogens, effectively ruling out the likelihood of microbial methane   (CH 4 ) production. This implies the presence of an unidentified chemical mechanism generating   CH 4 in oxygen-rich soil environments. Notably, there has been recent documentation of the abiotic creation of   CH 4 under extremely oxidizing conditions, and this phenomenon could have significance within soil ecosystems (Hopple et al. 2022).\n\nIqbal et al. (2023) highlighted the significance of rice paddies as a substantial source of atmospheric methane (CH4), contributing to approximately 10% of total anthropogenic   CH 4 emissions. In freshwater lakes, it is commonly assumed that high methane oxidation activity occurs at the\n\n<!-- image -->\n\n<!-- image -->\n\noxic-anoxic transition zones (Bashir et al. 2023). An analysis of sediment microbial communities, based on 16S rRNA gene sequencing, revealed the presence of diverse groups of aerobic methanotrophs, including type I gamma- and type II alpha-proteobacterial MOB (Wang et al. 2023b). Within the Methylococcaceae family, varying proportions were observed, ranging from 0.07 to 0.23% of the total, with the highest occurrence at a depth of 3 cm. In contrast, type II alpha-MOB Methylocystis was found at much lower relative abundances, peaking at 0.01% at a depth of 6 cm (Kaise et al. 2023).\n\nlevels (IPCC 2013). Remarkably, scientists have enhanced their understanding of phylogenetic relationships and the discovery of new methanogens within rice fields by employing both conserved and functional gene sequences, including the 16S rRNA and mcrA genes. Additional information on this subject is available in Table 5.\n\n## Findings on the native multi-carbon utilizing pathways in methanotrophic bacteria\n\nIt is noted that approximately 50-65% of total methane emissions are attributed to anthropogenic activities, encompassing ruminant husbandry, fossil fuel extraction and usage, rice paddy agriculture, and emissions from landfills and waste. This has led to a current atmospheric methane concentration increase of 2.5 times compared to preindustrial\n\nIn methanotrophic bacteria, both sMMO and pMMO can catalyze the hydroxylation of different alkanes. pMMO can only oxidize C1-C5 alkanes, in contrast to sMMO, which has a much wider substrate range (Chan and Lee 2019). These findings suggest that the substrate binding site only accepts  straight-chain  C1-C5  hydrocarbons  in  pMMO\n\nTable 5 Description of novel methylotrophs and methanogens from different ecosystems\n\n| Novel microbes                      | Methanotrophs/Methanogens   | Ecosystem          | Isolation strategy                                    | Reference                    |\n|-------------------------------------|-----------------------------|--------------------|-------------------------------------------------------|------------------------------|\n| Candidatus Methylomirabilis         | Methanotrophs               | Paddy soil         | Metagenomic approach                                  | He et al. (2015)             |\n| Haliea sp. ETY-M                    | Methanotrophs               | Marine             | Conserved/functional gene- based phylogeny            | Suzuki et al. (2012)         |\n| Halie asp. ETY-NAG                  | Methanotrophs               | Marine             | Conserved/functional gene                             | Suzuki et al. (2012)         |\n| Methanobacterium kanagiense         | Methanogens                 | Paddy soil         | Pureculture technique &poly- phasic taxonomy          | Kitamura et al. (2011)       |\n| Methanobacterium lacus AL-21        | Methanogens                 | Acidic soil        | Phylogeny based on 16 rRNA an-DNA-DNA hybridization   | Cadillo-Quiroz et al. (2014) |\n| Methanobacterium lacus sp. no v     | Methanogens                 | Acidic soil        | Phylogeny based on 16 S rRNA an-DNA-DNA hybridization | Borrel et al. (2012)         |\n| Methanobactxidesmaludis SWAN        | Methanogens                 | High temperature   | Phylogeny based on 16 S rRNA an-DNA-DNA hybridization | Cadillo-Quiroz et al. (2014) |\n| Methanocella arvoryzae              | Methanogens                 | Paddy soil         | Pureculture technique &poly- phasic taxonomy          | Sakai et al. (2010)          |\n| Methanocel laconradii               | Methanogen                  | Paddy soil         | Pureculture technique &poly- phasic taxonomy          | Lu and Lu (2012)             |\n| Methanoculleus chikugoensis         | Methanogenic archaea        | Paddy soil         | Culture dependent technique                           | Dianou et al. (2001)         |\n| Methanosarcinaceae                  | Methanogens                 | Paddy soil         | Metagenomic approach                                  | Lueders et al. (2001)        |\n| Methylarcula marina VKMB- 2159T     | Methanotrophs               | Marine             | Culture dependent technique                           | Dianou and Adachi (1999)     |\n| Methylarcula terricola VKMB- 21 60T | Methanotrophs               | Marine             | Culture dependent technique                           | Dianou and Adachi (1999)     |\n| Methylocella silvestris             | Methanotrophs               | Acidic forest soil | Culturomics                                           | Dunfield et al. (2003)       |\n| Methylomonas EM-L 16-1              | Methanotrophs               | Marine             | Floating filter culture tech- nique                   | Nguyen et al. (2017)         |\n| Methylomonas lineage                | Methanotrophs               | Marine             | Culturomics                                           | Holmes et al. (1999)         |\n| Methyloomonus pelugica              | Methanotrophs               | Marine             | Culturomics                                           | Sieburth et al. (1987)       |\n| Methylophaga AH 1                   | Methanotrophs               | Marine             | Culture dependent technique                           | Howat (2017)                 |\n| Methylovulum miyakonense            | Methanotrophs               | Forrest soil       | Phylogeny based on 16 rRNA an-DNA-DNA hybridization   | Iguchi et al. (2011)         |\n| Novimethylophi luskurashik- iensis  | Methanotrophs               | Paddy soil         | Culture dependent technique                           | Lv et al. (2018)             |\n\n<!-- image -->\n\n(Wang et al. 2023b). Additionally, a relatively small cavity in the active site restricts the substrate specificity of pMMO and leads to preferential oxidation of the substrate (R)-alcohols (Pham et al. 2023). In contrast to the comprehensive exploration of methane (C1) metabolism, the breakdown of gaseous alkanes ranging from C2 to C5 among methanotrophs has received limited attention (as depicted in Fig. 5). A noteworthy case lies with the type II methanotroph, Methylocella silvestris , which exhibits the capability to utilize both methane and propane as sources of carbon and energy. This distinct trait marks M. silvestris as the initial methanotroph known to utilize a short-chain alkane instead of methane. Furthermore, M. silvestris is equipped to metabolize ethane through oxidation processes.\n\nThe presence of isocitrate lyase and malate synthase explains its ability to thrive on ethane and its metabolic intermediates ethanol and acetate (Bordel et al. 2019). In addition to ethane assimilation, propane assimilation pathways have also been observed in M. silvestris (Bordel et al. 2019) and Methylacidiphilum sp. IT6 (Awala et al. 2021). Two additional pathways are involved in the degradation of propane: the first converts propane into 1-propanol and then methylmalonyl -CoA, whereas the second converts propane into 2-propanol, which is subsequently oxidized to acetone, acetol, and lactate, which can be further converted into pyruvate by putative lactate dehydrogenase (Fig. 5) (Le and Lee 2023).\n\nWhile  cultivating M.  silvestris on  propane,  it  was observed that both 2-propanol and acetone accumulated in the culture medium. This suggests that the transformation of acetone into acetol could be hindered by kinetic barriers. Intriguingly, during the growth of 2-propanol in Methylacidiphilum sp. IT6, a gene cluster responsible for the conversion of 2-propanol to pyruvate via acetol exhibited increased expression. Notably, this cluster encompasses one of the three genomic operons related to pmoA, which generates pMMO. Interestingly, the encoded enzyme PMO3 within this cluster facilities oxidation of acetone to acetol as reported by Awala et al. (2021).\n\nIn  conclusion,  these  discoveries  shed  light  on  the adaptable metabolic capacities of facultative methanotrophs, showcasing their ability to utilize a wide range of substrates. In the realm of metabolic engineering, given the inherent limitations of carbon flux connected to C1\n\nFig. 5 Methanotrophic  bacteria  inherently  employ  various  multicarbon sources. Methane, ethane, propane, and butane are subject to oxidation  through  methane  monooxygenase.  These  oxidation  pathways are subsequently transformed through multiple enzymatic steps into central metabolic intermediates. Specifically, methane oxidation is represented by a black line, ethane oxidation by a red line, propane oxidation by a blue line, and the conversion of butane leads to croto-\n\n<!-- image -->\n\nnyl-CoA, depicted as a rubine-colored line.  Xu5P,  xylulose  5-phosphate;  Ru5P,  ribulose-5-phosphate;  S7P,  sedoheptulose7-phosphate; G3P, glyceraldehyde 3-phosphate; E4P, erythrose 4-phosphate; F6P, fructose  6  phosphate;  H6P,  3-hexulose-6-phosphate;  R5P,  ribose 5-phosphate;  HP,  hydroxypyruvate;  DHAP,  dihydroxyacetone  phosphate; MDH, methanol dehydrogenase; ADH, alcohol dehydrogenase (Le and Lee 2023)\n\n<!-- image -->\n\ncompounds, the establishment of facultative growth on co-substrates emerges as a potentially advantageous strategy. This approach could potentially amplify carbon flux directed towards the biosynthesis pathway of desired products within methanotrophic bacteria.\n\nThe understanding of methane oxidation mechanisms and the rational engineering of metabolic processes have been challenging due to the exclusive reliance on methane and methanol as carbon and energy sources by obligate gammaproteobacterial methanotrophs. To address the gaps in our foundational comprehension of C1 metabolism and to enhance methanotrophic capabilities for methane conversion, a potential strategy involves merging methanotrophic and heterotrophic metabolic pathways through the construction of synthetic multi-carbon utilization pathways. This approach is especially significant for biorefineries, where cost-effective and abundant methane along with renewable carbon sources can be employed to generate value-added products. Given that obligate methanotrophic bacteria inherently lack the capacity to utilize multi-carbon substrates, the creation of synthetic multi-carbon utilization pathways within host strains becomes essential. This review discusses three multi-carbon utilization pathways present in type I methanotrophs, specifically M. alcaliphilum 20Z, as depicted in Fig. 6.\n\n## Glycerol-utilizing pathway\n\nOne of the drawbacks of methanotrophic bacteria is the requirement of unbalanced reducing equivalents by MMO during the oxidation of methane, which leads to low cell yield of methanotrophs on methane, as well as a lack of reducing equivalents from methane to the formation of reduced products (Pham et al. 2023). Consequently, to bolster cell growth, amplify carbon flow, and increase the availability of reducing agents for producing reduced products, it becomes imperative for these bacteria to engage in the simultaneous metabolism of an additional reduced substrate alongside methane. Glycerol, a by-product of the diesel industry, has been identified as a promising co-substrate due to its widespread availability, notable degree of reduction, and cost-effectiveness (Le and Lee 2023).\n\nTo establish a synthetic glycerol-utilizing pathway, three enzymes from E. coli including glycerol transporter ( glpF ), membrane-binding   FAD + dependent glycerol-3 phosphate\n\n<!-- image -->\n\nFig. 6 The synthetic pathways for utilizing multi-carbon compounds  were  reconstructed  within  an  obligate  type  I  methanotroph. To  achieve  this,  relevant  genes  associated  with  each  pathway  were sourced from various bacteria and subsequently combined. The integration  was  accomplished  by  either  inserting  these  genes  into  the pAW89  expression  vector  or  incorporating  them  into  the  genome. Notably,  these  genes  were  placed  under  the  regulation  of  the  pTac promoter.  These  genes  collectively  contribute  to  the  conversion  of\n\n<!-- image -->\n\nvarious compounds such as Xu5P (xylulose 5-phosphate), Ru5P (ribulose-5-phosphate),  S7P  (sedoheptulose-7-phosphate),  G3P  (glyceraldehyde  3-phosphate),  E4P  (erythrose  4-phosphate),  F6P  (fructose 6  phosphate),  H6P  (3-hexulose-6-phosphate),  R5P  (ribose  5-phosphate), HP (hydroxypyruvate), DHAP (dihydroxyacetone phosphate), MDH (methanol dehydrogenase), and ADH (alcohol dehydrogenase) (Le and Lee 2023)\n\ndehydrogenase ( glpD ), glycerol kinase ( glpK ), and soluble   NAD + dependent glycerol-3 phosphate dehydrogenase ( gpsA ) from M. alcaliphilum 20Z were overexpressed (Le et al. 2021).\n\nGlycerol undergoes a two-step conversion into DHAP (dihydroxyacetone  phosphate),  subsequently  entering the metabolic network (Rozova et al. 2021). It bifurcates towards ribulose monophosphate (RuMP) activity through gluconeogenic flux and towards the TCA cycle through glycolytic flux, facilitated by the activity of fructose-bisphosphate aldolase ( fbaA ) and triosephosphate isomerase ( tpi ),  respectively. Through the overexpression of these four genes, noticeable cell growth was observed on glycerol alone, resulting in a final OD600 (optical density at 600 nm) of 1.4 when using 0.1% (v/v) glycerol. However, the genetically engineered strain encountered growth challenges in the presence of higher glycerol concentrations, specifically 0.5% (v/v) and 1% (v/v) (Tyne et al. 2023). This was attributed to the hypothesis that elevated glycerol concentrations might significantly influence osmotic potential, consequently hindering growth (Pham et al. 2023).\n\n## Xylose utilizing pathway\n\nIn Methylomicrobium alcaliphilum 20Z, the primary metabolic pathway is a combination of C1 and five-carbon (C5) sugars (Le and Lee 2023; Nguyen and Lee 2021). Pentose substrates can be directly converted into intermediates of the RuMP cycle, activate the non-oxidative component of the pentose phosphate pathway (PPP) within the RuMP cycle, and support cell growth, as highlighted by Nguyen and Lee (2021). Xylose, a frequently encountered C5 sugar in lignocellulosic biomass, holds significant potential as a versatile multi-carbon feedstock. Methylomicrobium alcaliphilum 20Z has demonstrated its ability to assimilate xylose as its sole carbon source through a strategic approach involving the integration of xylose metabolism pathways from Escherichia coli ,  in  combination with its native non-oxidative RuMP cycle.\n\nIn E. coli ,  the enzyme xylose isomerase (encoded by xylA) converts xylose into d-xylulose. Subsequently, d-xylulose is phosphorylated by xylulokinase (encoded by xylB) to generate xylulose-5-phosphate (Xu5P). The conversion of Xu5P to ribulose-5-phosphate is then facilitated by ribulosephosphate 3-epimerase. A portion of this ribulose-5-phosphate is incorporated into the non-oxidative PPP. To enable stable xylose utilization in Methylomicrobium alcaliphilum 20Z, genetic engineering efforts involved chromosomally integrating the xylA and xylB genes from E. coli , along with the rpe gene from M. alcaliphilum 20Z, under the control of the Ptac promoter. This engineering effort resulted in the development of a strain capable of efficiently utilizing xylose as its sole carbon source, as evidenced by observable growth under these conditions.\n\n## Glucose utilizing pathway\n\nThe enzyme responsible for phosphorylating glucose, ATPglucokinase ( glk ), has been identified in type I methanotrophs (Zhou et al. 2020). Notably, there are no known methanotrophs capable of utilizing glucose as a carbon source for their growth. Moreover, genome analysis has revealed that some type I methanotrophs may harbor putative gluconate kinase ( GntK ) and glucose-1-dehydrogenase ( gdh ) enzymes, the functions of which remain currently unknown (Rozova et al. 2021). Both gluconate kinase and glucose dehydrogenase could potentially have associations with the EntnerDoudoroff pathway, glycolysis, and the oxidative PPP (Tyne et al. 2023). Double mutants ( gdh─/glk─) or ( gntk─/glk─) exhibited distinct phenotypes compared to the wild-type strain of Methylomicrobium alcaliphilum when grown on methane. These mutants displayed higher accumulations of glucose-trehalose and lower glycogen storage (Rozova et al. 2021). Despite the presence of redundant sugar metabolism pathways in obligate methanotrophs, the precise reasons for their inability to utilize glucose as a carbon and energy source for growth remain unclear. An intriguing observation is the absence of a phosphotransferase system for glucose transport in type I methanotrophs, which may hinder the uptake of glucose from the surrounding medium into the cells.\n\nRemarkably, Pham et al. (2023) demonstrated the engineered growth of Methylomicrobium alcaliphilum 20Z on glucose through the overexpression of three target genes: glucose-facilitated diffusion protein ( glf ) from Zymomonas mobilis ,  native  glucokinase  ( glk ),  and  phosphoglucose isomerase ( pgi )  from E. coli .  In  the  context  of  glucose metabolism, it is presumed that cells utilize a heterologous transporter called glf to facilitate glucose uptake from the surrounding medium. Subsequently, glucose is converted into glucose 6-phosphate and fructose 6-phosphate through the actions of glucokinase ( glk ) and phosphoglucose isomerase ( pgi ), respectively.\n\n## Molecular biology of sMMO and pMMO\n\nThe genes responsible for encoding sMMO from various methanotrophic organisms have been successfully cloned and sequenced. The most extensively studied are those from Methylococcus capsulatus (Bath) and Methylosinus trichosporium OB3b (Hwang and Lee 2023). sMMO genes are organized in clusters on the chromosomes of these\n\n<!-- image -->\n\nFig. 7 The soluble methane monooxygenase ( A ) and particulate methane monooxygenase ( B ) gene clusters of methaneoxidizing bacteria (Farhan Ul Haque et al. 2020)\n\n<!-- image -->\n\nmethanotrophic organisms (as shown in Fig. 7A,B). Specifically, within this cluster, mmoX , mmoY , and mmoZ are responsible for encoding the α-, β-, and γ-subunits, respectively, of the hydroxylase. Additionally, mmoB and mmoC are the genes that encode protein B and the reductase component, respectively.\n\nInterestingly, mmoB lies between mmoY and mmoZ ; an ORF of unknown function, designated orfY , with a coding capacity of 12 kDa, lies between mmoZ and mmoC in all genes clusters analyzed to date (Guo et al. 2022). The genes responsible for coding sMMO exhibit a high degree of conservation across all studied methanotrophic genera. The nucleotide sequences of these genes share identities ranging from 55 to 94%, while the corresponding amino acid sequences exhibit similarities ranging from 47 to 96%.\n\nquestions about their functional significance. In the case of Nitrosomonas europaea , for example, the reasons for having multiple copies of the amoA gene are not yet fully understood. An interesting observation is that when an insertion mutant with a deficiency in one copy of the amoA gene was created, it exhibited slower growth compared to the wildtype strain. Surprisingly, a mutant with a defect in the second copy of the amoA gene showed normal growth. This suggests that while some copies of the gene might be essential for optimal growth, others could be dispensable or have redundant functions.\n\nThe genes encoding pMMO from Methylococcus capsulatus (Bath) have been cloned and sequenced (Dawson et al. 2023) and are clustered on the chromosome in the order pmoCAB (Fig. 7B). There are two virtually identical copies of these genes (13 bp changes over 3183 bp of pmoCAB ) present in the genome of Methylococcus capsulatus (Bath) and a third copy of pmoC has also been identified (Bo et al. 2023). This is very similar to the analogous system in nitrifiers that also contain two copies of genes encoding ammonia monooxygenase, amoCAB , and a third amoC gene (Eltayb et al. 2023).\n\nComparison of pmo and amo genes from methanotrophs and nitrifiers suggests that the pMMO and AMO may be evolutionarily related (Samanta et al. 2022). The presence of multiple copies of these genes in such bacteria raises\n\n<!-- image -->\n\nSingh et al. (2023) successfully developed chromosomal insertion mutants in all seven pmo genes found in Methylococcus capsulatus (Bath). Interestingly, except for the singular third copy of the pmoC gene, which did not yield any null mutants, the mutants from the other genes displayed growth when supplied with methane. This suggests a functional equivalence between the two sets of genes. Specifically, the mutants related to the first copy demonstrated approximately two-thirds of the methane oxidation activity seen in the wildtype strain, while the mutants related to the second copy exhibited roughly one-third of the activity observed in the wild-type strain. No double null mutants defective in both copies of pmoCAB were obtained which suggests that the cells require pMMO for normal growth (Zhu et al. 2022).\n\nThe complete pMMO gene clusters from two additional methanotrophic genera, Methylosinus trichosporium OB3b and Methylocystis sp. strain M, have been recently cloned and sequenced. Similar to other studied methanotrophs, they also possess two copies of the pmoCAB genes (as outlined\n\nin Antony et al. 2023). Comparative examination of the derived polypeptide sequences of pMMO and AMO (ammonia monooxygenase) underscores the resemblances between these two enzyme systems and highlights the conserved nature of their sequences. These sequences exhibit identities ranging from 42 to 87% and similarities spanning from 58 to 95% at the amino acid level. PmoC and PmoA are anticipated to be highly hydrophobic, consisting primarily of putative transmembrane-spanning helices, while PmoB contains only two presumed transmembrane regions. The extensive dataset of pMMO gene sequences from various methanotrophs offers the opportunity to utilize pmo as a 'functional gene probe' in molecular ecology studies, enabling investigations into the diversity of methanotrophs within natural environments. This utilization has been recently explored and reviewed in publications such as Tentori et al. (2022) and Tyne et al. (2023).\n\n## Research needs and future direction\n\nCurrently, no bacterial strain has demonstrated efficient methane assimilation for both cell growth and chemical production. The challenge lies in achieving stable folding of MMO, with the primary obstacle being the control of DNA-protein crosslinking by formaldehyde during methanol oxidation (Cheng et al. 2022). The development of robust synthetic methanotrophs for targeted product production demands significant efforts in engineering techniques and the study of evolutionary mechanisms, as emphasized by Whiddon et al. (2019). To enhance the efficiency of pMMO in different organisms for methane incorporation, it is crucial to understand its native environment and the specific sites where methane binds. These insights would bridge a substantial knowledge gap for researchers.\n\nDespite recent advancements in methanogenesis and methanotrophy research, particularly the importance of soils like paddy soils in the methane cycle, further exploration is essential to deepen our understanding of these mechanisms and develop innovative eco-friendly methods. Additionally, a more comprehensive grasp of the contributions of various ecosystems to the global methane balance is needed. Several research areas warrant further investigation, including extensive field studies in rice paddies, exploration of novel methane production processes in aerobic conditions (such as non-microbial methanogenic chemical processes and methane production by terrestrial plants), utilization of advanced molecular biology techniques to study high-affinity methanotrophs, and comprehension of anaerobic oxidation of methane (AOM). These endeavors can establish a theoretical framework and a scientific foundation for striving towards 'carbon neutrality' within soil ecosystems.\n\nAuthor contributions FA wrote the original draft, and ML revised the manuscript. All authors read and approved the manuscript.\n\nData availability Data are available upon request to corresponding author.\n\n## Declarations\n\nEthics approval This article does not contain any studies with human participants or animals performed by any of the authors.\n\nConflict of interest The authors declare no competing interests.\n\n## References\n\n- Antony C, Godse PK, Thiyagarajan S, Mohanakrishnan D, Sharma AK (2023) Advanced techniques for bio-methanol production. Green Energy Technol 1:181-190. https://  doi.  org/  10.  1004/ 483-  503-  15-  4017-2\\_2\n- Awala SI, Gwak JH, Kim YM, Kim SJ, Strazzulli A, Dunfield PF, Yoon H, Kim GJ, Rhee SK (2021) Verrucomicrobial methanotrophs grow on diverse C3 compounds and use a homolog of particulate methane monooxygenase to oxidize acetone. ISME J 15(12):3636-3647. https://  doi.  org/  10.  1038/  s41396-  021-  01037-2\n- Baba T, Miyaji A (2020) Application of biocatalysts for the production of methanol from methane. In: Catalysis and the Mechanism of Methane Conversion to Chemicals. Springer science reviews, pp 73-101. https://  doi.  org/  10.  1007/  978-  981-  15-  4132-2\\_4\n- Bartosiewicz M, Venetz J, Läubli S, Sepúlveda Steiner O, Bouffard D, Zopfi J, Lehmann MF (2023) Detritus-hosted methanogenesis sustains the methane paradox in an alpine lake. Limnol Oceanogr 68(1):248-264. https://  doi.  org/  10.  1002/  lno.  12263\n- Bashir H, Bibi I, Niazi NK, Qadeer A, Zaman S, Farzand A, Hameed MA (2023) Rice production technologies in reducing methane gas emissions for sustainable environment. In: Strategizing Agricultural Management for Climate Change Mitigation and Adaptation. Springer International Publishing, Cham, pp 11-27. https:// doi.  org/  10.  1007/  978-3-  031-  32789-6\\_2\n- Bhattarai S, Cassarini C, Lens PNL (2019) Physiology and distribution of archaeal methanotrophs that couple anaerobic oxidation of methane with sulfate reduction. Microbiol Mol Biol Rev 83(3):e00074-e00018. https://  doi.  org/  10.  1128/  MMBR.  00074-  18\n- Bo C, Liu J, Zhang Y, Chang H, Zhang X, Liu X, Piao L (2023) Effective photocatalytic methane oxidation over the   TiO 2 /methanotrophs system. Nano Today 52:101938 Contents lists available at ScienceDirect Nano Today journal homepage: 10.1016/j. nantod.2023.101938\n- Bordel S, Rodríguez Y, Hakobyan A, Rodríguez E, Lebrero R, Munoz R (2019) Genome scale metabolic modeling reveals the metabolic potential of three type II methanotrophs of the genus Methylocystis. Metab Eng 54:191-199. https://  doi.  org/  10.  1016/j. ymben.  2019.  04.  001\n\nBorrel G, Joblin K, Guedon A, Colombet J, Tardy V, Lehours AC, Fonty G (2012) Methanobacterium lacus sp. nov., isolated from the profundal sediment of a freshwater meromictic lake. Int J Syst Evol Microbiol 62(7):1625-1629. https://  doi.  org/  10.  1099/ ijs.0.  034538-0\n\nCadillo-Quiroz H, Bräuer SL, Goodson N, Yavitt JB, Zinder SH (2014) Methanobacterium paludis sp. nov. and a novel strain of Methanobacterium lacus isolated from northern peatlands. Int J Syst Evol Microbiol 64(5):1473-1480. https://  doi.  org/  10.  1099/  ijs.0.  059964-0\n\n<!-- image -->\n\n- Chan SI, Lee SJ (2019) The biochemistry of methane monooxygenases. In: methanotrophs: Microbiology fundamentals and biotechnological applications. Microbiol. Spectr 32: 71-120. https://  doi. org/  10.  1007/  978-3-  030-  23261-0\\_3\n- Cheng C, He Q, Zhang J, Chen B, Pavlostathis SG (2022) Is the role of aerobic methanotrophs underestimated in methane oxidation under hypoxic conditions? Sci Total Environ 833:155244. https:// doi.  org/  10.  1016/j.  scito  tenv.  2022.  155244\n- Chew ZL, Tan EH, Sathiamurthy A, Palaniandy L, Woon KS, Phuang ZX (2023) An integrated life-cycle greenhouse gas protocol accounting on oil palm trunk and empty fruit bunch biofuel production. Sci Total Environ 856:159007. https://  doi.  org/  10.  1016/j. scito  tenv.  2022.  159007\n- Costa RB, Okada DY, Foresti E (2022) Practical implications of methanotrophic denitrification as post-treatment unit of anaerobic effluents in tropical areas. J Chem Technol Biotechnol 97(6):14001407. https://  doi.  org/  10.  1002/  jctb.  6897\n- Cruz SG, Pijuan M (2022) Methanotrophic bacterial biorefineries: resource recovery and GHG mitigation through the production of bacterial biopolymers. Renew Energy 52:155-178. https://  doi. org/  10.  1016/  B978-0-  323-  90178-9.  00003-2\n- Dawson RA, Crombie AT, Jansen RS, Smith TJ, Nichol T, Murrell C (2023) Peering down the sink: a review of isoprene metabolism by bacteria. Environ Microbiol 25(4):786-799. https://  doi.  org/ 10.  1111/  1462-  2920.  16325\n- Dianou D, Adachi K (1999) Characterization of methanotrophic bacteria isolated from a subtropical paddy field. FEMS Microbiol Letter 173(1):163-173. https://  doi.  org/  10.  1111/j.  1574-  6968. 1999.  tb134  98.x\n- Dianou D, Miyaki T, Asakawa S, Morii H, Nagaoka K, Oyaizu H, Matsumoto S (2001) Methanoculleus chikugoensis sp. nov., a novel methanogenic archaeon isolated from paddy field soil in Japan, and DNA-DNA hybridization among Methanoculleus species. Int J Syst Evol Microbiol 51(5):1663-1669. https://  doi.  org/  10. 1099/  00207  713-  51-5-  1663\n- Ding ZW, Ding J, Fu L, Zhang F, Zeng RJ (2014) Simultaneous enrichment of denitrifying methanotrophs and anammox bacteria. Appl Microbiol Biotechnol 98(24):10211-10221. https://  doi.  org/  10. 1007/  s00253-  014-  5936-8\n- Dunfield PF, Khmelenina VN, Suzina NE, Trotsenko YA, Dedysh SN (2003) Methylocella silvestris sp. nov., a novel methanotroph isolated from an acidic forest cambisol. Int J Syst Evol Microbiol 53(5):1231-1239. https://  doi.  org/  10.  1099/  ijs.0.  02481-0\n- Eltayb  WA,  Abdalla  M,  EL-Arabey  A,  Boufissiou  A,  Azam  M, Al-Resayes SI, Alam M (2023) Exploring particulate methane  monooxygenase (pMMO) proteins using experimentation  and  computational  molecular  docking.  J  King  Saud Univ Sci 35(4):102634. https://  doi.  org/  10.  1016/j.  jksus.  2023. 102634-  1018-  3647\n- Ettwig KF, van Alen T, van de Pas-Schoonen KT, Jetten MSM, Strous M (2009) Enrichment and molecular detection of denitrifying methanotrophic bacteria of the NC10 phylum. Appl Environ Microbiol 75(11):3656-3662. https://  doi.  org/  10.  1128/  AEM. 00067-  09\n- Farhan Ul Haque M, Xu HJ, Murrell JC, Crombie A (2020) Facultative methanotrophs-diversity, genetics, molecular ecology, and biotechnological potential: a mini-review. Microbiology 166(10):894-908. https://  doi.  org/  10.  1099/  mic.0.  000977\n- Fu L, Ding J, Lu YZ, Ding ZW, Zeng RJ (2017) Nitrogen source effects on the denitrifying anaerobic methane oxidation culture and anaerobic ammonium oxidation bacteria enrichment process. Appl Microbiol Biotechnol 101(9):3895-3906. https://  doi.  org/ 10.  1007/  s00253-  017-  8163-2\n- Galera LDA, Eckhardt T, Beer C, Pfeiffer EM, Knoblauch C (2023) Ratio of in situ   CO 2 to   CH 4 production and its environmental\n- controls in polygonal tundra soils of Samoylov Island, Northeastern Siberia. J Geophys Res Biogeosci 128(4):e2022JG006956. https://  doi.  org/  10.  1471/  283-  405-  17-  4287-2\\_3\n- Giunta T, Young ED, Labidi J, Sansjofre P, Jézéquel D, Donval JP, Ruffine L (2022) Extreme methane clumped isotopologue biosignatures of aerobic and anaerobic methanotrophy: insights from the Lake Pavin and the Black Sea sediments. Geochim Cosmochim Acta 338:34-53. https://  doi.  org/  10.  1016/j.  gca.  2022.  09.  034\n- Guerrero-Cruz S, Vaksmaa A, Horn MA, Niemann H, Pijuan M, Ho A (2021) Methanotrophs: discoveries, environmental relevance, and a perspective on current and future applications. Front Microbiol 12:678057. https://  doi.  org/  10.  3389/  fmicb.  2021.  678057\n- Guo S, Nguyen DTN, Chau THT, Fei Q, Lee EY (2022) Systems metabolic engineering of methanotrophic bacteria for biological conversion of methane to value-added compounds. (Springer International Publishing AG), p 91. https://  doi.  org/  10.  1007/  10\\_ 2021\\_  184\n- Han X, Li Y, Ni L, Huang X, Deng Y, Yan KS (2023) Comparative life cycle greenhouse gas emissions assessment of battery energy storage technologies for grid applications. J Clean Prod 392:136251. https://  doi.  org/  10.  1016/j.  jclep  ro.  2023.  136251\n- Hanson RS, Hanson TE (1996) Methanotrophic bacteria. Microbiol Reviews 60(2):439-471. https://  doi.  org/  10.  1128/  mr.  60.2.  439471.  1996\n- Harvey JA, Tougeron K, Gols R, Heinen R, Abarca M, Abram PK, Chown SL (2023) Scientists warning on climate change and insects. Ecol Monogr 93(1):e1553. https://  doi.  org/  10.  1002/  ecm.  1553\n- Holmes AJ, Roslev P, McDonald IR, Iversen N, Henriksen KAJ, Murrell JC (1999) Characterization of methanotrophic bacterial populations in soils showing atmospheric methane uptake. Appl Environ Microbiol 65(8):3312-3318. https://  doi.  org/  10.  1128/ AEM.  65.8.  3312-  3318.  1999\n- Hopple AM, Pennington SC, Megonigal JP, Bailey V, Bond-Lamberty B (2022) Root and microbial soil   CO 2 and   CH 4 fluxes respond differently to seasonal and episodic environmental changes in a temperate forest. J Geophys Res Biogeosci 25:007233. https:// doi.  org/  10.  1029/  2022J  G0072  33\n- Howat A M (2017) Characterisation of novel methylotrophs and the role of xoxF in coastal marine environments (Doctoral dissertation, University of East Anglia)\n- Howe KL, Seitz KW, Campbell G, Baker BJ, Thrash JC, Rabalais N, Mason OU (2023) Metagenomics and metatranscriptomics reveal broadly distributed, active, novel methanotrophs in the Gulf of Mexico hypoxic zone and in the marine water column. FEMS Microbiol Ecol 99(2):fiac153. https://  doi.  org/  10.  1093/  femsec/ fiac1  53\n- Hu S, Zeng RJ, Burow LC, Lant P, Keller J, Yuan Z (2009) Enrichment of denitrifying anaerobic methane oxidizing microorganisms. Environ Microbiol Rep 1(5):377-384. https://  doi.  org/  10. 1111/j.  1758-  2229.  2009.  00083.x\n- Hu S, Zeng RJ, Keller J, Lant PA, Yuan Z (2011) Effect of nitrate and nitrite on the selection of microorganisms in the denitrifying anaerobic methane oxidation process. Environ Microbiol Rep 3(3):315-319. https://  doi.  org/  10.  1111/j.  1758-  2229.  2010.  00227.x\n- He Z, Geng S, Cai C, Liu S, Liu Y, Pan Y, Lou L, Zheng P, Xu X, Hu B (2015) Anaerobic oxidation of methane coupled to nitrite reduction by halophilic marine NC10 bacteria. Appl Environ Microbiol 81(16):5538-5545. https://  doi.  org/  10.  1128/  AEM.  00984-  15\n- Hwang Y, Lee SJ (2023) Regulation of diiron active site of sMMO through regulatory and reductase components from Methylosinus sporium . Biophys J 122(3):125-132\n- Iguchi H, Yurimoto H, Sakai Y (2011) Methylovulum miyakonense gen. nov., sp. nov., a type I methanotroph isolated from forest soil. Int J Syst Evol Microbiol 61(4):810-815. https://  doi.  org/ 10.  1099/  ijs.0.  019604-0\n\n<!-- image -->\n\n- Iqbal A, Tang X, Ali I, Yuan P, Khan R, Khan Z, Jiang L (2023) Integrating low levels of organic fertilizer improves soil fertility and rice yields in paddy fields by influencing microbial communities without increasing   CH 4 emissions. Appl Soil Ecol 189:104951. https://  doi.  org/  10.  1016/j.  apsoil.  2023.  104951\n- Islas-Lima S, Thalasso F, Gomez-Hernandez J (2004) Evidence of anoxic methane oxidation coupled to denitrification. Water Resour Res 38(1):13-16. https://  doi.  org/  10.  1016/j.  watres.  2003. 08.  024\n- Jang EK, Lim EM, Kim J, Kang MJ, Choi G, Moon J (2023) Risk management of methane reduction clean development mechanism projects in rice paddy fields. Agronomy 13(6):1639. https://  doi. org/  10.  3390/  agron  omy13  061639\n- Jansson JK, Wu R (2023) Soil viral diversity, ecology, and climate change. Nat Rev Microbiol 21(5):296-311. https://  doi.  org/  10. 1038/  s41579-  022-  00811-z\n- Kampman C, Temmink H, Hendrickx TLG, Zeeman G, Buisman CJN (2014) Enrichment of denitrifying methanotrophic bacteria from municipal wastewater sludge in a membrane bioreactor at 20°C. J Hazard Mater 274:428-435. https://  doi.  org/  10.  1016/j.  jhazm  at. 2014.  04.  031\n- Kaise H, Sawadogo JB, Alam MS, Ueno C, Dianou D, Shinjo R, Asakawa S (2023) Methylocystis iwaonis sp. nov., a type II methane-oxidizing bacterium from surface soil of a rice paddy field in Japan, and emended description of the genus Methylocystis. Int J Syst Evol 73(6):005925. https://  doi.  org/  10.  1007/ 978-3-  030-  14796-9\\_  10\n- Kalyuzhnaya MG, Gomez OA, Murrell JC (2019) The methaneoxidizing bacteria (methanotrophs). Taxonomy, genomics, and ecophysiology of hydrocarbon-degrading microbes. ISME J 12:245-278. https://  doi.  org/  10.  1007/  978-3-  030-  14796-9\\_  10\n- Kang-Yun CS, Liang X, Dershwitz P, Gu W, Schepers A, Flatley A, Semrau JD (2022) Evidence for methanobactin 'theft' and novel chalkophore production in methanotrophs: impact on methanotrophic-mediated methylmercury degradation. ISME J 16(1):211-220. https://  doi.  org/  10.  1038/  s41396-  021-  01062-1\n- Khanongnuch R, Mangayil R, Svenning M, Rissanen AJ (2022) Characterization and genome analysis of a psychrophilic methanotroph representing a ubiquitous Methylobacter spp. cluster in boreal lake ecosystems. ISME Commun 2(1):85-91. https://  doi. org/  10.  1028/  s42356-  524-  01767-3\n- Kitamura K, Fujita T, Akada S, Tonouchi A (2011) Methanobacterium kanagiense sp. nov., a hydrogenotrophic methanogen, isolated from rice-field soil. Int J Syst Evol Microbiol 61(6):1246-1252. https://  doi.  org/  10.  1099/  ijs.0.  026013-0\n- Knief C (2015) Diversity and habitat preferences of cultivated and uncultivated aerobic methanotrophic bacteria evaluated based on pmoA as molecular marker. Front Microbiol 6:1346. https:// doi.  org/  10.  3389/  fmicb.  2015.  01346\n- Lackner M (2015). 3rd-generation biofuels: bacteria and algae as sustainable producers and converters. Handbook of climate change mitigation and adaptation 1: 4. https://  doi.  org/  10.  1007/  978-14614-  6431-0\\_  90-1\n- Lackner M, Ivanič F, Kováčová M, Chodák I (2021) Mechanical properties and structure of mixtures of poly (butylene-adipateco-terephthalate) (PBAT) with thermoplastic starch (TPS). Int J Biobased Plast 3(1):126-138. https://  doi.  org/  10.  1080/  24759 651.  2021.  18827  74\n- Lackner M, Drew D, Bychkova V, Mustakhimov I (2022) Value-added products from natural gas using fermentation processes: fermentation of natural gas as valorization route, part 1. Natural GasNew Perspectives and Future Developments https://  doi.  org/  10. 5772/  intec  hopen.  103813\n- Le HTQ, Lee EY (2023) Methanotrophs: metabolic versatility from utilization of methane to multi-carbon sources and perspectives\n- on current and future applications. Bioresour Technol 52:129296. https://  doi.  org/  10.  1016/j.  biort  ech.  2023.  129296\n- Le HTQ, Lee EY (2022) Insights into C1 and C3 assimilation pathways in type I methanotrophic bacterium from co-production of 1, 2-propanediol and lactate. Bioresour Technol 365:128172. https://  doi.  org/  10.  1016/j.  biort  ech.  2022.  128172\n- Le HTQ, Nguyen AD, Park YR, Lee EY (2021) Sustainable biosynthesis of chemicals from methane and glycerol via reconstruction of multi-carbon utilizing pathway in obligate methanotrophic bacteria. Microb Biotechnol 14(6):2552-2565. https://  doi.  org/ 10.  1111/  1751-  7915.  13809\n- Lee J, Yun J, Yang Y, Jung JY, Lee YK, Yuan J, Kang H (2023) Attenuation of methane oxidation by nitrogen availability in arctic tundra soils. Environ Sci Technol 57(6):2647-2659. https://  doi.  org/ 10.  1111/  1751-  7915.  13809\n- Lin Z, Wang L, Luo M, Yi X, Chen J, Wang Y (2023) Interactions between arsenic migration and   CH 4 emission in a soil bioelectrochemical system under the effect of zero-valent iron. Chemosphere 332:138893. https://  doi.  org/  10.  1016/j.  chemo  sphere. 2023.  138893\n- Liu T, Hu S, Yuan Z, Guo J (2019) High-level nitrogen removal by simultaneous partial nitritation, anammox and nitrite/nitratedependent anaerobic methane oxidation. Water Res 166:115057. https://  doi.  org/  10.  1016/j.  watres.  2019.  115057\n- Lopez JC, Porca E, Collins G, Perez R, Rodríguez-Alija A, Múnoz R, Quijano G (2017) Biogas-based denitrification in a biotrickling filter: influence of nitrate concentration and hydrogen sulfide. Biotechnol Bioeng 114(3):665-673. https://  doi.  org/  10.  1002/  bit.  26092\n- Lü Z, Lu Y (2012) Methanocella conradii sp. nov., a thermophilic, obligate hydrogenotrophic methanogen, isolated from Chinese rice field soil. PloS One 7(4):e35279. https://  doi.  org/  10.  1371/ journ  al.  pone.  00352  79\n- Lueders T, Chin KJ, Conrad R, Friedrich M (2001) Molecular analyses of methyl-coenzyme M reductase α-subunit (mcrA) genes in rice field soil and enrichment cultures reveal the methanogenic phenotype of a novel archaeal lineage. Environ Microbiol 3(3):194-204. https://  doi.  org/  10.  1046/j.  1462-  2920.  2001.  00179.x\n- Luesken FA, van Alen TA, van der Biezen E, Frijters C, Toonen G, Kampman C, Hendrickx TLG, Zeeman G, Temmink H, Strous M, Op Den Camp HJM, Jetten MSM (2011) Diversity and enrichment of nitrite-dependent anaerobic methane oxidizing bacteria from wastewater sludge. Appl Microbiol Biotechnol 92(4):845-854. https://  doi.  org/  10.  1007/  s00253-  011-  3361-9\n- Lv H, Sahin N, Tani A (2018) Isolation and genomic characterization of Novimethylophilus kurashikiensis gen. nov. sp. nov., a new lanthanide -dependent methylotrophic species of Methylophilaceae. Environ Microbiol 20(3):1204-1223. https://  doi. org/  10.  1111/  1462-  2920.  14062\n- Malyan SK, Kumar S, Singh A, Kumar O, Gupta DK, Yadav AN, Kumar A (2021) Understanding methanogens, methanotrophs, and methane emission in rice ecosystem. Glob Chang Biol 52:205-224. https://  doi.  org/  10.  1007/  978-  981-  33-  4508-9\\_  12\n- Moore DP, Li NP, Wendt LP, Castañeda SR, Falinski M, Zhu J, Zondlo MA (2023) Underestimation of sector-wide methane emissions from United States wastewater treatment. Environ Sci Technol 57(10):4082-4090. https://  doi.  org/  10.  1021/  acs.  est.  2c053  73\n- Muñoz-Gómez SA, Susko E, Williamson K, Eme L, Slamovits CH, Moreira D, Roger AJ (2022) Site-and-branch-heterogeneous analyses of an expanded dataset favour mitochondria as sister to known Alphaproteobacteria. Nat Ecol Evol 6(3):253-262. https:// doi.  org/  10.  1038/  s41559-  021-  01638-2\n- Nguyen AD, Lee EY (2021) Engineered methanotrophy: a sustainable solution for methane-based industrial biomanufacturing. Trend Biotechnology 39(4):381-396. https://  doi.  org/  10.  1016/j.  tibte  ch. 2020.  07.  007\n\n<!-- image -->\n\n- Nguyen NL, Yu WJ, Yang HY, Kim JG, Jung MY, Park SJ, Rhee SK (2017) A novel methanotroph in the genus Methylomonas that contains a distinct clade of soluble methane monooxygenase.  J  Microbiol  55:775-782.  https://  doi.  org/  10.  1007/ s12275-  017-  7317-3\n- Orata FD, Meier-Kolthoff JP, Sauvageau D, Stein LY (2018) Phylogenomic analysis of the gammaproteobacterial methanotrophs (order Methylococcales) calls for the reclassification of members at the genus and species levels. Front Microbiol 9:3162. https:// doi.  org/  10.  3389/  fmicb.  2018.  03162\n- Oren A (2020) Three alternative proposals to emend the Rules of the International Code of Nomenclature of Prokaryotes to resolve the status of the Cyanobacteria in the prokaryotic nomenclature. Int J Syst Evol 70(7):4406-4408. https://  doi.  org/  10.  1099/  ijsem.0. 004268\n- Oudova-Rivera B, Wright CL, Crombie AT, Murrell JC, LehtovirtaMorley LE (2023) The effect of methane and methanol on the terrestrial ammonia-oxidizing archaeon 'Candidatus Nitrosocosmicus franklandus C13'. Environ Microbiol 57:123-129. https:// doi.  org/  10.  1111/  1462-  2920.  16316\n- Peltokangas K, Kalu S, Huusko K, Havisalmi J, Heinonsalo J, Karhu K, Pihlatie M (2023) Ligneous amendments increase soil organic carbon content in fine-textured boreal soils and modulate   N 2O emissions. PLoS One 18(8):e0284092. https://  doi.  org/  10.  1371/ journ  al.  pone.  02840  92\n- Pham DN, Nguyen AD, Mai DHA, Lee EY (2023) Development of a novel methanotrophic platform to produce ectoine from methane and lignocellulosederived sugars. J Chem Eng 463:142361. https://  doi.  org/  10.  1016/j.  cej.  2023.  142361\n- Priyadarsini A, Singh R, Barbora L, Maitra S, Moholkar VS (2023) Methanotroph detection and bioconversion of methane to methanol by enriched microbial consortium from rice field soil. Bioresour Technol 22:101410. https://  doi.  org/  10.  1016/j.  biteb.  2023. 101410\n- Rhee SK, Awala SI, Nguyen NL (2019) Enrichment and isolation of aerobic and anaerobic methanotrophs. In: Methanotrophs: microbiology fundamentals and biotechnological applications. Springer International Publishing, Cham, pp 39-69. https://  doi. org/  10.  1127/  2427.  07.  24.  588950\n- Rozova ON, Ekimova GA, Molochkov NV, Reshetnikov AS, Khmelenina VN, Mustakhimov I (2021) Enzymes of an alternative pathway of glucose metabolism in obligate methanotrophs. Sci Rep 11(1):1-11. https://  doi.  org/  10.  1038/  s41598-  021-  88202-x\n- Sadeh E, Farhadian A, Mohammadi A, Maddah M, Pourfath M, Yang M (2023) Energy-efficient storage of methane and carbon dioxide capture in the form of clathrate hydrates using a novel non-foaming surfactant: an experimental and computational investigation. Energy Convers Manag 293:117475. https://  doi.  org/  10.  1016/j. encon  man.  2023.  117475\n- Sakai S, Conrad R, Liesack W, Imachi H (2010) Methanocella arvoryzae sp. nov., a hydrogenotrophic methanogen isolated from rice field soil. Int J Syst Evol Microbiol 60(12):2918-2923. https:// doi.  org/  10.  1099/  ijs.0.  020883-0\n- Samanta D, Sani R (2023) Methane oxidation via chemical and biological methods: challenges and solutions. Methane 2(3):279-303. https://  doi.  org/  10.  3390/  metha  ne203  0019\n- Samanta D, Govil T, Saxena P, Gadhamshetty V, Krumholz LR, Salem DR, Sani RK (2022) Enhancement of methane catalysis rates in Methylosinus trichosporium OB3b. Biomolecules 12(4):560. https://  doi.  org/  10.  3390/  biom1  20405  60\n- Schmitz R A, Pelsma K A, Op den Camp H J (2022) An alternative tetrahydrofolate pathway for formaldehyde oxidation in verrucomicrobial methanotrophs: primer design for folD and ftfL and transformation of E. coli . bioRxiv 2022-08. https://  doi.  org/  10. 1101/  2022.  08.  24.  504922.\n- Shen L, Ren B, Jin Y, Liu X, Jin J, Huang H, Hu Z (2023) Effects of abrupt and gradual increase of atmospheric   CO 2 concentration on methanotrophs in paddy fields. Environ Res 223:115474. https:// doi.  org/  10.  1016/j.  envres.  2023.  115474\n- Shi Y, Hu S, Lou J, Lu P, Keller J, Yuan Z (2013) Nitrogen removal from wastewater by coupling anammox and methane-dependent denitrification in a membrane biofilm reactor. Environ Sci Technol 47(20):11577-11583. https://  doi.  org/  10.  1021/  es402  775z\n- Sieburth JN, Johnson PW, Eberhardt MA, Sieracki ME, Lidstrom M, Laux D (1987) The first methane-oxidizing bacterium from the upper mixing layer of the deep ocean: Methylomonas pelagica sp. nov. Current Microbiol 14:285-293. https://  doi.  org/  10.  1007/ BF015  68138\n- Singh RK, Langle AA, Peters CH, Bankston J, Proenza C (2023) Defining the interactions between   HCN 4 and the regulatory proteins IRAG and LRMP. Biophys J 122(3):12a-13a. https://  doi.  org/  10. 5881/  es484  754z\n- Siniscalchi LAB, Siqueira JC, Batista AM, Araújo JC (2022) Detection of methanotrophic microorganisms in sludge and sediment samples from sewage treatment systems. Water Pract Technol 17(1):329-335. https://  doi.  org/  10.  2166/  wpt.  2021.  101\n- Supran G, Rahmstorf S, Oreskes N (2023) Assessing ExxonMobil global  warming  projections.  Science  379(6628):eabk0063. https://  doi.  org/  10.  7910/  DVN/  R4MOAE\n- Suzuki T, Nakamura T, Fuse H (2012) Isolation of two novel marine ethylene-assimilating bacteria, Haliea species ETY-M and ETYNAG, containing particulate methane monooxygenase-like genes. Microbes Environ 27(1):54-60. https://  doi.  org/  10.  1264/ jsme2.  ME112  56\n- Tentori EF, Fang S, Richardson RE (2022) RNA biomarker trends across type I and type II aerobic methanotrophs in response to methane oxidation rates and transcriptome response to shortterm methane and oxygen limitation in Methylomicrobium album BG8. Microbiol Spectr 10(3):e00003-e00022. https://  doi.  org/  10. 1128/  spect  rum.  00003-  22\n- Tikhonova EN, Suleimano RZ, Miroshnikov K, Oshkin IY, Belova SE, Danilova OV, Dedysh SN (2023) Methylomonas rapida sp. nov., a novel species of fast-growing, carotenoid-producing obligate methanotrophs with high biotechnological potential. Syst Appl Microbiol 46(2):126398. https://  doi.  org/  10.  1016/j.  syapm.  2023. 126398\n- Tyne RL, Barry PH, Lawson M, Lloyd KG, Giovannelli D, Summers M, Ballentine CJ (2023) Identifying and understanding microbial methanogenesis in   CO 2 storage. Environ Sci Technol 5:16-21. https://  doi.  org/  10.  1021/  acs.  est.  2c086  52\n- Valenzuela EI, Ortiz-Zúniga F, Carrillo-Reyes J, Moreno-Andrade I, Quijano G (2021) Continuous anaerobic oxidation of methane: impact of semi-continuous liquid operation and nitrate load on   N 2 O production and microbial community. Chemosphere 278:130441.  https://  doi.  org/  10.  1016/j.  chemo  sphere.  2021. 130441\n- Venetz J, Żygadłowska O M, Lenstra W K, Van Helmond N A, Dalcin Martins P, Wallenius A J, Veraart A J (2022) Versatile methanotrophs form an active methane biofilter in the oxycline of a seasonally stratified coastal basin. bioRxiv 2022-10. https://  doi. org/  10.  1101/  2022.  10.  28.  513710\n- Wang C, Sun H, Zhang X, Zhang J, Zhou S (2023a) Optimal straw retention strategies for low-carbon rice production: 5-year results of an in-situ trial in eastern China. Agronomy 13(6):1456. https:// doi.  org/  10.  3390/  agron  omy13  061456\n- Wang J, Zhang C, Poursat BA, de Ridder D, Smidt H, van der Wal A, Sutton NB (2022) Unravelling the contribution of nitrifying and methanotrophic bacteria to micropollutant co-metabolism in rapid sand filters. J Hazard Mater 424:127760. https://  doi.  org/  10. 1016/j.  jhazm  at.  2021.  127760\n\n<!-- image -->\n\n- Wang J, Zhao ZM, Hu J, Hu B (2023b) Aerobic and denitrifying methanotrophs: dual wheels driving soil methane emission reduction. Sci Total Environ 867:161437. https://  doi.  org/  10.  1016/j.  scito tenv.  2023.  161437\n- Whiddon KT, Gudneppanavar R, Hammer TJ, West DA, Konopka MC (2019) Fluorescence-based analysis of the intracytoplasmic membranes of type I methanotrophs. Microb Biotechnol 12(5):1024-1033. https://  doi.  org/  10.  1111/  1751-  7915.  13458\n- Yu H, Skennerton CT, Chadwick GL, Leu AO, Aoki M, Tyson GW, Orphan VJ (2022) Sulfate differentially stimulates but is not respired by diverse anaerobic methanotrophic archaea. ISME J 16(1):168-177. https://  doi.  org/  10.  1038/  s41396-  021-  01047-0\n- Zhou G, Gao S, Xu C, Dou F, Shimizu KY, Cao W (2020) Rational utilization of leguminous green manure to mitigate methane emissions by influencing methanogenic and methanotrophic communities. Geoderma 361:114071. https://  doi.  org/  10.  1016/j. geode  rma.  2019.  114071\n- Zhou Y, Zhang R, Tian K, Zhao S, Shi H, Gong W, Lei Q (2023) Characteristics of the methanotroph used in coalbed methane emission reduction: methane oxidation efficiency and coal wettability. Fuel 349:128596. https://  doi.  org/  10.  1016/j.  fuel.  2023.  128596\n- Zhu Y, Koo CW, Cassidy CK, Spink MC, Ni T, Zanetti-Domingues LC, Zhang P (2022) Structure and activity of particulate methane monooxygenase arrays in methanotrophs. Nat Commun 13(1):5221. https://  doi.  org/  10.  1038/  s41467-  022-  32752-9\n\nPublisher's  note Springer  Nature  remains  neutral  with  regard  to jurisdictional claims in published maps and institutional affiliations.\n\nSpringer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law.\n\n<!-- image -->",
  "chunks": [
    "## Recent findings in methanotrophs: genetics, molecular ecology, and biopotential",
    "Fatemeh Ahmadi 1,2  · Maximilian Lackner 3",
    "Received: 30 August 2023 / Revised: 8 September 2023 / Accepted: 1 October 2023 © The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2024",
    "The potential consequences for mankind could be disastrous due to global warming, which arises from an increase in the average temperature on Earth. The elevation in temperature primarily stems from the escalation in the concentration of greenhouse gases (GHG) such as   CO 2 ,   CH4, and   N 2 O within the atmosphere. Among these gases, methane   (CH 4 ) is particularly significant in driving alterations to the worldwide climate. Methanotrophic bacteria possess the distinctive ability to employ methane as both as source of carbon and energy. These bacteria show great potential as exceptional biocatalysts in advancing C1 bioconversion technology. The present review describes recent findings in methanotrophs including aerobic and anaerobic methanotroph bacteria, phenotypic characteristics, biotechnological potential, their physiology, ecology, and native multi-carbon utilizing pathways, and their molecular biology. The existing understanding of methanogenesis and methanotrophy in soil, as well as anaerobic methane oxidation and methanotrophy in temperate and extreme environments, is also covered in this discussion. New types of methanogens and communities of methanotrophic bacteria have been identified from various ecosystems and thoroughly examined for a range of biotechnological uses. Grasping the processes of methanogenesis and methanotrophy holds significant importance in the development of innovative agricultural techniques and industrial procedures that contribute to a more favorable equilibrium of GHG. This current review centers on the diversity of emerging methanogen and methanotroph species and their effects on the environment. By amalgamating advanced genetic analysis with ecological insights, this study pioneers a holistic approach to unraveling the biopotential of methanotrophs, offering unprecedented avenues for biotechnological applications.",
    "- The physiology of methanotrophic bacteria is fundamentally determined.\n- Native multi-carbon utilizing pathways in methanotrophic bacteria are summarized.\n- The genes responsible for encoding methane monooxygenase are discussed.",
    "Keywords CH4 fluxes · Greenhouse gas · Methane oxidation · Methanotrophic bacteria",
    "Global  warming  and  initiation  of  ice  ages  are  still  a serious scientific problem (Supran et al. 2023). It seems that the global warming debate is increasing following the",
    "* Maximilian Lackner m.lackner@circe.at",
    "1 School of Agriculture and Environment, University of Western Australia, Crawley 6009, Australia",
    "2 Tasmanian Institute of Agriculture, University of Tasmania, Hobart, Tasmania 7001, Australia",
    "3 Circe Biotechnologie GmbH, Kerpengasse 125, 1210 Vienna, Austria",
    "publication of Cheng et al. (2022) which was emphasized on imbalance evidence of human influence on climate. This leads to considerable controversy among different environmental and atmospheric scientists, as evidenced in several previous publications (Lackner 2015; Harvey et al. 2023; Jansson and Wu 2023). These publications and reports questioned the relationship between the increasing concentration of greenhouse gases (GHG) and the earth surface temperature.",
    "It is reported that the atmospheric   CO 2 concentration was reached to 420 μmol   mol -1 in  2022  (Le  and  Lee 2022) which was increased by 51% and is responsible for 16% of the greenhouse effect (Jang et al. 2023). It is demonstrated that the atmospheric   CO 2 concentration is an important factor in global warming and climate change",
    "(Giunta et al. 2022). However, methane   (CH 4 ) is a serious GHG that is 28 to 34 folds stronger than   CO 2 in increasing global warming potential and climate change during the time (Wang et al. 2022). Le and Lee (2022) reported that the global atmospheric   CH 4 concentration is increasing by 166% higher than the preindustrial level. Sadeh et al. (2023) reported that the   CH 4 atmospheric concentration increased at a rate of 0.003 μmol   mol -1 year -1 .",
    "GHG cycling is complex and several biological and anthropogenic  processes  are  involved  (Lackner  et  al. 2021; Han et al. 2023). The most important anthropogenic activities are agriculture, fossil fuels, and biofuel burning, energy, waste, and industrial production (Chew et al. 2023). Previous research (Bartosiewicz et al. 2023) reported that waste, energy, industry, and agriculture contribute 20.61%, 28.65%, 0.10%, and 50.63% of the calculated annual   CH 4 emission, respectively. The main biological source of atmospheric   CH 4 in anoxic environments is produced by methanogens bacteria (Sadeh et al. 2023). The effect of reduction of   CH 4 in reducing the global warming is 20 to 60 times more than   CO 2 emissions (Sadeh et al. 2023). So, finding a solution way to reduce the atmospheric   CH 4 is so critical.",
    "Methanotrophs or methane-oxidizing bacteria (MOB) have the unique ability to use   CH 4 as their sole carbon and energy source (Cheng et al. 2022). In this comprehensive review, we will focus on methanotroph bacteria, their taxonomy, physiology, diversity, ecology and distribution, associations  of  methanotrophs  with  other  bacteria, biodegradation of toxic chemicals by methanotrophic bacteria, anaerobic methane oxidation mechanism, and factors affecting their function all based on the recent new findings and research all over the world.",
    "In  this  comprehensive  review,  we  addressed  most recent findings in methanotrophs, including aerobic and anaerobic methanotrophs, taxonomy, diversity, genetics, molecular ecology, and their biochemical potential all based on the recent new findings and research all over the  world.  Although  there  are  some  previous  reports on  methanotrophs,  however,  this  ground-breaking comprehensive  review  unveils  a  multitude  of  recent discoveries  in  the  realm  of  methanotrophs,  ranging from their intricate genetics to the dynamic landscape of  molecular  ecology.  With  a  focus  on  recent  genetic revelations,  molecular  intricacies,  and  untapped biopotential, this research introduces a novel chapter in methanotrophic studies, underscoring its contribution to both fundamental knowledge and practical applications. By  amalgamating  advanced  genetic  analysis  with ecological insights, this study pioneers a holistic approach to unraveling the biopotential of methanotrophs, offering unprecedented avenues for biotechnological applications.",
    "## Methanotrophic bacteria, aerobic, and anaerobic",
    "Methanotrophic  bacteria  are  a  subgroup  of  so-called methylotrophic bacteria (methylotrophs), and they can utilize methane as their sole carbon and energy source (while the latter metabolize methanol). Methanotrophs can  catalyze  the  oxidation  of  methane  to  methanol  by using methane monooxygenases (MMOs) enzyme (Rhee et  al.  2019;  Lackner et al. 2022). It is well known that the  aerobic  methanotrophs  are  Gram-negative  bacteria and  with  a  total  of  23  genera  and  roughly  60  species being identified (Guerrero-Cruz et al. 2021; Wang et al. 2023a). There are different types of aerobic methanotrophs known as Gammaproteobacteria, type I,  with  families Methylococcaceae and Methylothermaceae ,   and Alphaproteobacteria, type II, with families Methylocystaceae and Beijerinckiaceae (Guerrero-Cruz et al. 2021).",
    "The metabolism and unique pathways of methanotroph bacteria including an important role of formaldehyde as an intermediate in catabolism and anabolism are shown in Fig. 1 (Hanson and Hanson 1996). There is another pathway (dihydroxyacetone) in yeast strains which is growth on methanol and leads to formaldehyde assimilation. Then, carbon assimilation will be occurred after oxidation steps (Giunta et al. 2022).",
    "The anaerobic methanotrophs were found in the marine sediments for the first time where sulfate is present and is involved in methane consumption (Kalyuzhnaya et al. 2019). Sulfate-reducing bacteria (SRB) are responsible for sulfatedependent anaerobic methane oxidation process in anaerobic conditions (Yu et al. 2022) (Fig. 2). However, it is reported that nitrite   (NO 2 -) and nitrate   (NO 3 -) are more abundant than sulfate   (SO 4 2) in freshwater environments and can",
    "Fig. 1 Routes  for  the  conversion  of  methane  through  oxidation  and the incorporation of formaldehyde. Short forms: CytC, cytochrome c; FADH, formaldehyde dehydrogenase;  FDH,  formate  dehydrogenase (Hanson and Hanson 1996)",
    "Fig. 2 Diagram  illustrating  two  theoretical  situations  of  anaerobic methane oxidation linked to AQDS as the final electron receptor by ANME-2 and  SRB  communities.  The  ANME-2  cell  is  depicted  in red,  while  the  cooperating  SRB  partner  is  shown  in  green.  In  scenario A , ANME oxidizes methane and conducts extracellular electron transfer to reduce AQDS. While sulfate boosts ANME metabolism, it is not respired, and the synergistic SRB remain inactive. In scenario B ,  ANME  oxidizes  methane  and  reduces  both  AQDS  and  sulfate.",
    "involve in microbial processes of methane oxidation (Malyan et al. 2021). Equation 1 summarizes the sulfate reduction",
    "Subsequently,  SRB  mediate  the  transformation  of  zerovalent  sulfur, a by-product of ANME, into various compounds. This scenario suggests  a  concealed  sulfur  cycle  where  AQDS  and  sulfide  chemically react  to  regenerate  zero-valent  sulfur.  ANME's  metabolic  activity intensifies due to the availability of these two electron acceptors. Our research findings align with the extracellular electron transfer concept depicted in scenario A ,  rather than the active sulfate respiration and sulfur disproportionation model shown in scenario B (Yu et al. 2022)",
    "involved in anaerobic methane oxidation processes (Siniscalchi et al. 2022):",
    "<!-- formula-not-decoded -->",
    "The co-occurrence of anaerobic methanotrophic archaea and Deltaproteobacteria was reported in sulfate-reducing enrichment environments, and it is probably in a syntrophic manner (Siniscalchi et al. 2022); they both have an extremely low energy yield of the net reaction (Eq. 1). However, the biological nature of sulfate reduction bacteria is complex and is a geomicrobiological puzzle.",
    "Several documents demonstrated the effective role of nitrate/nitrite reduction in methane oxidation that is critical to processes of GHG emission (Baba and Miyaji 2020; Farhan Ul Haque et al. 2020; Hwang and Lee 2023). Recent findings in molecular biology techniques could successfully determine the important role of nitrate/nitrite reduction bacteria and archaea in methane oxidation (N-AOM processes) (Le and Lee 2023). In this context, novel biological 16S rRNA and gene amplicon analysis demonstrated that Methylomirabilis - and Methanoperedens -like microorganisms are more widespread than previously believed (Hopple et al. 2022). Meanwhile, there are new evidence that novel Candidatus Methylomirabilis sinica and Candidatus Methylomirabilis lanthanidiphila can support the N-AOM process (Hwang and Lee 2023; Bhattarai et al. 2019). Presence of M. nitroreducens and M. oxyfera require the controlled environmental conditions because of their slow growth rate of these bacteria (Wang et al. 2022).",
    "Isotopic evidence demonstrated the important role of M. nitroreducens as a N-AOM using nitrate as electron acceptor (Le et al. 2021). As shown in Fig. 3, methanogenesis is a biological process that consumes   CH 4 and produces   CO 2 and   H 2 using methyl coenzyme M reductase (MCR). It is recognized that some new genes are involved in MCR synthesis such as mcrABCDG genes in M. nitroreducens. So, mcrA can be used as an important biomarker to identify methanotrophic bacteria in different cultures (Chan and Lee 2019). The nitrate reductase genes and reverse methanogenesis were recognized in the genome of M. nitroreducens , whereas no enzymes were reported for the subsequent denitrification. So, some anaerobic methanotrophic archaea can reduce   NO 3 -to   NO 2 -and must rely on a partner to further reduce   NO 2 -to   N 2 (Muñoz-Gómez et al. 2022).",
    "The most common operating conditions set in N-AOM investigations are summarized in Table 1. This information is so important on future research for the N-AOM under relevant conditions. It should be mentioned that the   CH 4 consumption was not reported in different N-AOM studies which complicates the evaluation of the reported process performance. In this context,   N 2 production data cannot strongly demonstrate the N-AOM occurrence, because alternative electron donors are present in the inoculum which are able to trigger nitrite/nitrate reduction.",
    "Fig. 3 The  reverse  methanogenesis  pathway  in M.  nitroreducens linked  with  nitrate  reduction  involves  a  series  of  enzymes:  CDH (molybdenum-dependent formylmethanofuran dehydrogenase), FMD  (formylmethanofuran  dehydrogenase),  FRH  (F420-dependent hydrogenase), FTR (formylmethanofuran-H4MPT formyltransferase), HDR  (coenzyme  B-coenzyme  M  heterosulfide  reductase),  MCH (methenyl-H4MPT  cyclohydrolase),  MCR  (methyl  coenzyme  M",
    "## Taxonomy of methanotrophic bacteria",
    "Challenges encountered in the pursuit of obtaining pure cultures, understanding phenotypic traits, and adhering to the guidelines outlined in the International Code of Nomenclature of Bacteria (Oren 2020) have given rise to limitations in the classification of methanotrophs. Over the past five decades, a considerable number of methanotrophic cultures have been successfully isolated and formally characterized, beginning with the seminal work of Whittenbury. Presently, our understanding encompasses 18 clusters of aerobic methanotrophic bacteria within the Gammaproteobacteria class and an additional five clusters within the Alphaproteobacteria class, constituting a diverse spectrum of approximately 60 distinct species.",
    "Methanotrophic organisms with formally recognized names are classified into two distinct classes, namely, the Gammaproteobacteria (also referred to as type I and type X) and Alphaproteobacteria (also referred to as type II) classes (Muñoz-Gómez et al. 2022). Gammaproteobacterial methanotrophs are categorized within the Methylococcales order",
    "reductase),  MER  (methylene  H4MPT reductase),  MTD (methyleneH4MPT dehydrogenase), MTR (methyl-H4MPT:coenzyme M methyltransferase), NAR  (nitrate reductase), and NRF (nitrite reductase  ammonium-forming).  Within  this  context,  CoA,  CoB, and  CoM  represent  coenzymes  A,  B,  and  M,  respectively.  H4MPT corresponds to tetrahydromethanopterin, and MFR signifies methanofuran (Costa et al. 2022)",
    "and encompass three families: Methylococcaceae , Methylothermaceae , and Crenotrichaceae . This group presently encompasses 42 species with officially published names distributed across 19 genera (Le et al. 2021). The Methylothermaceae family encompasses two genera and two species, while the Crenotrichaceae family comprises a single genus and species (Nguyen and Lee 2021). These taxonomic assignments are primarily founded on the phylogenetic analysis of 16S rRNA gene sequences (Cheng et al. 2022). A summary of discernible characteristics displayed by species within Methylomicrobium , Methylotuvimicrobium gen. nov., and Methylosarcina can be found in Table 2.",
    "Category I methanotrophs have been classified into three distinct groups. The initial group, comprising phenotypes 1 to 3, is represented by the species Methylomonas methanica , Methylomonas fodinamm , and Methylomonas aurantiaca , which are characterized by the presence of pink and orange carotenoid pigments. These species share common attributes, including encapsulated cells with a coccobacillary or rod-shaped morphology, the presence of poly-P-hydroxybutyrate inclusions, non-desiccation resistant cysts, carotenoid",
    "Table 1 Performance of N-AOM processes at different experimental conditions",
    "| Inoculum                                                                                         | Liquid-phase operation     | Gas-phase opera- tion   | NO 2 - removal rate (gm -3 h -1 )   | NO 3 - removal rate (gm -3 h -1 )   | CH 4 removal rate (gm -3 h -1 )   | Reference              |\n|--------------------------------------------------------------------------------------------------|----------------------------|-------------------------|-------------------------------------|-------------------------------------|-----------------------------------|------------------------|\n| Sludge from a WWTP                                                                               | Batch                      | Batch                   | NE                                  | 1.32 × 10 -3                        | NE                                | Islas-Lima et al. 2004 |\n| Anoxic sediment from a canal                                                                     | Batch                      | Batch                   | 1.4                                 | NE                                  | 0.21                              | Costa et al. 2022      |\n| Sediments from ditches draining agricultural land of the river Rhine                             | Semicontinuous             | Continuous              | 1.22                                | NE                                  | 0.70                              | Ettwig et al. 2009     |\n| Mixture of sediments from a freshwater lake, anaerobic digester sludge,                          | Semicontinuous             | NE *                    | NE                                  | 7.0                                 | NE                                | Hu et al. 2009         |\n| Secondary sludge from an activated sludge system                                                 | Semicontinuous             | Continuous              | 0.40                                | NE                                  | 0.19                              | Luesken et al. 2011    |\n| Sludge from a parental reactor                                                                   | Batch and semi- continuous | NE                      | 0.1                                 | NE                                  | NE                                | Hu et al. 2011         |\n| Sludge from a parental reactor                                                                   | Semicontinuous             | Continuous              | NE                                  | 7.9                                 | NE                                | Shi et al. 2013        |\n| Mixture of metha- nogenic sludge and activated sludge                                            | Batch                      | Batch                   | NE                                  | 2.82                                | NE                                | Ding et al. 2014       |\n| Mixture of second- ary sludge and digested second- ary sludge                                    | Continuous                 | Continuous              | 1.5                                 | NE                                  | NE                                | Kampman et al. 2014    |\n| Coastal sediments                                                                                | Semicontinuous             | Batch                   | 9.15                                | NE                                  | 0.27                              | He et al. 2015         |\n| Sediments from a freshwater lake                                                                 | Batch                      | Batch                   | 2.1                                 | 2.5                                 | 0.42                              | Fu et al. 2017         |\n| Mixture of fresh secondary acti- vated sludge and anoxic sludge from a denitrify- ing bioreactor | Continuous                 | Continuous              | NE                                  | 2.8                                 | 0.03-20.6                         | Lopez et al. 2017      |\n| Sludge from a parental reactor                                                                   | Continuous                 | Continuous              | NE                                  | 7.1                                 | NE                                | Liu et al. 2019        |\n| Secondary acti- vated sludge                                                                     | Semicontinuous             | Continuous              | NE                                  | 1.4-9.6                             | 21-55                             | Valenzuela et al. 2021 |",
    "pigments, and motility facilitated by a single polar flagellum. Additional distinguishing phenotypic traits for these species are outlined in detail in Table 3.",
    "Type II methanotrophs pertain to the Alphaproteobacteria class and encompass representatives from the Methylocystaceae and Beijerinckiaceae families. Within the type II methanotrophs, there are closely affiliated clusters present in the validated species within the Methylocystis and",
    "Methylosinus genera. Specific characteristics that differentiate the genera of type II methanotrophs are outlined in Table 4. On the other hand, type I methanotrophs are categorized as the 'high capacity' group, primarily inhabiting environments abundant in methane but lacking in oxygen. Conversely, the 'low capacity' type II methanotrophs prevail in environments with scant methane and ample oxygen. This distinction implies that varying types of methanotrophs",
    "Table 2 Phenotypic characteristics of member species of Methylomicrobium , Methylotuvimicrobium gen. nov. (Orata et al. 2018)",
    "| Genus                        | Methylomicrobium         | Methylomicrobium         | Methylomicrobium              | Methylotuvimicrobium gen. nov.           | Methylotuvimicrobium gen. nov.         | Methylotuvimicrobium gen. nov.        | Methylotuvimicrobium gen. nov.         | Methylotuvimicrobium gen. nov.        |\n|------------------------------|--------------------------|--------------------------|-------------------------------|------------------------------------------|----------------------------------------|---------------------------------------|----------------------------------------|---------------------------------------|\n| Species                      | Methylomicro- bium agile | Methylomi- crobium album | Methylomicro- bium lacus c.n. | Methylotu- vimicrobium alcaliphilum c.n. | Methylotu- vimicrobium buryatense c.n. | Methylotu- vimicrobium japanense c.n. | Methy- lotuvimi- crobium kenyense c.n. | Methylotu- vimicrobium pelagicum c.n. |\n| Former name                  | NA                       | NA                       | Methylosarcina lacus          | Methylomi- crobium alcaliphilum          | 'Methyl- omicrobium buryatense'        | Methylomi- crobium japanense          | Methylomi- crobium kenyense            | Methylomi- crobium pelagicum          |\n| Type strain                  | ATCC 35068               | BG8                      | LW14                          | 20Z                                      | 5B                                     | NI                                    | AMO1                                   | AA-23                                 |\n| Type species                 | Yes                      | No                       | No                            | Yes                                      | No                                     | No                                    | No                                     | No                                    |\n| Characteristics              |                          |                          |                               |                                          |                                        |                                       |                                        |                                       |\n| Pigmentation                 | Wto SL                   | Wto SL                   | Wto SL                        | Wto SL                                   | Wto SL                                 | Wto SL                                | Wto SL                                 | Wto SL                                |\n| Motility                     | +                        | +                        | -                             | +                                        | +                                      | +                                     | +                                      | +                                     |\n| Cyst formation               | -                        | -                        | -                             | -                                        | -                                      | -                                     | -                                      | -                                     |\n| Desiccation resistance       | -                        | -                        | -                             | +                                        | +                                      | -                                     | -                                      | -                                     |\n| Growth occurs with 3.0% NaCl | -                        | -                        | NR                            | +                                        | +                                      | +                                     | +                                      | +                                     |\n| Temp. growth, range (°C)     | 10-37                    | 10-37                    | 4-35                          | NR                                       | 4-45                                   | NR                                    | NR                                     | 10-30                                 |\n| Temp. growth, optimum (°C)   | 25-30                    | 25-30                    | 28-30                         | NR                                       | 28-30                                  | 15-37                                 | NR                                     | 20-25                                 |\n| Growth at 37 °C              | +                        | V                        | -                             | +                                        | +                                      | +                                     | -                                      | -                                     |\n| Growth at 45 °C              | -                        | -                        | NR                            | -                                        | +                                      | -                                     | -                                      | -                                     |\n| Heat resistance (80 °C)      | -                        | -                        | -                             | +                                        | +                                      | -                                     | -                                      | -                                     |\n| pH growth, range             | 6-9                      | 6-9                      | 4-7                           | 6.5-9.5                                  | 6-11                                   | NR                                    | 9-10.5                                 | 6-8.5                                 |\n| pH growth, optimum           | 7                        | 7                        | 5.5-6.5                       | 9                                        | 8.5-9.5                                | 8.1                                   | 10                                     | 7                                     |\n| pMMO                         | +                        | +                        | +                             | +                                        | +                                      | +                                     | +                                      | +                                     |\n| sMMO                         | -                        | -                        | -                             | -                                        | +                                      | +                                     | -                                      | -                                     |\n| Main fatty acid              | C16:1 ω5t                | C16:1 ω5t                | C16:1 ω8c                     | C16:1 ω7c                                | C16:1 ω7c                              | C16:1                                 | NR                                     | C16:1 ω5t                             |\n| DNA G + C content (mol%)     | 58.1-59.6                | 54.4-56.3                | 52-54.7                       | 48-49                                    | 48-49                                  | 49                                    | 50.2                                   | 48.5                                  |",
    "may partake in methane oxidation under diverse moisture conditions, as highlighted by Zhou et al. (2020).",
    "## Biotechnological potential of methanotrophs",
    "Methanotrophs, found widespread, offer potential for remediating contaminated sites. A research has demonstrated that introducing methane can enhance the aerobic breakdown of halogenated hydrocarbons, as discussed in the review by Le et al. (2021). Both variants of the MMO can convert these halogenated compounds. However, the available data suggests that despite its slower degradation rate, the particulate",
    "MMO (pMMO) ultimately proves to be the more efficient system. Considering this, the utilization of adaptable Methylocystis strains becomes appealing. Within these strains, the pMMO is activated in the presence of acetate or ethanol, as observed in studies by Khanongnuch et al. (2022). This approach could be employed to provide the necessary reducing agents for the MMO. Such a strategy would be more feasible to implement in polluted sites compared to methane introduction and would additionally prevent competition for binding to the monooxygenase enzyme.",
    "As another example of bioremediation, Methylocella was among the bacteria associated with degradation of plastics in landfill lysimeters (Khanongnuch et al. 2022). Obligate methanotrophs such as Methylococcus capsulatus , which can",
    "Table 3 Phenotypic characteristics of methanotrophic phena defined by numerical analysis (sources: Zhou et al. 2020; Khanongnuch et al. 2022; Priyadarsini et al. 2023)",
    "| 8: Methylo- coccus luteus 9: Methy- lomonas pelagica   | + +                   | -                | +            | - -                           | +                                   | + -                             | + +                                     | + -           | -                                 | - + -                                                      | -                                              | +                          | -               | - -               |             | + +               | - +                      | -                         | +                    | - 38                         | + +                                     |\n|--------------------------------------------------------|-----------------------|------------------|--------------|-------------------------------|-------------------------------------|---------------------------------|-----------------------------------------|---------------|-----------------------------------|------------------------------------------------------------|------------------------------------------------|----------------------------|-----------------|-------------------|-------------|-------------------|--------------------------|---------------------------|----------------------|------------------------------|-----------------------------------------|\n|                                                        | + 50                  | -                | - -          | -                             | -                                   | + -                             | - + +                                   | -             | + -                               | + -                                                        | 25 -                                           | -                          | - 25            |                   | -           | + +               | - + 50                   | +                         | 25                   | -                            | +                                       |\n| 7: Methylo- monas luteus                               | + 50                  | -                | - -          | -                             | -                                   | + -                             | - + +                                   | -             | + -                               | + -                                                        | 25 - -                                         | -                          | 25              | -                 |             | + +               | - + 50 +                 |                           | 25                   | -                            | -                                       |\n| 7: Methylo- monas alba                                 | + 87                  | 25 +             | -            | -                             | 37                                  | + -                             | - + +                                   | 87            | - -                               | + -                                                        | 50 +                                           | -                          | - -             |                   | 13          | 87 +              | - + 66                   | +                         |                      | - -                          | +                                       |\n| 6: Methylo- monas agile                                | + +                   | 50 +             | -            | -                             | 50 +                                | -                               | 50 + 50                                 | +             | - -                               | + -                                                        | + +                                            | -                          | -               | -                 | +           | - +               | - 50                     | 50                        | +                    | -                            | - +                                     |\n| 5: Methylo- monas spp.                                 | + +                   | - +              | -            | -                             | 67                                  | + -                             | - + +                                   | -             | 67 -                              | + -                                                        | + +                                            | -                          | -               | -                 | -           | + +               | - +                      | -                         | +                    | - -                          | 67                                      |\n| 4: Methylo- coccus spp.                                | + +                   | - 33             | -            | -                             | -                                   | + 33                            | - + +                                   | 17            | + -                               | + -                                                        | + +                                            | -                          | - -             |                   | -           | + 67              | - +                      | -                         | +                    | 17 -                         | +                                       |\n| 3: Methylo- monas auran- tiaca                         | - -                   | +                | + -          | -                             | +                                   | + -                             | - + +                                   | 11            | + -                               | + -                                                        | + +                                            | -                          | - +             | -                 | +           | 93                | 82                       | + -                       | -                    | 79                           | 61 -                                    |\n| meth- 2: Methy- lomonas fodinarum                      | - -                   | +                | + -          | -                             | +                                   | + -                             | - + +                                   | +             | + -                               | + -                                                        | + + +                                          | -                          | -               |                   | -           | + +               | -                        |                           | + -                  | -                            | + - -                                   |\n| Phenon 1: Methylo- monas anica                         | -                     | - +              | + -          | -                             | 77                                  | 92 -                            | 8 92                                    | + +           | + -                               | + membrane -                                               | 69 +                                           | -                          | - 23            |                   | -           | + +               | 38                       | + -                       | 62                   | 62                           | 38 -                                    |\n| Characteristic                                         | Cell morphology Cocci | Ellipsoidal Rods | Coccibacilli | Reniform or vibrioid Pyriform | Length 0.5-1.0 pm Length 2.1-3.0 pm | Length 2.1-3.0 pm Width c0.5 pm | Width 0.6-1.0 pm Poly-P-hydroxybutyrate | Polyphosphate | Cyst formation Exospore formation | Type II intracytoplasmic membrane Type II intracytoplasmic | Capsule Motility (1 polar flagellum) flagella) | Motility (> 1 polar Spinae | Chain formation | Colony morphology | Translucent | Opaque Low convex | High convex Entire edges | Lobate or irregular edges | Butyrous consistency | Viscid or mucoid consistency | Cartilaginous consistency White or buff |",
    "| 9: Methy- lomonas pelagica     |       | -           | -      | -      | -                  | -                   | -   | -                                   | +                | -                | -                 | +      | -      |       | - 25   | +     | +     | 75    |\n|--------------------------------|-------|-------------|--------|--------|--------------------|---------------------|-----|-------------------------------------|------------------|------------------|-------------------|--------|--------|-------|--------|-------|-------|-------|\n| 8: Methylo- coccus luteus      | -     | -           | -      | -      | -                  | -                   |     | -                                   | +                | -                | -                 | +      | -      | -     | -      | -     | -     | -     |\n| 7: Methylo- monas luteus       | -     | -           | -      | +      | -                  | 25                  |     | -                                   | +                | -                | +                 | +      | 25     | +     | +      | 75    | -     | -     |\n| 7: Methylo- monas alba         | -     | -           | -      | -      | -                  | -                   |     | -                                   | +                | -                | +                 | 38     | -      | +     | +      | 75    | -     | -     |\n| 6: Methylo- monas agile        | -     | -           | -      | -      | -                  | -                   |     | -                                   | +                | -                | 50                | -      | -      | +     | +      | +     | -     | -     |\n| 5: Methylo- monas spp.         | 63    | -           | -      | -      | +                  | -                   |     | -                                   | +                | -                | +                 | +      | -      | 67    | +      | +     | -     | -     |\n| 4: Methylo- coccus spp.        | -     | -           | -      | -      | +                  | -                   |     | -                                   | +                | -                | +                 | +      | 33     | +     | +      | 67    | -     | -     |\n| 3: Methylo- monas auran- tiaca | -     | -           | +      | -      | -                  | -                   |     | +                                   | -                | +                | +                 | +      | 89     | +     | +      | +     | -     | -     |\n| 2: Methy- lomonas fodinarum    | -     | -           | +      | -      | -                  | -                   |     | +                                   | -                | +                | 91                | 82     | -      | +     | +      | -     | -     | -     |\n| Phenon 1: Methylo- monas meth- | anica | - +         | -      | -      | -                  | -                   |     | +                                   | -                | +                | 92                | 23     | -      | +     | +      | 15    | -     | -     |\n| Characteristic                 | Brown | Pink or red | Orange | Yellow | Brown (diffusible) | Yellow (diffusible) |     | Carotenoids Growth in static liquid | Evenly dispersed | Surface pellicle | Growth at: pH 9.0 | pH 5.5 | pH 5.0 | 20 °C | 28 °C  | 37 °C | 45 °C | 55 °C |",
    "Table 4 Characteristics that distinguish genera of type II methanotrophs",
    "| Characteristics                        | Methylosinus                | Methylocystis                                       |\n|----------------------------------------|-----------------------------|-----------------------------------------------------|\n| Cell morphology                        | Vibriod or pyriform         | Cocci, curved rods, ellipsoidal                     |\n| Cyst formation (desiccation sensitive) | -                           | +                                                   |\n| Exospore (bud) formation               | +                           | -                                                   |\n| Lysed by 2% (wt/vol) SDS               | +                           | -                                                   |\n| Representative species                 | M. trichosporium M. sporium | M. echinoides, M. parvys, M. pyriformis, M. minimus |",
    "All these organisms are characterized as gram-negative, strictly aerobic, and obligate methylotrophs. They utilize the serine pathway to assimilate formaldehyde. Notably, they possess intracytoplasmic membranes that are oriented parallel to the cell wall. Their growth is not supported at a temperature of 458 °C. These microorganisms possess a complete tricarboxylic acid cycle but lack the enzymes associated with the Calvin-Benson cycle. Additionally, they engage in nitrogen fixation through an aerotolerant nitrogenase system. The prominent phospholipid fatty acid is 18:1v8c, and their DNA base compositions exhibit a range of 62 to 67 mol% G1C (Whiddon et al. 2019; Le et al. 2021)",
    "grow relatively quickly and to high cell densities, have been exploited for production of single-cell protein (Khanongnuch et al. 2022). While Methylocella , which exhibits slower grow, may not be as useful to produce low value, bulk chemicals, it can still be grown to high cell densities in fermenter culture (Priyadarsini et al. 2023). Its metabolic versatility warrants further examination in this respect. Large-scale production of methanol from methane is an attractive proposition and promising results have been obtained in several studies (Baba and Miyaji 2020). As an illustration, combinations of Methylomonas methanica and Methylocella tundra co-cultures, which were encapsulated within silica gel, were supplied with simulated biogas as a nutrient source.",
    "It  is  worth  noting  that  the  introduction  of  hydrogen resulted in a significant enhancement in methanol production, nearly doubling it to approximately 0.32 g   l -1 , with a corresponding 66% conversion efficiency (Zhou et al. 2020). However, a notable challenge in utilizing the MMO for methanol production lies in the need for a costly electron donor, such as formate, to facilitate methane oxidation. Nonetheless, a promising solution may be found in facultative methanotrophs, as they possess the capability to utilize compounds like acetate, which are commonly found in waste streams, as an alternative electron donor (Lee et al. 2023).",
    "While Methylocella spp. exhibit a wider array of metabolic capabilities compared to obligatory methanotrophs, their potential biocatalytic applications have not been fully explored. The soluble methane monooxygenase (sMMO) has traditionally been recognized as an exceptionally versatile biocatalyst, facilitating the oxidation of a diverse spectrum of compounds, including alkanes, alkenes, and even relatively large aromatics like naphthalene (Priyadarsini et al. 2023).",
    "The utilization of intact cells of methanotrophs like Methylococcus capsulatus for the production of chemicals such as propylene oxide (from propylene) is a viable approach. However, the toxicity associated with this metabolite necessitates the implementation of a recycling system to regenerate the entire-cell biocatalyst (Samanta and Sani 2023). If Methylocella demonstrates reduced susceptibility to the adverse effects of propylene epoxide, it could potentially have an advantage over M. capsulatus in the production of this compound. This advantage stems from Methylocella ability to harness alternative energy sources for facilitating the oxidation of propylene through the sMMO enzyme.",
    "Beyond Methylocella metabolic adaptability, these strains hold a distinct advantage over obligate methanotrophs, as the expression of the sMMO is not inhibited by copper (Cruz and Pijuan 2022). The potential utilization of sMMO as a biocatalyst, in conjunction with the ability to use multicarbon compounds like succinate or acetate for both carbon and energy, suggests that Methylocella could emerge as a promising cellular platform for the production of valuable commodities. Notably, this includes the production of valuable substances such as chiral alcohols and epoxides.",
    "## Findings on physiology of methanotrophic bacteria",
    "Gaining insights into the factors governing methane metabolism and the ecological behavior of methanotrophic bacteria necessitates a comprehensive grasp of the physiological traits exhibited by diverse methanotroph groups. Distinctions in the enzyme systems utilized by various genera and species to catalyze methane oxidation, the pathways employed for assimilating one-carbon units into central metabolic processes, the chemical constitution of cellular components, regulatory mechanisms governing one-carbon compound metabolism, and the nutritional responses of distinct methanotrophs collectively determine their competencies in varying habitats. Hence, it is apt to assess the present understanding of the physiological attributes characterizing different methanotroph groups, particularly in relation to their aptitude for thriving, proliferating, and methane oxidation",
    "across diverse environments. Additionally, this assessment should consider their potential for breaking down hazardous environmental contaminants that pose risks to human health and ecosystem stability.",
    "The initial step in the oxidation of methane by aerobic methanotrophs is catalyzed by MMOs. These MMOs (Bo et al. 2023; Samanta and Sani 2023) represent classical monooxygenases that employ two reducing equivalents to cleave the O-O bonds of dioxygen, a process also noted by Lee et al. (2023) and Zhou et al. (2023). Within this process, one of the oxygen atoms undergoes reduction, ultimately resulting in the production of water   (H 2 O), while the other oxygen atom is integrated into methane, leading to the formation of methanol   (CH 3 OH). Two distinct forms of MMOs have been identified in methanotrophic bacteria (Shen et al. 2023). It is well-established that in most Proteobacteria and some Verrucomicrobia , the process of methane oxidation is linked to the creation of specialized subcellular compartments (Khanongnuch et al. 2022).",
    "One of these forms, known as sMMO, employs NADH + H + as an electron donor and retains its solubility even after centrifugation of cell extracts at 150,000 × g for 75 min, as detailed by Singh et al. (2023). It is widely acknowledged that all sMMOs consist of three distinct components. The first component, the hydroxylase, possesses a size of 245 kDa and contains nonheme iron. This hydroxylase is comprised of three different subunits, namely, a, b, and g. The second component, referred to as the B component, has a mass of 15.8 kDa, lacks any cofactors, and appears colorless. The third component, known as the reductase component, boasts a size of 38.4 kDa and includes both flavin adenine dinucleotide and an   Fe 2 S2  cluster. For a more indepth understanding of this enzyme, its reaction kinetics, and the individual roles of each component in the catalytic cycle, comprehensive reviews are available elsewhere (Han et al. 2023).",
    "## Oxidation of formaldehyde and formate",
    "The majority of the necessary reducing potential required for methane metabolism is generated through a series of steps involving the oxidation of formaldehyde, progressing through formate, and ultimately leading to the production of carbon dioxide. Within methylotrophs, there are multiple enzyme systems responsible for the oxidation of formaldehyde to formate (Rozova et al. 2021). These systems encompass NAD (P)-linked aldehyde dehydrogenases, which may or may not necessitate reduced glutathione or",
    "other cofactors, as well as dye-linked dehydrogenases, which are quantified through the reduction of dyes like 2,6-dichlorophenol, (Singh et al. 2023).",
    "The conversion of formate to carbon dioxide is facilitated by an NAD-dependent formate dehydrogenase in most, if not all, methanotrophs (Schmitz et al. 2022). Some methylotrophs that employ the RuMP pathway for formaldehyde assimilation utilize a cyclic pathway for  the  oxidation  of  formaldehyde  to  carbon  dioxide (Cruz and Pijuan 2022). In this pathway, formaldehyde and ribulose-5-phosphate engage in a reaction, yielding hexulose-6-phosphate, which is subsequently isomerized to  fructose-6-phosphate, eventually transforming into glucose-6-phosphate. This glucose-6-phosphate undergoes further oxidation to yield 6-phosphogluconate. As the cycle progresses, 6-phosphogluconate is oxidized to generate both carbon dioxide and ribulose-6-phosphate, effectively concluding the cyclic pathway responsible for formaldehyde oxidation. NAD1 or   NADP + serve as electron acceptors in the two oxidation steps within this cycle. While most obligatory methanotrophs utilize the linear pathway for formaldehyde oxidation, many non-methane utilizing methylotrophs predominantly employ the cyclic pathway (Khanongnuch et al. 2022).",
    "## Methanol oxidation",
    "Methanol, originating from both endogenous sources (resulting from methane oxidation via MMO) and exogenous sources (such as pectin and lignin degradation), undergoes oxidation to formaldehyde via a periplasmic methanol dehydrogenase (MDH) in gram-negative methylotrophs (Le and Lee 2023). MDH exists as an α 2 β2 tetramer, composed of large (60 to 67 kDa) and small (8.5 kDa) subunits (Le and Lee 2022). This enzyme is classified as a quinoprotein, with each tetramer containing 2 moles of pyrroloquinoline quinone and 1 mole of calcium (Zhu et al. 2022). The transfer of electrons from MDH to cytochrome c L , an atypical cytochrome serving as the specific electron acceptor for MDH, is the subsequent step (Tikhonova et al. 2023). Cytochrome c L ,  in  turn,  is  oxidized by a typical class I cytochrome c (cytochrome c H ), which is also specific for methanol oxidation (Kang-Yun et al. 2022). Importantly, all three components-MDH, cytochrome c L , and cytochrome c H -are soluble and reside within the periplasm of gramnegative methylotrophs (Tentori et al. 2022). In contrast, gram-positive methylotrophs employ an NAD-linked MDH for methanol oxidation, while methanol-oxidizing yeast species use a methanol oxidase system for the same purpose. Notably, these enzymes have not been detected in gramnegative methanotrophic bacteria (Priyadarsini et al. 2023).",
    "The regulation of MDH (malate dehydrogenase) synthesis involves complex regulatory networks in facultative methylotrophs and is at least present in one methanotrophic organism. A comprehensive understanding of the control mechanisms governing MDH synthesis has been extensively explored in previous literature (Howe et al. 2023; Venetz et al. 2022).",
    "## Findings on ecology and distribution of methanotrophic bacteria: 16S RRNA and functional genes",
    "The  most  common  habitats  for  methanotroph  bacteria is shown in Fig. 4. Nearly all samples taken from muds, swamps, rivers, rice paddies, oceans, ponds, soils from meadows, deciduous woods, streams, sewage sludge, and several other environments contained methanotrophic bacteria (Oudova-Rivera et al. 2023). Estimations of methane emissions from wastewater treatment are scarce and accurate determinations are limited (Moore et al. 2023) (in detail in 'Underestimation of Sector-Wide Methane Emissions from United States Wastewater Treatment'). When employing viable-count methods, the quantities of methanotrophs identified in soils, sediments, and aquatic environments spanned",
    "Fig. 4 The research studies investigated a certain number of habitats, as shown in the upper left diagram. The pmoA sequences from the NCBI database were categorized based on the environments in which they were identified, depicted in the upper right diagram. The lower diagrams, however, encompass non-redundant sequence reads only, excluding duplicate sequences found within the same study and in the same operational taxonomic unit (I). The directional arrows indicate the location of the group represented as the initial entry in the legend (Knief 2015)",
    "2069 non-redundant sequence reads at 12 % cut-off",
    "from 103 to 106 cells per gram (Zhou et al. 2020). Peltokangas et al. (2023) reported that significant amounts of   CH 4 were produced even after homogenization of soil samples, where the anoxic microsites were destroyed. This has led to some authors to hypothesize that methanogens are not the sole source of   CH 4 in oxic soils, but the possibility of nonmicrobial   CH 4 formation in soils must be considered (Galera et al. 2023). Lin et al. (2023) conducted an experiment in which   CH 4 release from soil increased with increasing temperature and organic C content, and with the addition of water to dried soils. Certain temperatures examined, reaching as high as 70 °C, exceeded the established enzymatic activity range of methanogens, effectively ruling out the likelihood of microbial methane   (CH 4 ) production. This implies the presence of an unidentified chemical mechanism generating   CH 4 in oxygen-rich soil environments. Notably, there has been recent documentation of the abiotic creation of   CH 4 under extremely oxidizing conditions, and this phenomenon could have significance within soil ecosystems (Hopple et al. 2022).",
    "Iqbal et al. (2023) highlighted the significance of rice paddies as a substantial source of atmospheric methane (CH4), contributing to approximately 10% of total anthropogenic   CH 4 emissions. In freshwater lakes, it is commonly assumed that high methane oxidation activity occurs at the",
    "oxic-anoxic transition zones (Bashir et al. 2023). An analysis of sediment microbial communities, based on 16S rRNA gene sequencing, revealed the presence of diverse groups of aerobic methanotrophs, including type I gamma- and type II alpha-proteobacterial MOB (Wang et al. 2023b). Within the Methylococcaceae family, varying proportions were observed, ranging from 0.07 to 0.23% of the total, with the highest occurrence at a depth of 3 cm. In contrast, type II alpha-MOB Methylocystis was found at much lower relative abundances, peaking at 0.01% at a depth of 6 cm (Kaise et al. 2023).",
    "levels (IPCC 2013). Remarkably, scientists have enhanced their understanding of phylogenetic relationships and the discovery of new methanogens within rice fields by employing both conserved and functional gene sequences, including the 16S rRNA and mcrA genes. Additional information on this subject is available in Table 5.",
    "## Findings on the native multi-carbon utilizing pathways in methanotrophic bacteria",
    "It is noted that approximately 50-65% of total methane emissions are attributed to anthropogenic activities, encompassing ruminant husbandry, fossil fuel extraction and usage, rice paddy agriculture, and emissions from landfills and waste. This has led to a current atmospheric methane concentration increase of 2.5 times compared to preindustrial",
    "In methanotrophic bacteria, both sMMO and pMMO can catalyze the hydroxylation of different alkanes. pMMO can only oxidize C1-C5 alkanes, in contrast to sMMO, which has a much wider substrate range (Chan and Lee 2019). These findings suggest that the substrate binding site only accepts  straight-chain  C1-C5  hydrocarbons  in  pMMO",
    "Table 5 Description of novel methylotrophs and methanogens from different ecosystems",
    "| Novel microbes                      | Methanotrophs/Methanogens   | Ecosystem          | Isolation strategy                                    | Reference                    |\n|-------------------------------------|-----------------------------|--------------------|-------------------------------------------------------|------------------------------|\n| Candidatus Methylomirabilis         | Methanotrophs               | Paddy soil         | Metagenomic approach                                  | He et al. (2015)             |\n| Haliea sp. ETY-M                    | Methanotrophs               | Marine             | Conserved/functional gene- based phylogeny            | Suzuki et al. (2012)         |\n| Halie asp. ETY-NAG                  | Methanotrophs               | Marine             | Conserved/functional gene                             | Suzuki et al. (2012)         |\n| Methanobacterium kanagiense         | Methanogens                 | Paddy soil         | Pureculture technique &poly- phasic taxonomy          | Kitamura et al. (2011)       |\n| Methanobacterium lacus AL-21        | Methanogens                 | Acidic soil        | Phylogeny based on 16 rRNA an-DNA-DNA hybridization   | Cadillo-Quiroz et al. (2014) |\n| Methanobacterium lacus sp. no v     | Methanogens                 | Acidic soil        | Phylogeny based on 16 S rRNA an-DNA-DNA hybridization | Borrel et al. (2012)         |\n| Methanobactxidesmaludis SWAN        | Methanogens                 | High temperature   | Phylogeny based on 16 S rRNA an-DNA-DNA hybridization | Cadillo-Quiroz et al. (2014) |\n| Methanocella arvoryzae              | Methanogens                 | Paddy soil         | Pureculture technique &poly- phasic taxonomy          | Sakai et al. (2010)          |\n| Methanocel laconradii               | Methanogen                  | Paddy soil         | Pureculture technique &poly- phasic taxonomy          | Lu and Lu (2012)             |\n| Methanoculleus chikugoensis         | Methanogenic archaea        | Paddy soil         | Culture dependent technique                           | Dianou et al. (2001)         |\n| Methanosarcinaceae                  | Methanogens                 | Paddy soil         | Metagenomic approach                                  | Lueders et al. (2001)        |\n| Methylarcula marina VKMB- 2159T     | Methanotrophs               | Marine             | Culture dependent technique                           | Dianou and Adachi (1999)     |\n| Methylarcula terricola VKMB- 21 60T | Methanotrophs               | Marine             | Culture dependent technique                           | Dianou and Adachi (1999)     |\n| Methylocella silvestris             | Methanotrophs               | Acidic forest soil | Culturomics                                           | Dunfield et al. (2003)       |\n| Methylomonas EM-L 16-1              | Methanotrophs               | Marine             | Floating filter culture tech- nique                   | Nguyen et al. (2017)         |\n| Methylomonas lineage                | Methanotrophs               | Marine             | Culturomics                                           | Holmes et al. (1999)         |\n| Methyloomonus pelugica              | Methanotrophs               | Marine             | Culturomics                                           | Sieburth et al. (1987)       |\n| Methylophaga AH 1                   | Methanotrophs               | Marine             | Culture dependent technique                           | Howat (2017)                 |\n| Methylovulum miyakonense            | Methanotrophs               | Forrest soil       | Phylogeny based on 16 rRNA an-DNA-DNA hybridization   | Iguchi et al. (2011)         |\n| Novimethylophi luskurashik- iensis  | Methanotrophs               | Paddy soil         | Culture dependent technique                           | Lv et al. (2018)             |",
    "(Wang et al. 2023b). Additionally, a relatively small cavity in the active site restricts the substrate specificity of pMMO and leads to preferential oxidation of the substrate (R)-alcohols (Pham et al. 2023). In contrast to the comprehensive exploration of methane (C1) metabolism, the breakdown of gaseous alkanes ranging from C2 to C5 among methanotrophs has received limited attention (as depicted in Fig. 5). A noteworthy case lies with the type II methanotroph, Methylocella silvestris , which exhibits the capability to utilize both methane and propane as sources of carbon and energy. This distinct trait marks M. silvestris as the initial methanotroph known to utilize a short-chain alkane instead of methane. Furthermore, M. silvestris is equipped to metabolize ethane through oxidation processes.",
    "The presence of isocitrate lyase and malate synthase explains its ability to thrive on ethane and its metabolic intermediates ethanol and acetate (Bordel et al. 2019). In addition to ethane assimilation, propane assimilation pathways have also been observed in M. silvestris (Bordel et al. 2019) and Methylacidiphilum sp. IT6 (Awala et al. 2021). Two additional pathways are involved in the degradation of propane: the first converts propane into 1-propanol and then methylmalonyl -CoA, whereas the second converts propane into 2-propanol, which is subsequently oxidized to acetone, acetol, and lactate, which can be further converted into pyruvate by putative lactate dehydrogenase (Fig. 5) (Le and Lee 2023).",
    "While  cultivating M.  silvestris on  propane,  it  was observed that both 2-propanol and acetone accumulated in the culture medium. This suggests that the transformation of acetone into acetol could be hindered by kinetic barriers. Intriguingly, during the growth of 2-propanol in Methylacidiphilum sp. IT6, a gene cluster responsible for the conversion of 2-propanol to pyruvate via acetol exhibited increased expression. Notably, this cluster encompasses one of the three genomic operons related to pmoA, which generates pMMO. Interestingly, the encoded enzyme PMO3 within this cluster facilities oxidation of acetone to acetol as reported by Awala et al. (2021).",
    "In  conclusion,  these  discoveries  shed  light  on  the adaptable metabolic capacities of facultative methanotrophs, showcasing their ability to utilize a wide range of substrates. In the realm of metabolic engineering, given the inherent limitations of carbon flux connected to C1",
    "Fig. 5 Methanotrophic  bacteria  inherently  employ  various  multicarbon sources. Methane, ethane, propane, and butane are subject to oxidation  through  methane  monooxygenase.  These  oxidation  pathways are subsequently transformed through multiple enzymatic steps into central metabolic intermediates. Specifically, methane oxidation is represented by a black line, ethane oxidation by a red line, propane oxidation by a blue line, and the conversion of butane leads to croto-",
    "nyl-CoA, depicted as a rubine-colored line.  Xu5P,  xylulose  5-phosphate;  Ru5P,  ribulose-5-phosphate;  S7P,  sedoheptulose7-phosphate; G3P, glyceraldehyde 3-phosphate; E4P, erythrose 4-phosphate; F6P, fructose  6  phosphate;  H6P,  3-hexulose-6-phosphate;  R5P,  ribose 5-phosphate;  HP,  hydroxypyruvate;  DHAP,  dihydroxyacetone  phosphate; MDH, methanol dehydrogenase; ADH, alcohol dehydrogenase (Le and Lee 2023)",
    "compounds, the establishment of facultative growth on co-substrates emerges as a potentially advantageous strategy. This approach could potentially amplify carbon flux directed towards the biosynthesis pathway of desired products within methanotrophic bacteria.",
    "The understanding of methane oxidation mechanisms and the rational engineering of metabolic processes have been challenging due to the exclusive reliance on methane and methanol as carbon and energy sources by obligate gammaproteobacterial methanotrophs. To address the gaps in our foundational comprehension of C1 metabolism and to enhance methanotrophic capabilities for methane conversion, a potential strategy involves merging methanotrophic and heterotrophic metabolic pathways through the construction of synthetic multi-carbon utilization pathways. This approach is especially significant for biorefineries, where cost-effective and abundant methane along with renewable carbon sources can be employed to generate value-added products. Given that obligate methanotrophic bacteria inherently lack the capacity to utilize multi-carbon substrates, the creation of synthetic multi-carbon utilization pathways within host strains becomes essential. This review discusses three multi-carbon utilization pathways present in type I methanotrophs, specifically M. alcaliphilum 20Z, as depicted in Fig. 6.",
    "## Glycerol-utilizing pathway",
    "One of the drawbacks of methanotrophic bacteria is the requirement of unbalanced reducing equivalents by MMO during the oxidation of methane, which leads to low cell yield of methanotrophs on methane, as well as a lack of reducing equivalents from methane to the formation of reduced products (Pham et al. 2023). Consequently, to bolster cell growth, amplify carbon flow, and increase the availability of reducing agents for producing reduced products, it becomes imperative for these bacteria to engage in the simultaneous metabolism of an additional reduced substrate alongside methane. Glycerol, a by-product of the diesel industry, has been identified as a promising co-substrate due to its widespread availability, notable degree of reduction, and cost-effectiveness (Le and Lee 2023).",
    "To establish a synthetic glycerol-utilizing pathway, three enzymes from E. coli including glycerol transporter ( glpF ), membrane-binding   FAD + dependent glycerol-3 phosphate",
    "Fig. 6 The synthetic pathways for utilizing multi-carbon compounds  were  reconstructed  within  an  obligate  type  I  methanotroph. To  achieve  this,  relevant  genes  associated  with  each  pathway  were sourced from various bacteria and subsequently combined. The integration  was  accomplished  by  either  inserting  these  genes  into  the pAW89  expression  vector  or  incorporating  them  into  the  genome. Notably,  these  genes  were  placed  under  the  regulation  of  the  pTac promoter.  These  genes  collectively  contribute  to  the  conversion  of",
    "various compounds such as Xu5P (xylulose 5-phosphate), Ru5P (ribulose-5-phosphate),  S7P  (sedoheptulose-7-phosphate),  G3P  (glyceraldehyde  3-phosphate),  E4P  (erythrose  4-phosphate),  F6P  (fructose 6  phosphate),  H6P  (3-hexulose-6-phosphate),  R5P  (ribose  5-phosphate), HP (hydroxypyruvate), DHAP (dihydroxyacetone phosphate), MDH (methanol dehydrogenase), and ADH (alcohol dehydrogenase) (Le and Lee 2023)",
    "dehydrogenase ( glpD ), glycerol kinase ( glpK ), and soluble   NAD + dependent glycerol-3 phosphate dehydrogenase ( gpsA ) from M. alcaliphilum 20Z were overexpressed (Le et al. 2021).",
    "Glycerol undergoes a two-step conversion into DHAP (dihydroxyacetone  phosphate),  subsequently  entering the metabolic network (Rozova et al. 2021). It bifurcates towards ribulose monophosphate (RuMP) activity through gluconeogenic flux and towards the TCA cycle through glycolytic flux, facilitated by the activity of fructose-bisphosphate aldolase ( fbaA ) and triosephosphate isomerase ( tpi ),  respectively. Through the overexpression of these four genes, noticeable cell growth was observed on glycerol alone, resulting in a final OD600 (optical density at 600 nm) of 1.4 when using 0.1% (v/v) glycerol. However, the genetically engineered strain encountered growth challenges in the presence of higher glycerol concentrations, specifically 0.5% (v/v) and 1% (v/v) (Tyne et al. 2023). This was attributed to the hypothesis that elevated glycerol concentrations might significantly influence osmotic potential, consequently hindering growth (Pham et al. 2023).",
    "## Xylose utilizing pathway",
    "In Methylomicrobium alcaliphilum 20Z, the primary metabolic pathway is a combination of C1 and five-carbon (C5) sugars (Le and Lee 2023; Nguyen and Lee 2021). Pentose substrates can be directly converted into intermediates of the RuMP cycle, activate the non-oxidative component of the pentose phosphate pathway (PPP) within the RuMP cycle, and support cell growth, as highlighted by Nguyen and Lee (2021). Xylose, a frequently encountered C5 sugar in lignocellulosic biomass, holds significant potential as a versatile multi-carbon feedstock. Methylomicrobium alcaliphilum 20Z has demonstrated its ability to assimilate xylose as its sole carbon source through a strategic approach involving the integration of xylose metabolism pathways from Escherichia coli ,  in  combination with its native non-oxidative RuMP cycle.",
    "In E. coli ,  the enzyme xylose isomerase (encoded by xylA) converts xylose into d-xylulose. Subsequently, d-xylulose is phosphorylated by xylulokinase (encoded by xylB) to generate xylulose-5-phosphate (Xu5P). The conversion of Xu5P to ribulose-5-phosphate is then facilitated by ribulosephosphate 3-epimerase. A portion of this ribulose-5-phosphate is incorporated into the non-oxidative PPP. To enable stable xylose utilization in Methylomicrobium alcaliphilum 20Z, genetic engineering efforts involved chromosomally integrating the xylA and xylB genes from E. coli , along with the rpe gene from M. alcaliphilum 20Z, under the control of the Ptac promoter. This engineering effort resulted in the development of a strain capable of efficiently utilizing xylose as its sole carbon source, as evidenced by observable growth under these conditions.",
    "## Glucose utilizing pathway",
    "The enzyme responsible for phosphorylating glucose, ATPglucokinase ( glk ), has been identified in type I methanotrophs (Zhou et al. 2020). Notably, there are no known methanotrophs capable of utilizing glucose as a carbon source for their growth. Moreover, genome analysis has revealed that some type I methanotrophs may harbor putative gluconate kinase ( GntK ) and glucose-1-dehydrogenase ( gdh ) enzymes, the functions of which remain currently unknown (Rozova et al. 2021). Both gluconate kinase and glucose dehydrogenase could potentially have associations with the EntnerDoudoroff pathway, glycolysis, and the oxidative PPP (Tyne et al. 2023). Double mutants ( gdh─/glk─) or ( gntk─/glk─) exhibited distinct phenotypes compared to the wild-type strain of Methylomicrobium alcaliphilum when grown on methane. These mutants displayed higher accumulations of glucose-trehalose and lower glycogen storage (Rozova et al. 2021). Despite the presence of redundant sugar metabolism pathways in obligate methanotrophs, the precise reasons for their inability to utilize glucose as a carbon and energy source for growth remain unclear. An intriguing observation is the absence of a phosphotransferase system for glucose transport in type I methanotrophs, which may hinder the uptake of glucose from the surrounding medium into the cells.",
    "Remarkably, Pham et al. (2023) demonstrated the engineered growth of Methylomicrobium alcaliphilum 20Z on glucose through the overexpression of three target genes: glucose-facilitated diffusion protein ( glf ) from Zymomonas mobilis ,  native  glucokinase  ( glk ),  and  phosphoglucose isomerase ( pgi )  from E. coli .  In  the  context  of  glucose metabolism, it is presumed that cells utilize a heterologous transporter called glf to facilitate glucose uptake from the surrounding medium. Subsequently, glucose is converted into glucose 6-phosphate and fructose 6-phosphate through the actions of glucokinase ( glk ) and phosphoglucose isomerase ( pgi ), respectively.",
    "## Molecular biology of sMMO and pMMO",
    "The genes responsible for encoding sMMO from various methanotrophic organisms have been successfully cloned and sequenced. The most extensively studied are those from Methylococcus capsulatus (Bath) and Methylosinus trichosporium OB3b (Hwang and Lee 2023). sMMO genes are organized in clusters on the chromosomes of these",
    "Fig. 7 The soluble methane monooxygenase ( A ) and particulate methane monooxygenase ( B ) gene clusters of methaneoxidizing bacteria (Farhan Ul Haque et al. 2020)",
    "methanotrophic organisms (as shown in Fig. 7A,B). Specifically, within this cluster, mmoX , mmoY , and mmoZ are responsible for encoding the α-, β-, and γ-subunits, respectively, of the hydroxylase. Additionally, mmoB and mmoC are the genes that encode protein B and the reductase component, respectively.",
    "Interestingly, mmoB lies between mmoY and mmoZ ; an ORF of unknown function, designated orfY , with a coding capacity of 12 kDa, lies between mmoZ and mmoC in all genes clusters analyzed to date (Guo et al. 2022). The genes responsible for coding sMMO exhibit a high degree of conservation across all studied methanotrophic genera. The nucleotide sequences of these genes share identities ranging from 55 to 94%, while the corresponding amino acid sequences exhibit similarities ranging from 47 to 96%.",
    "questions about their functional significance. In the case of Nitrosomonas europaea , for example, the reasons for having multiple copies of the amoA gene are not yet fully understood. An interesting observation is that when an insertion mutant with a deficiency in one copy of the amoA gene was created, it exhibited slower growth compared to the wildtype strain. Surprisingly, a mutant with a defect in the second copy of the amoA gene showed normal growth. This suggests that while some copies of the gene might be essential for optimal growth, others could be dispensable or have redundant functions.",
    "The genes encoding pMMO from Methylococcus capsulatus (Bath) have been cloned and sequenced (Dawson et al. 2023) and are clustered on the chromosome in the order pmoCAB (Fig. 7B). There are two virtually identical copies of these genes (13 bp changes over 3183 bp of pmoCAB ) present in the genome of Methylococcus capsulatus (Bath) and a third copy of pmoC has also been identified (Bo et al. 2023). This is very similar to the analogous system in nitrifiers that also contain two copies of genes encoding ammonia monooxygenase, amoCAB , and a third amoC gene (Eltayb et al. 2023).",
    "Comparison of pmo and amo genes from methanotrophs and nitrifiers suggests that the pMMO and AMO may be evolutionarily related (Samanta et al. 2022). The presence of multiple copies of these genes in such bacteria raises",
    "Singh et al. (2023) successfully developed chromosomal insertion mutants in all seven pmo genes found in Methylococcus capsulatus (Bath). Interestingly, except for the singular third copy of the pmoC gene, which did not yield any null mutants, the mutants from the other genes displayed growth when supplied with methane. This suggests a functional equivalence between the two sets of genes. Specifically, the mutants related to the first copy demonstrated approximately two-thirds of the methane oxidation activity seen in the wildtype strain, while the mutants related to the second copy exhibited roughly one-third of the activity observed in the wild-type strain. No double null mutants defective in both copies of pmoCAB were obtained which suggests that the cells require pMMO for normal growth (Zhu et al. 2022).",
    "The complete pMMO gene clusters from two additional methanotrophic genera, Methylosinus trichosporium OB3b and Methylocystis sp. strain M, have been recently cloned and sequenced. Similar to other studied methanotrophs, they also possess two copies of the pmoCAB genes (as outlined",
    "in Antony et al. 2023). Comparative examination of the derived polypeptide sequences of pMMO and AMO (ammonia monooxygenase) underscores the resemblances between these two enzyme systems and highlights the conserved nature of their sequences. These sequences exhibit identities ranging from 42 to 87% and similarities spanning from 58 to 95% at the amino acid level. PmoC and PmoA are anticipated to be highly hydrophobic, consisting primarily of putative transmembrane-spanning helices, while PmoB contains only two presumed transmembrane regions. The extensive dataset of pMMO gene sequences from various methanotrophs offers the opportunity to utilize pmo as a 'functional gene probe' in molecular ecology studies, enabling investigations into the diversity of methanotrophs within natural environments. This utilization has been recently explored and reviewed in publications such as Tentori et al. (2022) and Tyne et al. (2023).",
    "## Research needs and future direction",
    "Currently, no bacterial strain has demonstrated efficient methane assimilation for both cell growth and chemical production. The challenge lies in achieving stable folding of MMO, with the primary obstacle being the control of DNA-protein crosslinking by formaldehyde during methanol oxidation (Cheng et al. 2022). The development of robust synthetic methanotrophs for targeted product production demands significant efforts in engineering techniques and the study of evolutionary mechanisms, as emphasized by Whiddon et al. (2019). To enhance the efficiency of pMMO in different organisms for methane incorporation, it is crucial to understand its native environment and the specific sites where methane binds. These insights would bridge a substantial knowledge gap for researchers.",
    "Despite recent advancements in methanogenesis and methanotrophy research, particularly the importance of soils like paddy soils in the methane cycle, further exploration is essential to deepen our understanding of these mechanisms and develop innovative eco-friendly methods. Additionally, a more comprehensive grasp of the contributions of various ecosystems to the global methane balance is needed. Several research areas warrant further investigation, including extensive field studies in rice paddies, exploration of novel methane production processes in aerobic conditions (such as non-microbial methanogenic chemical processes and methane production by terrestrial plants), utilization of advanced molecular biology techniques to study high-affinity methanotrophs, and comprehension of anaerobic oxidation of methane (AOM). These endeavors can establish a theoretical framework and a scientific foundation for striving towards 'carbon neutrality' within soil ecosystems.",
    "Author contributions FA wrote the original draft, and ML revised the manuscript. All authors read and approved the manuscript.",
    "Data availability Data are available upon request to corresponding author.",
    "Ethics approval This article does not contain any studies with human participants or animals performed by any of the authors.",
    "Conflict of interest The authors declare no competing interests.",
    "- Antony C, Godse PK, Thiyagarajan S, Mohanakrishnan D, Sharma AK (2023) Advanced techniques for bio-methanol production. Green Energy Technol 1:181-190. https://  doi.  org/  10.  1004/ 483-  503-  15-  4017-2\\_2\n- Awala SI, Gwak JH, Kim YM, Kim SJ, Strazzulli A, Dunfield PF, Yoon H, Kim GJ, Rhee SK (2021) Verrucomicrobial methanotrophs grow on diverse C3 compounds and use a homolog of particulate methane monooxygenase to oxidize acetone. ISME J 15(12):3636-3647. https://  doi.  org/  10.  1038/  s41396-  021-  01037-2\n- Baba T, Miyaji A (2020) Application of biocatalysts for the production of methanol from methane. In: Catalysis and the Mechanism of Methane Conversion to Chemicals. Springer science reviews, pp 73-101. https://  doi.  org/  10.  1007/  978-  981-  15-  4132-2\\_4\n- Bartosiewicz M, Venetz J, Läubli S, Sepúlveda Steiner O, Bouffard D, Zopfi J, Lehmann MF (2023) Detritus-hosted methanogenesis sustains the methane paradox in an alpine lake. Limnol Oceanogr 68(1):248-264. https://  doi.  org/  10.  1002/  lno.  12263\n- Bashir H, Bibi I, Niazi NK, Qadeer A, Zaman S, Farzand A, Hameed MA (2023) Rice production technologies in reducing methane gas emissions for sustainable environment. In: Strategizing Agricultural Management for Climate Change Mitigation and Adaptation. Springer International Publishing, Cham, pp 11-27. https:// doi.  org/  10.  1007/  978-3-  031-  32789-6\\_2\n- Bhattarai S, Cassarini C, Lens PNL (2019) Physiology and distribution of archaeal methanotrophs that couple anaerobic oxidation of methane with sulfate reduction. Microbiol Mol Biol Rev 83(3):e00074-e00018. https://  doi.  org/  10.  1128/  MMBR.  00074-  18\n- Bo C, Liu J, Zhang Y, Chang H, Zhang X, Liu X, Piao L (2023) Effective photocatalytic methane oxidation over the   TiO 2 /methanotrophs system. Nano Today 52:101938 Contents lists available at ScienceDirect Nano Today journal homepage: 10.1016/j. nantod.2023.101938\n- Bordel S, Rodríguez Y, Hakobyan A, Rodríguez E, Lebrero R, Munoz R (2019) Genome scale metabolic modeling reveals the metabolic potential of three type II methanotrophs of the genus Methylocystis. Metab Eng 54:191-199. https://  doi.  org/  10.  1016/j. ymben.  2019.  04.  001",
    "Borrel G, Joblin K, Guedon A, Colombet J, Tardy V, Lehours AC, Fonty G (2012) Methanobacterium lacus sp. nov., isolated from the profundal sediment of a freshwater meromictic lake. Int J Syst Evol Microbiol 62(7):1625-1629. https://  doi.  org/  10.  1099/ ijs.0.  034538-0",
    "Cadillo-Quiroz H, Bräuer SL, Goodson N, Yavitt JB, Zinder SH (2014) Methanobacterium paludis sp. nov. and a novel strain of Methanobacterium lacus isolated from northern peatlands. Int J Syst Evol Microbiol 64(5):1473-1480. https://  doi.  org/  10.  1099/  ijs.0.  059964-0",
    "- Chan SI, Lee SJ (2019) The biochemistry of methane monooxygenases. In: methanotrophs: Microbiology fundamentals and biotechnological applications. Microbiol. Spectr 32: 71-120. https://  doi. org/  10.  1007/  978-3-  030-  23261-0\\_3\n- Cheng C, He Q, Zhang J, Chen B, Pavlostathis SG (2022) Is the role of aerobic methanotrophs underestimated in methane oxidation under hypoxic conditions? Sci Total Environ 833:155244. https:// doi.  org/  10.  1016/j.  scito  tenv.  2022.  155244\n- Chew ZL, Tan EH, Sathiamurthy A, Palaniandy L, Woon KS, Phuang ZX (2023) An integrated life-cycle greenhouse gas protocol accounting on oil palm trunk and empty fruit bunch biofuel production. Sci Total Environ 856:159007. https://  doi.  org/  10.  1016/j. scito  tenv.  2022.  159007\n- Costa RB, Okada DY, Foresti E (2022) Practical implications of methanotrophic denitrification as post-treatment unit of anaerobic effluents in tropical areas. J Chem Technol Biotechnol 97(6):14001407. https://  doi.  org/  10.  1002/  jctb.  6897\n- Cruz SG, Pijuan M (2022) Methanotrophic bacterial biorefineries: resource recovery and GHG mitigation through the production of bacterial biopolymers. Renew Energy 52:155-178. https://  doi. org/  10.  1016/  B978-0-  323-  90178-9.  00003-2\n- Dawson RA, Crombie AT, Jansen RS, Smith TJ, Nichol T, Murrell C (2023) Peering down the sink: a review of isoprene metabolism by bacteria. Environ Microbiol 25(4):786-799. https://  doi.  org/ 10.  1111/  1462-  2920.  16325\n- Dianou D, Adachi K (1999) Characterization of methanotrophic bacteria isolated from a subtropical paddy field. FEMS Microbiol Letter 173(1):163-173. https://  doi.  org/  10.  1111/j.  1574-  6968. 1999.  tb134  98.x\n- Dianou D, Miyaki T, Asakawa S, Morii H, Nagaoka K, Oyaizu H, Matsumoto S (2001) Methanoculleus chikugoensis sp. nov., a novel methanogenic archaeon isolated from paddy field soil in Japan, and DNA-DNA hybridization among Methanoculleus species. Int J Syst Evol Microbiol 51(5):1663-1669. https://  doi.  org/  10. 1099/  00207  713-  51-5-  1663\n- Ding ZW, Ding J, Fu L, Zhang F, Zeng RJ (2014) Simultaneous enrichment of denitrifying methanotrophs and anammox bacteria. Appl Microbiol Biotechnol 98(24):10211-10221. https://  doi.  org/  10. 1007/  s00253-  014-  5936-8\n- Dunfield PF, Khmelenina VN, Suzina NE, Trotsenko YA, Dedysh SN (2003) Methylocella silvestris sp. nov., a novel methanotroph isolated from an acidic forest cambisol. Int J Syst Evol Microbiol 53(5):1231-1239. https://  doi.  org/  10.  1099/  ijs.0.  02481-0\n- Eltayb  WA,  Abdalla  M,  EL-Arabey  A,  Boufissiou  A,  Azam  M, Al-Resayes SI, Alam M (2023) Exploring particulate methane  monooxygenase (pMMO) proteins using experimentation  and  computational  molecular  docking.  J  King  Saud Univ Sci 35(4):102634. https://  doi.  org/  10.  1016/j.  jksus.  2023. 102634-  1018-  3647\n- Ettwig KF, van Alen T, van de Pas-Schoonen KT, Jetten MSM, Strous M (2009) Enrichment and molecular detection of denitrifying methanotrophic bacteria of the NC10 phylum. Appl Environ Microbiol 75(11):3656-3662. https://  doi.  org/  10.  1128/  AEM. 00067-  09\n- Farhan Ul Haque M, Xu HJ, Murrell JC, Crombie A (2020) Facultative methanotrophs-diversity, genetics, molecular ecology, and biotechnological potential: a mini-review. Microbiology 166(10):894-908. https://  doi.  org/  10.  1099/  mic.0.  000977\n- Fu L, Ding J, Lu YZ, Ding ZW, Zeng RJ (2017) Nitrogen source effects on the denitrifying anaerobic methane oxidation culture and anaerobic ammonium oxidation bacteria enrichment process. Appl Microbiol Biotechnol 101(9):3895-3906. https://  doi.  org/ 10.  1007/  s00253-  017-  8163-2\n- Galera LDA, Eckhardt T, Beer C, Pfeiffer EM, Knoblauch C (2023) Ratio of in situ   CO 2 to   CH 4 production and its environmental\n- controls in polygonal tundra soils of Samoylov Island, Northeastern Siberia. J Geophys Res Biogeosci 128(4):e2022JG006956. https://  doi.  org/  10.  1471/  283-  405-  17-  4287-2\\_3\n- Giunta T, Young ED, Labidi J, Sansjofre P, Jézéquel D, Donval JP, Ruffine L (2022) Extreme methane clumped isotopologue biosignatures of aerobic and anaerobic methanotrophy: insights from the Lake Pavin and the Black Sea sediments. Geochim Cosmochim Acta 338:34-53. https://  doi.  org/  10.  1016/j.  gca.  2022.  09.  034\n- Guerrero-Cruz S, Vaksmaa A, Horn MA, Niemann H, Pijuan M, Ho A (2021) Methanotrophs: discoveries, environmental relevance, and a perspective on current and future applications. Front Microbiol 12:678057. https://  doi.  org/  10.  3389/  fmicb.  2021.  678057\n- Guo S, Nguyen DTN, Chau THT, Fei Q, Lee EY (2022) Systems metabolic engineering of methanotrophic bacteria for biological conversion of methane to value-added compounds. (Springer International Publishing AG), p 91. https://  doi.  org/  10.  1007/  10\\_ 2021\\_  184\n- Han X, Li Y, Ni L, Huang X, Deng Y, Yan KS (2023) Comparative life cycle greenhouse gas emissions assessment of battery energy storage technologies for grid applications. J Clean Prod 392:136251. https://  doi.  org/  10.  1016/j.  jclep  ro.  2023.  136251\n- Hanson RS, Hanson TE (1996) Methanotrophic bacteria. Microbiol Reviews 60(2):439-471. https://  doi.  org/  10.  1128/  mr.  60.2.  439471.  1996\n- Harvey JA, Tougeron K, Gols R, Heinen R, Abarca M, Abram PK, Chown SL (2023) Scientists warning on climate change and insects. Ecol Monogr 93(1):e1553. https://  doi.  org/  10.  1002/  ecm.  1553\n- Holmes AJ, Roslev P, McDonald IR, Iversen N, Henriksen KAJ, Murrell JC (1999) Characterization of methanotrophic bacterial populations in soils showing atmospheric methane uptake. Appl Environ Microbiol 65(8):3312-3318. https://  doi.  org/  10.  1128/ AEM.  65.8.  3312-  3318.  1999\n- Hopple AM, Pennington SC, Megonigal JP, Bailey V, Bond-Lamberty B (2022) Root and microbial soil   CO 2 and   CH 4 fluxes respond differently to seasonal and episodic environmental changes in a temperate forest. J Geophys Res Biogeosci 25:007233. https:// doi.  org/  10.  1029/  2022J  G0072  33\n- Howat A M (2017) Characterisation of novel methylotrophs and the role of xoxF in coastal marine environments (Doctoral dissertation, University of East Anglia)\n- Howe KL, Seitz KW, Campbell G, Baker BJ, Thrash JC, Rabalais N, Mason OU (2023) Metagenomics and metatranscriptomics reveal broadly distributed, active, novel methanotrophs in the Gulf of Mexico hypoxic zone and in the marine water column. FEMS Microbiol Ecol 99(2):fiac153. https://  doi.  org/  10.  1093/  femsec/ fiac1  53\n- Hu S, Zeng RJ, Burow LC, Lant P, Keller J, Yuan Z (2009) Enrichment of denitrifying anaerobic methane oxidizing microorganisms. Environ Microbiol Rep 1(5):377-384. https://  doi.  org/  10. 1111/j.  1758-  2229.  2009.  00083.x\n- Hu S, Zeng RJ, Keller J, Lant PA, Yuan Z (2011) Effect of nitrate and nitrite on the selection of microorganisms in the denitrifying anaerobic methane oxidation process. Environ Microbiol Rep 3(3):315-319. https://  doi.  org/  10.  1111/j.  1758-  2229.  2010.  00227.x\n- He Z, Geng S, Cai C, Liu S, Liu Y, Pan Y, Lou L, Zheng P, Xu X, Hu B (2015) Anaerobic oxidation of methane coupled to nitrite reduction by halophilic marine NC10 bacteria. Appl Environ Microbiol 81(16):5538-5545. https://  doi.  org/  10.  1128/  AEM.  00984-  15\n- Hwang Y, Lee SJ (2023) Regulation of diiron active site of sMMO through regulatory and reductase components from Methylosinus sporium . Biophys J 122(3):125-132\n- Iguchi H, Yurimoto H, Sakai Y (2011) Methylovulum miyakonense gen. nov., sp. nov., a type I methanotroph isolated from forest soil. Int J Syst Evol Microbiol 61(4):810-815. https://  doi.  org/ 10.  1099/  ijs.0.  019604-0",
    "- Iqbal A, Tang X, Ali I, Yuan P, Khan R, Khan Z, Jiang L (2023) Integrating low levels of organic fertilizer improves soil fertility and rice yields in paddy fields by influencing microbial communities without increasing   CH 4 emissions. Appl Soil Ecol 189:104951. https://  doi.  org/  10.  1016/j.  apsoil.  2023.  104951\n- Islas-Lima S, Thalasso F, Gomez-Hernandez J (2004) Evidence of anoxic methane oxidation coupled to denitrification. Water Resour Res 38(1):13-16. https://  doi.  org/  10.  1016/j.  watres.  2003. 08.  024\n- Jang EK, Lim EM, Kim J, Kang MJ, Choi G, Moon J (2023) Risk management of methane reduction clean development mechanism projects in rice paddy fields. Agronomy 13(6):1639. https://  doi. org/  10.  3390/  agron  omy13  061639\n- Jansson JK, Wu R (2023) Soil viral diversity, ecology, and climate change. Nat Rev Microbiol 21(5):296-311. https://  doi.  org/  10. 1038/  s41579-  022-  00811-z\n- Kampman C, Temmink H, Hendrickx TLG, Zeeman G, Buisman CJN (2014) Enrichment of denitrifying methanotrophic bacteria from municipal wastewater sludge in a membrane bioreactor at 20°C. J Hazard Mater 274:428-435. https://  doi.  org/  10.  1016/j.  jhazm  at. 2014.  04.  031\n- Kaise H, Sawadogo JB, Alam MS, Ueno C, Dianou D, Shinjo R, Asakawa S (2023) Methylocystis iwaonis sp. nov., a type II methane-oxidizing bacterium from surface soil of a rice paddy field in Japan, and emended description of the genus Methylocystis. Int J Syst Evol 73(6):005925. https://  doi.  org/  10.  1007/ 978-3-  030-  14796-9\\_  10\n- Kalyuzhnaya MG, Gomez OA, Murrell JC (2019) The methaneoxidizing bacteria (methanotrophs). Taxonomy, genomics, and ecophysiology of hydrocarbon-degrading microbes. ISME J 12:245-278. https://  doi.  org/  10.  1007/  978-3-  030-  14796-9\\_  10\n- Kang-Yun CS, Liang X, Dershwitz P, Gu W, Schepers A, Flatley A, Semrau JD (2022) Evidence for methanobactin 'theft' and novel chalkophore production in methanotrophs: impact on methanotrophic-mediated methylmercury degradation. ISME J 16(1):211-220. https://  doi.  org/  10.  1038/  s41396-  021-  01062-1\n- Khanongnuch R, Mangayil R, Svenning M, Rissanen AJ (2022) Characterization and genome analysis of a psychrophilic methanotroph representing a ubiquitous Methylobacter spp. cluster in boreal lake ecosystems. ISME Commun 2(1):85-91. https://  doi. org/  10.  1028/  s42356-  524-  01767-3\n- Kitamura K, Fujita T, Akada S, Tonouchi A (2011) Methanobacterium kanagiense sp. nov., a hydrogenotrophic methanogen, isolated from rice-field soil. Int J Syst Evol Microbiol 61(6):1246-1252. https://  doi.  org/  10.  1099/  ijs.0.  026013-0\n- Knief C (2015) Diversity and habitat preferences of cultivated and uncultivated aerobic methanotrophic bacteria evaluated based on pmoA as molecular marker. Front Microbiol 6:1346. https:// doi.  org/  10.  3389/  fmicb.  2015.  01346\n- Lackner M (2015). 3rd-generation biofuels: bacteria and algae as sustainable producers and converters. Handbook of climate change mitigation and adaptation 1: 4. https://  doi.  org/  10.  1007/  978-14614-  6431-0\\_  90-1\n- Lackner M, Ivanič F, Kováčová M, Chodák I (2021) Mechanical properties and structure of mixtures of poly (butylene-adipateco-terephthalate) (PBAT) with thermoplastic starch (TPS). Int J Biobased Plast 3(1):126-138. https://  doi.  org/  10.  1080/  24759 651.  2021.  18827  74\n- Lackner M, Drew D, Bychkova V, Mustakhimov I (2022) Value-added products from natural gas using fermentation processes: fermentation of natural gas as valorization route, part 1. Natural GasNew Perspectives and Future Developments https://  doi.  org/  10. 5772/  intec  hopen.  103813\n- Le HTQ, Lee EY (2023) Methanotrophs: metabolic versatility from utilization of methane to multi-carbon sources and perspectives\n- on current and future applications. Bioresour Technol 52:129296. https://  doi.  org/  10.  1016/j.  biort  ech.  2023.  129296\n- Le HTQ, Lee EY (2022) Insights into C1 and C3 assimilation pathways in type I methanotrophic bacterium from co-production of 1, 2-propanediol and lactate. Bioresour Technol 365:128172. https://  doi.  org/  10.  1016/j.  biort  ech.  2022.  128172\n- Le HTQ, Nguyen AD, Park YR, Lee EY (2021) Sustainable biosynthesis of chemicals from methane and glycerol via reconstruction of multi-carbon utilizing pathway in obligate methanotrophic bacteria. Microb Biotechnol 14(6):2552-2565. https://  doi.  org/ 10.  1111/  1751-  7915.  13809\n- Lee J, Yun J, Yang Y, Jung JY, Lee YK, Yuan J, Kang H (2023) Attenuation of methane oxidation by nitrogen availability in arctic tundra soils. Environ Sci Technol 57(6):2647-2659. https://  doi.  org/ 10.  1111/  1751-  7915.  13809\n- Lin Z, Wang L, Luo M, Yi X, Chen J, Wang Y (2023) Interactions between arsenic migration and   CH 4 emission in a soil bioelectrochemical system under the effect of zero-valent iron. Chemosphere 332:138893. https://  doi.  org/  10.  1016/j.  chemo  sphere. 2023.  138893\n- Liu T, Hu S, Yuan Z, Guo J (2019) High-level nitrogen removal by simultaneous partial nitritation, anammox and nitrite/nitratedependent anaerobic methane oxidation. Water Res 166:115057. https://  doi.  org/  10.  1016/j.  watres.  2019.  115057\n- Lopez JC, Porca E, Collins G, Perez R, Rodríguez-Alija A, Múnoz R, Quijano G (2017) Biogas-based denitrification in a biotrickling filter: influence of nitrate concentration and hydrogen sulfide. Biotechnol Bioeng 114(3):665-673. https://  doi.  org/  10.  1002/  bit.  26092\n- Lü Z, Lu Y (2012) Methanocella conradii sp. nov., a thermophilic, obligate hydrogenotrophic methanogen, isolated from Chinese rice field soil. PloS One 7(4):e35279. https://  doi.  org/  10.  1371/ journ  al.  pone.  00352  79\n- Lueders T, Chin KJ, Conrad R, Friedrich M (2001) Molecular analyses of methyl-coenzyme M reductase α-subunit (mcrA) genes in rice field soil and enrichment cultures reveal the methanogenic phenotype of a novel archaeal lineage. Environ Microbiol 3(3):194-204. https://  doi.  org/  10.  1046/j.  1462-  2920.  2001.  00179.x\n- Luesken FA, van Alen TA, van der Biezen E, Frijters C, Toonen G, Kampman C, Hendrickx TLG, Zeeman G, Temmink H, Strous M, Op Den Camp HJM, Jetten MSM (2011) Diversity and enrichment of nitrite-dependent anaerobic methane oxidizing bacteria from wastewater sludge. Appl Microbiol Biotechnol 92(4):845-854. https://  doi.  org/  10.  1007/  s00253-  011-  3361-9\n- Lv H, Sahin N, Tani A (2018) Isolation and genomic characterization of Novimethylophilus kurashikiensis gen. nov. sp. nov., a new lanthanide -dependent methylotrophic species of Methylophilaceae. Environ Microbiol 20(3):1204-1223. https://  doi. org/  10.  1111/  1462-  2920.  14062\n- Malyan SK, Kumar S, Singh A, Kumar O, Gupta DK, Yadav AN, Kumar A (2021) Understanding methanogens, methanotrophs, and methane emission in rice ecosystem. Glob Chang Biol 52:205-224. https://  doi.  org/  10.  1007/  978-  981-  33-  4508-9\\_  12\n- Moore DP, Li NP, Wendt LP, Castañeda SR, Falinski M, Zhu J, Zondlo MA (2023) Underestimation of sector-wide methane emissions from United States wastewater treatment. Environ Sci Technol 57(10):4082-4090. https://  doi.  org/  10.  1021/  acs.  est.  2c053  73\n- Muñoz-Gómez SA, Susko E, Williamson K, Eme L, Slamovits CH, Moreira D, Roger AJ (2022) Site-and-branch-heterogeneous analyses of an expanded dataset favour mitochondria as sister to known Alphaproteobacteria. Nat Ecol Evol 6(3):253-262. https:// doi.  org/  10.  1038/  s41559-  021-  01638-2\n- Nguyen AD, Lee EY (2021) Engineered methanotrophy: a sustainable solution for methane-based industrial biomanufacturing. Trend Biotechnology 39(4):381-396. https://  doi.  org/  10.  1016/j.  tibte  ch. 2020.  07.  007",
    "- Nguyen NL, Yu WJ, Yang HY, Kim JG, Jung MY, Park SJ, Rhee SK (2017) A novel methanotroph in the genus Methylomonas that contains a distinct clade of soluble methane monooxygenase.  J  Microbiol  55:775-782.  https://  doi.  org/  10.  1007/ s12275-  017-  7317-3\n- Orata FD, Meier-Kolthoff JP, Sauvageau D, Stein LY (2018) Phylogenomic analysis of the gammaproteobacterial methanotrophs (order Methylococcales) calls for the reclassification of members at the genus and species levels. Front Microbiol 9:3162. https:// doi.  org/  10.  3389/  fmicb.  2018.  03162\n- Oren A (2020) Three alternative proposals to emend the Rules of the International Code of Nomenclature of Prokaryotes to resolve the status of the Cyanobacteria in the prokaryotic nomenclature. Int J Syst Evol 70(7):4406-4408. https://  doi.  org/  10.  1099/  ijsem.0. 004268\n- Oudova-Rivera B, Wright CL, Crombie AT, Murrell JC, LehtovirtaMorley LE (2023) The effect of methane and methanol on the terrestrial ammonia-oxidizing archaeon 'Candidatus Nitrosocosmicus franklandus C13'. Environ Microbiol 57:123-129. https:// doi.  org/  10.  1111/  1462-  2920.  16316\n- Peltokangas K, Kalu S, Huusko K, Havisalmi J, Heinonsalo J, Karhu K, Pihlatie M (2023) Ligneous amendments increase soil organic carbon content in fine-textured boreal soils and modulate   N 2O emissions. PLoS One 18(8):e0284092. https://  doi.  org/  10.  1371/ journ  al.  pone.  02840  92\n- Pham DN, Nguyen AD, Mai DHA, Lee EY (2023) Development of a novel methanotrophic platform to produce ectoine from methane and lignocellulosederived sugars. J Chem Eng 463:142361. https://  doi.  org/  10.  1016/j.  cej.  2023.  142361\n- Priyadarsini A, Singh R, Barbora L, Maitra S, Moholkar VS (2023) Methanotroph detection and bioconversion of methane to methanol by enriched microbial consortium from rice field soil. Bioresour Technol 22:101410. https://  doi.  org/  10.  1016/j.  biteb.  2023. 101410\n- Rhee SK, Awala SI, Nguyen NL (2019) Enrichment and isolation of aerobic and anaerobic methanotrophs. In: Methanotrophs: microbiology fundamentals and biotechnological applications. Springer International Publishing, Cham, pp 39-69. https://  doi. org/  10.  1127/  2427.  07.  24.  588950\n- Rozova ON, Ekimova GA, Molochkov NV, Reshetnikov AS, Khmelenina VN, Mustakhimov I (2021) Enzymes of an alternative pathway of glucose metabolism in obligate methanotrophs. Sci Rep 11(1):1-11. https://  doi.  org/  10.  1038/  s41598-  021-  88202-x\n- Sadeh E, Farhadian A, Mohammadi A, Maddah M, Pourfath M, Yang M (2023) Energy-efficient storage of methane and carbon dioxide capture in the form of clathrate hydrates using a novel non-foaming surfactant: an experimental and computational investigation. Energy Convers Manag 293:117475. https://  doi.  org/  10.  1016/j. encon  man.  2023.  117475\n- Sakai S, Conrad R, Liesack W, Imachi H (2010) Methanocella arvoryzae sp. nov., a hydrogenotrophic methanogen isolated from rice field soil. Int J Syst Evol Microbiol 60(12):2918-2923. https:// doi.  org/  10.  1099/  ijs.0.  020883-0\n- Samanta D, Sani R (2023) Methane oxidation via chemical and biological methods: challenges and solutions. Methane 2(3):279-303. https://  doi.  org/  10.  3390/  metha  ne203  0019\n- Samanta D, Govil T, Saxena P, Gadhamshetty V, Krumholz LR, Salem DR, Sani RK (2022) Enhancement of methane catalysis rates in Methylosinus trichosporium OB3b. Biomolecules 12(4):560. https://  doi.  org/  10.  3390/  biom1  20405  60\n- Schmitz R A, Pelsma K A, Op den Camp H J (2022) An alternative tetrahydrofolate pathway for formaldehyde oxidation in verrucomicrobial methanotrophs: primer design for folD and ftfL and transformation of E. coli . bioRxiv 2022-08. https://  doi.  org/  10. 1101/  2022.  08.  24.  504922.\n- Shen L, Ren B, Jin Y, Liu X, Jin J, Huang H, Hu Z (2023) Effects of abrupt and gradual increase of atmospheric   CO 2 concentration on methanotrophs in paddy fields. Environ Res 223:115474. https:// doi.  org/  10.  1016/j.  envres.  2023.  115474\n- Shi Y, Hu S, Lou J, Lu P, Keller J, Yuan Z (2013) Nitrogen removal from wastewater by coupling anammox and methane-dependent denitrification in a membrane biofilm reactor. Environ Sci Technol 47(20):11577-11583. https://  doi.  org/  10.  1021/  es402  775z\n- Sieburth JN, Johnson PW, Eberhardt MA, Sieracki ME, Lidstrom M, Laux D (1987) The first methane-oxidizing bacterium from the upper mixing layer of the deep ocean: Methylomonas pelagica sp. nov. Current Microbiol 14:285-293. https://  doi.  org/  10.  1007/ BF015  68138\n- Singh RK, Langle AA, Peters CH, Bankston J, Proenza C (2023) Defining the interactions between   HCN 4 and the regulatory proteins IRAG and LRMP. Biophys J 122(3):12a-13a. https://  doi.  org/  10. 5881/  es484  754z\n- Siniscalchi LAB, Siqueira JC, Batista AM, Araújo JC (2022) Detection of methanotrophic microorganisms in sludge and sediment samples from sewage treatment systems. Water Pract Technol 17(1):329-335. https://  doi.  org/  10.  2166/  wpt.  2021.  101\n- Supran G, Rahmstorf S, Oreskes N (2023) Assessing ExxonMobil global  warming  projections.  Science  379(6628):eabk0063. https://  doi.  org/  10.  7910/  DVN/  R4MOAE\n- Suzuki T, Nakamura T, Fuse H (2012) Isolation of two novel marine ethylene-assimilating bacteria, Haliea species ETY-M and ETYNAG, containing particulate methane monooxygenase-like genes. Microbes Environ 27(1):54-60. https://  doi.  org/  10.  1264/ jsme2.  ME112  56\n- Tentori EF, Fang S, Richardson RE (2022) RNA biomarker trends across type I and type II aerobic methanotrophs in response to methane oxidation rates and transcriptome response to shortterm methane and oxygen limitation in Methylomicrobium album BG8. Microbiol Spectr 10(3):e00003-e00022. https://  doi.  org/  10. 1128/  spect  rum.  00003-  22\n- Tikhonova EN, Suleimano RZ, Miroshnikov K, Oshkin IY, Belova SE, Danilova OV, Dedysh SN (2023) Methylomonas rapida sp. nov., a novel species of fast-growing, carotenoid-producing obligate methanotrophs with high biotechnological potential. Syst Appl Microbiol 46(2):126398. https://  doi.  org/  10.  1016/j.  syapm.  2023. 126398\n- Tyne RL, Barry PH, Lawson M, Lloyd KG, Giovannelli D, Summers M, Ballentine CJ (2023) Identifying and understanding microbial methanogenesis in   CO 2 storage. Environ Sci Technol 5:16-21. https://  doi.  org/  10.  1021/  acs.  est.  2c086  52\n- Valenzuela EI, Ortiz-Zúniga F, Carrillo-Reyes J, Moreno-Andrade I, Quijano G (2021) Continuous anaerobic oxidation of methane: impact of semi-continuous liquid operation and nitrate load on   N 2 O production and microbial community. Chemosphere 278:130441.  https://  doi.  org/  10.  1016/j.  chemo  sphere.  2021. 130441\n- Venetz J, Żygadłowska O M, Lenstra W K, Van Helmond N A, Dalcin Martins P, Wallenius A J, Veraart A J (2022) Versatile methanotrophs form an active methane biofilter in the oxycline of a seasonally stratified coastal basin. bioRxiv 2022-10. https://  doi. org/  10.  1101/  2022.  10.  28.  513710\n- Wang C, Sun H, Zhang X, Zhang J, Zhou S (2023a) Optimal straw retention strategies for low-carbon rice production: 5-year results of an in-situ trial in eastern China. Agronomy 13(6):1456. https:// doi.  org/  10.  3390/  agron  omy13  061456\n- Wang J, Zhang C, Poursat BA, de Ridder D, Smidt H, van der Wal A, Sutton NB (2022) Unravelling the contribution of nitrifying and methanotrophic bacteria to micropollutant co-metabolism in rapid sand filters. J Hazard Mater 424:127760. https://  doi.  org/  10. 1016/j.  jhazm  at.  2021.  127760",
    "- Wang J, Zhao ZM, Hu J, Hu B (2023b) Aerobic and denitrifying methanotrophs: dual wheels driving soil methane emission reduction. Sci Total Environ 867:161437. https://  doi.  org/  10.  1016/j.  scito tenv.  2023.  161437\n- Whiddon KT, Gudneppanavar R, Hammer TJ, West DA, Konopka MC (2019) Fluorescence-based analysis of the intracytoplasmic membranes of type I methanotrophs. Microb Biotechnol 12(5):1024-1033. https://  doi.  org/  10.  1111/  1751-  7915.  13458\n- Yu H, Skennerton CT, Chadwick GL, Leu AO, Aoki M, Tyson GW, Orphan VJ (2022) Sulfate differentially stimulates but is not respired by diverse anaerobic methanotrophic archaea. ISME J 16(1):168-177. https://  doi.  org/  10.  1038/  s41396-  021-  01047-0\n- Zhou G, Gao S, Xu C, Dou F, Shimizu KY, Cao W (2020) Rational utilization of leguminous green manure to mitigate methane emissions by influencing methanogenic and methanotrophic communities. Geoderma 361:114071. https://  doi.  org/  10.  1016/j. geode  rma.  2019.  114071\n- Zhou Y, Zhang R, Tian K, Zhao S, Shi H, Gong W, Lei Q (2023) Characteristics of the methanotroph used in coalbed methane emission reduction: methane oxidation efficiency and coal wettability. Fuel 349:128596. https://  doi.  org/  10.  1016/j.  fuel.  2023.  128596\n- Zhu Y, Koo CW, Cassidy CK, Spink MC, Ni T, Zanetti-Domingues LC, Zhang P (2022) Structure and activity of particulate methane monooxygenase arrays in methanotrophs. Nat Commun 13(1):5221. https://  doi.  org/  10.  1038/  s41467-  022-  32752-9",
    "Publisher's  note Springer  Nature  remains  neutral  with  regard  to jurisdictional claims in published maps and institutional affiliations.",
    "Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."
  ],
  "markdown_length": 109184,
  "chunks_count": 134,
  "extraction_method": "docling"
}