{
  "filename": "Burrows et al 1984.pdf",
  "markdown": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/247608740\n\n## Substrate Specificities of the Soluble and Particulate Methane Mono-oxygenases of Methylosinus trichosporium OB3b\n\n<!-- image -->\n\n## Substrate Specificities of the Soluble and Particulate Methane Mono-oxy  genases of Methylosinus trichosporium OB3b\n\nByKAREN  J.  BURROWS,  ALEX  CORNISH,*  DAVID  SCOTT AND I .   J O H N   H I G G I N S\n\nBiotechnology Centre, Cranjield Institute of Technology, Bedfordshire  MK43 OAL, UK\n\n(Received 23 July  1984 ; revised 10 September  1984)\n\nThe  intracellular  location  of  methane  mono-oxygenase  (MMO)  (soluble  or  particulate)  in Methylosinus  trichosporium OB3b  is  dependent  on  the  availability  of  copper  in  the  growth medium. Raising the Cuz+  concentration from 1 VM to 5 p~ effected a transition from soluble to particulate  MMO activity,  and  changes in  major  cell  polypeptides  were  observed  on SDSpolyacrylamide  gels. Organisms containing soluble MMO oxidized a wide range of  substrates including  n-alkanes,  n-alkenes,  aromatic  and  alicyclic  compounds.  By  contrast,  organisms containing  particulate  MMO  did  not oxidize  aromatic  or  alicyclic  compounds.  These observations provide further evidence that the two types of MMO are fundamentally different.\n\n## INTRODUCTION\n\nThe oxidation  of  methane  to methanol by  methanotrophs  is catalysed  by  methane monooxygenase (M  MO).  Scott et  al. (1 98 1 a, b) discovered  that Methylosinus  trichosporium OB3b possesses soluble or particulate (rnernbrane-bound)  cell-free  MMO activity  depending on the conditions under  which  it  is  grown.  Particulate  MMO  was  present  in  organisms grown  in continuous culture  under oxygen-limited, nitrate-excess  conditions,  whilst  soluble MMO was present  in nitrate-depleted  cultures.  It was suggested  therefore,  that the availability of nitrate might determine the intracellular location of MMO (Scott et al., 1981 a,  b). Stanley et at. (1983) have  now  shown  that  in Methylococcus  capsulatus (Bath) and M. trichosporium OB3b  the intracellular location of MMO is determined by the availability  of copper; particulate cell-free MMO activity  was observed  when  the organisms were  grown  at high  Cuz+  :biomass ratios, whereas  organisms  subjected  to  copper  deficiency  contained  soluble  MMO.  The  growth conditions used by Scott et al. (1981 a) masked the underlying copper effect. The particulate and soluble MMOs were found to differ in inhibitor specificity, the former being more sensitive to metal-chelating agents, although NAD(P)H was found to be the only suitable electron donor for both  activities (Scott et al., 1981a).\n\nThe ability of MMOs from a number of methanotrophs to oxidize a wide range of substrates is well documented (Colby et al., 1977; Stirling et al., 1979; Higgins et al., 1979; Pate1 et al., 1980). These  substrates  include n-alkanes, n-alkenes and  ethers,  and  aromatic, alicyclic and heterocyclic compounds. Methylomonas methanica, however, appears to have a more restricted substrate range. The particulate cell-free MMO from this organism does not oxidize aromatic, alicyclic  and  heterocyclic  compounds (Stirling et  al., 1979).\n\nThis  work  compares  directly  the  substrate  specificities  of M.  trichosporium OB3b  cells containing either soluble or particulate  MMO.\n\n## METHODS\n\nOrganism and grottith conditions. Methjdosinus trichosporium OB3b was obtained from Professor R. Whittenbury, Department of Biological Sciences, University of Warwick, UK. The organism was grown on the nitrate mineral salts medium ( N S M ) of Cornish et al. (1984). This contains 1 p-Cu2+ and is here referred to as the 'low copper medium'. The 'high copper medium' referred to in the text contains 5 ~M-CU'+. M. trichosporium OB3b was grown\n\nAbbreviation : M MO, methane  mono-oxygenase.\n\non the low copper medium in continuous culture (oxygen-limited) in a 10 I capacity LKB 1601 Ultroferm fermenter with methane as sole carbon source (temperature, 30 \"C;  impeller speed, 500 r.p.m.; pH 6.8;  methane flow rate, 250 ml min-' ; air flow rate, 1000 ml min-' ; dilution rate, 0.04 h-' ; biomass density, 16-1.8  mg dry wt ml-I ). The organism was grown on the high copper medium in continuous culture (oxygen-limited) in a 2 1 capacity fermenter (L. H. Engineering Co., type L.H.E.  CCl500) with methane as sole carbon source (temperature, 30 \"C; impeller speed, 400 r.p.m.;  pH 6.8; methane flow rate, 50 ml min-' ; air flow rate, 250 ml min-I ; dilution  rate, 0.04 h-' ; biomass density,  1.61.8 mg dry wt ml-I).\n\nPreparation of suspensions o f M. trichosporium OB3b. Organisms were  harvested  by  centrifugation  (4420 g, 20 min,  4 \"C),  washed once  with 20 mM-sodium  phosphate  buffer  containing 5 mM-MgC1, (pH 7.0)  and resuspended in the same buffer to give the required bacterial density (see below). Suspensions prepared in this way were used  throughout  this work.\n\nAssay o f cell-free M M O  activity. Cell-free extracts were prepared from suspensions of M. trichosporium OB3b (30-35  mg dry wt ml-I) using sonication to disrupt the cells (4 x 15 s bursts, 16 pm amplitude, with 1 min cooling on ice between  bursts).  Particulate and soluble fractions were prepared  and stored as described  by  Scott et al. (1981 a). MMO activity was measured by following the epoxidation of propene, a substrate of soluble and particulate MMO (Colby et al., 1977; Stirling et al., 1979; Scott er al., 1981 a). Assays were carried out in  10 ml conical flasks (capped with Suba-seals) which contained 1 ml soluble or particulate fractions (5-10  mg protein). Propene gas (2 ml) was introduced by injection and the reaction was started by adding NADH ( 5 mM) as electron donor. Flasks were incubated at 30 \"C for 5 min in a reciprocating water bath shaker operating at 160 oscillations min-I. Propene oxide was measured by gas chromatography using a Porapak Q column (2.1 m x 4 mm i.d.) attached to a Pye  Unicam  series  204  or  304  instrument  fitted  with  flame  ionization  detectors  [oven  temperature,  140°C; injector, 200 \"C; detector,  200 \"C; carrier gas (Nz) flow  rate,  40 ml min-1 3.\n\nAssay o f u+to/e-cell  oxidations. Incubations were carried out in  10 ml conical flasks (capped  with Suba-seals) containing 1 ml cell suspension (10-1 2 mg dry wt). Assays were started by  injecting the substrate (2 ml gaseous substrate, 2 pl liquid substrate). Sodium formate (20 mM) was used as a source of reducing equivalents in all assays. Flasks were shaken at 30 \"C in a reciprocating water bath operating at 160 oscillations  min-' , Samples were withdrawn for product determination 4 min after starting the incubation and thereafter at 10-12  min intervals over a period of 60 min. Products were measured by gas chromatography using a Pye-Unicam series 204 or 304 instrument  fitted  with  flame  ionization  detectors  [detector,  200°C;  injector,  200°C;  carrier  gas  (NJ flow  rate, 40 ml min-'  1.  Products of n-alkane oxidation  (primary  and  secondary alcohols,  and  aldehydes) were  analysed using a Porapak Q column (2.1 m x 4 mm id.). The column temperatures used for analysis of the oxidation products of different n-alkanes were as follows: ethane, 140 \"C;  propane, 180 \"C; butane, 200 \"C; pentane, 220 \"C and hexane, 220 \"C. Products resulting from the oxidation of aromatic or alicyclic compounds were extracted into ethyl acetate (1 : 1, v/v) and were then analysed using an SP2100 column (2.1 m x 4 mm id.).  The column temperatures used  to  analyse  oxidation  products  of  aromatic  and  alicyclic  substrates  were  as  follows:  benzene,  110 \"C ethylbenzene,  100 \"C; styrene,  120 \"C and cyclohexane, 100 \"C.\n\nEthanol disappearance was measured using gas chromatography. Reactions were carried out in  10 ml conical flasks containing: cell suspension (2.5-10 mg dry wt ml-'),  1 ml; and ethanol (15 mM).  The flasks were capped with  Suba-seals  and shaken (130 oscillations min-I)  at 30 \"C. Ethanol  was determined as described  above.\n\nDry weight determination. The dry weights of suspensions of M.  trichosporium OB3b were determined by heating 1  ml  samples at  110 \"C to constant  weight.\n\nProtein determination. Protein content of cell-free extracts was determined  using the modified  Lowry assay of Peterson et  al. (1977). Bovine  serum albumin was used  as a standard.\n\nSDS-PAGE. Electrophoresis  was carried out using 12%  (wlv)  acrylamide gels using the discontinuous buffer system of  Laemmli (1970). Proteins were fixed, stained with Coomassie blue and the gels destained as described by Laemmli (1970). The following were used as molecular weight standards:  lactalbumin (mol. wt 14200);  trypsin inhibitor, soybean (mol. wt 20 100); trypsinogen, PMSF treated (rnol. wt 24000); carbonic anhydrase from bovine erythrocytes  (rnol.  wt  29000);  glyceraldehyde-3-phosphate  dehydrogenase,  rabbit  muscle  (mol.  wt  36000); albumin, egg (mol. wt 45 000); albumin, bovine (mol. wt 66000). Methanol dehydrogenase of M. trichosporium OB3b (subunit mol.  wt  60000) was  used  as a further standard.  This was a gift from  Dr D. J. Best,  Cranfield Institute of  Technology.\n\nChemicals. All chemicals were obtained from BDH except the molecular weight markers which were obtained from  Sigma.\n\n## RESULTS\n\n## Eflect o f copper ions on the intracellular location of MA40\n\nWhen M. trichosporiurn OB3b was grown on the low copper medium at biomass densities of 1.6-14  mg dry wt ml-',  the MMO activity was located predominantly in the soluble fraction of\n\nFig. 1. SDS-PAGE of cell-free extracts from M.   trichosporium OB3b during a switch from low to high copper medium. Cells were grown in continuous culture on low copper medium (1 p ~ - C u ' + ; dilution rate, 0.04 h-' ; biomass density, 1-6-14 g dry wt 1-I). The concentration of Cu2+  was raised to 5 PM by addition of CuSO, solution to the chemostat and the feed was switched to high copper medium ( 5 VMCu?+).  Samples were taken at intervals of  3-4  h for analysis of  the cell-free extracts by SDS-PAGE. Electrophoresis was carried out as described in Methods. The numbers above each track indicate the time (h) after the switch to high copper medium. Track A shows the molecular weight markers (mol. wt 66000,45000,36000,29000,24000,20 100 and 14200) and track B is purified methanol dehydrogenase from M. rrichosporium OB3b (subunit mol.  wt  60000).\n\n<!-- image -->\n\ncell extracts [soluble activity  was 52 nmol min-'  (mg protein)-',  particulate activity 8.4 nmol min-l  (mg protein)-'].  By  contrast, organisms grown on the high copper medium  to the same biomass  densities  contained predominantly particulate MMO [soluble activity  was 4.8 nmol min-' (mg  protein)-', particulate  activity 62.5 nmol min-l (mg  protein)-l]. Organisms containing 100% particulate MMO were obtained by growing them on the high copper medium at a lower biomass density (1.0-1-1 mg dry wt ml-l);  this was accomplished  by  increasing  the dilution  rate of the cultures  from 0.04 h-l to 0.043 h-l.\n\nDifferences in the amounts of major polypeptides were observed when the protein  profiles of organisms  containing either  soluble  or  particulate  MMO  were  analysed  using  SDS-PAGE. Three polypeptides (mol. wt 53000,45000 and 23000) were present at high concentrations in the soluble fraction  of  organisms grown on  the low copper medium (i.e those containing soluble MMO) (Fig. 1). All three polypeptides were virtually absent from soluble fractions of organisms grown on the high copper medium which contained particulate MMO. These contained instead\n\nTable  1. Oxidation of n-alkanes, and aromatic and alicyclic compounds by suspensions oj' M. trichosporium OB3b containing either soluble or particulate  MMO\n\nof  product  formation  are  expressed  as  nmolmin-l (mg  dry suspensions containing soluble or particulate  MMO. Suspensions (1 mi) were incubated in  sealed flasks with each substrate (2 ml gaseous substrates,  2 pl liquid substrates) over a  time course (1  h) as described  in  Methods.  Sodium formate was used  as a source of reducing equivalents in all cases. Products were determined using gas chromatography. Rates wt)-l. Hexane  was  not  oxidized  by\n\nSoluble MMO\n\nParticulate  MMO\n\n| Substrate             | Products detected                   | Initial rate of formation   | Products detected                | Initial rate of formation   |\n|-----------------------|-------------------------------------|-----------------------------|----------------------------------|-----------------------------|\n| Ethane                | Ethanol* Ethanal                    | ND 25-0                     | Ethanol * Ethanal                | ND 35.0                     |\n| Propane               | Propanal Propan- 1-01 Propan-2-01   | 3.2 6.2 4.9                 | Propanal Propan-1-01 Propan-2-01 | 2.4 0.0 12.6                |\n| Butane                | Butan-1-01 Butan-2-01 Butanal       | 2.6 4-2 7.3                 | Butanal Butan-1-01 Butan-2-01    | 0.6 0.0 5.9                 |\n| Pentane               | Pentanalt pent an-2-01?             | 1-1 0.3                     | Pentanal? Pentan-2-017           | 1.1 0.5                     |\n| Benzene E thy1benzene | Phenol 1-Phenylethanol              | 74.0 5-7                    | Phenol 1-Phenylethanol           | 0.0                         |\n|                       | Styrene oxide 4-Hydroxyethylbenzene | 13.0                        | 4-H ydroxyethylbenzene           | 0.0 0.0                     |\n| Styrene               |                                     | 82.0                        | Styrene oxide                    | 0.0                         |\n| C yclohexane          | Cyclohexanol                        | 25.0                        | C yclohexanol                    | 0.0                         |\n\nND, not determined.\n\n- t Pentane was oxidized using suspensions containing 30 mg dry wt  ml-I  and  10 p1 substrate.\n* Ethanol  was detected  only in  suspensions containing 200 mM-sodium phosphate.\n\none major membrane-bound polypeptide (mol. wt 42000) which was also present in organisms grown on the low copper medium,  although in much lower amounts (Fig. 1).\n\nParticulate MMO activity was lost when membranes prepared from organisms grown on the high copper medium were solubilised using Triton X-100 (0-5%, v/v) or sodium deoxycholate (0.5%, WN.\n\n## Substrate speciJicities  of soluble and particulate  MMO\n\nOxidation of n-alkanes. Table 1 lists the products resulting from the oxidation of n-alkanes by suspensions of M. trichosporium OB3b which contained either soluble or particulate MMO, and gives the  initial  rates  of  their  formation.  The  figures given for primary  alcohols cannot  be regarded as  true rates, since  these are  oxidized further to the corresponding aldehydes by the nonspecific methanol (primary alcohol) dehydrogenase (Patel et al., 1972).  The aldehydes may also be oxidized further by a general aldehyde dehydrogenase to give the corresponding carboxylic acids (Patel et al., 1980). Suspensions containing either soluble or particulate MMO oxidized ethane to acetaldehyde without accumulating ethanol. Formation of ethanol was observed, however,  when  suspensions  were  prepared  in  200 mM-sodium  phosphate  buffer,  showing  that ethanol is the initial oxidation product. The accumulation of ethanol under these circumstances is due to inhibition of the methanol oxidation by high concentrations of phosphate (Higgins &amp; Quayle,  1970), though there  is no evidence that  this  is due to direct inhibition of  methanol dehydrogenase. On raising the phosphate concentration from 20 m M   to 200 m M   there was a 91 7; decrease in  the  rate  of  ethanol  oxidation  by  organisms  containing particulate MMO, whilst MMO activity, measured by  following the epoxidation  of  propene  in the presence of  20 m M sodium formate, decreased by only 25-30 %. Suspensions of M. trichosporium OB3  b containing soluble MMO catalysed both terminal and subterminal hydroxylation of propane and butane, as evidenced by the formation of the corresponding primary and secondary alcohols. Suspensions\n\n1\n\nFig. 2.  Oxidation of ethyl benzene by M.  trichosporium OB3b during a switch from low to high copper medium.  Cells were grown in continuous culture on low copper medium ( 1 p~-Cu*+; dilution  rate, 0.04 h-' ; biomass density, 1 6 - 1 4 g dry wt I - ' ) . The concentration of Cu2+ was raised to 10 p~ by addition of   CuSO,  solution to the chemostat  and the  feed was switched to high copper  medium (10 PMCu'+). Samples (10 ml) were taken at intervals for determination of whole cell ethyl benzene oxidation rates.  Organisms  were  incubated  with  shaking at 30 \"C in 250 ml conical  flasks in  the  presence of ethyl  benzene  (10 pl)  and  sodium  formate (20 mM)  as a  source of  reducing  equivalents.  Products, 4-hydroxethylbenzene (0) and 1 -phenylethanol (e), were analysed as described  in  Methods.\n\n<!-- image -->\n\ncontaining  particulate  M MO oxidized  propane  and  butane  to  the  corresponding  secondary alcohols, but primary alcohols were not detected. Propanal and butanal accumulated, however, showing  that  terminal  hydroxylation  was  occurring  but  that  both  the  respective  primary alcohols  were oxidized further. Both MMOs  oxidized pentane to pentanal (via pentan-1-01)  and pentan-2-01, but  oxidation  at  position 3 of  the  carbon  chain  was  not  observed.  Oxidation products were not detected when suspensions or cell-free  extracts were incubated with n-hexane. This was true whether they contained soluble or particulate  MMO.\n\n## Oxidation of aromatic and alicyclic compounds\n\nOrganisms containing soluble MMO oxidized benzene, ethylbenzene, styrene and cyclohexane, yielding the products listed in Table 1. By contrast, none of these compounds were oxidised by  organisms which contained only the particulate enzyme. This suggests that the two MMOs differ significantly in their capacity to hydroxylate cyclic hydrocarbons. Cultures grown on the low  copper  medium  progressively  lost  the  capacity  to  oxidize  ethylbenzene  when  the concentration of cupric ions was raised from 1 p~ to 10 p~ (Fig. 2), yet their ability to oxidize propene remained constant [ 150-1 60 nmol min-l  (mg dry wt)-' 3. These observations confirmed that the copper-induced transition from soluble to particulate MMO is accompanied by the loss of  the  ability  to  hydroxylate  aromatic  substrates.  When  the  copper  concentration  of  the fermenter  feedstock  was  returned  to  1 p ~ , the  organism  regained  the  ability  to  oxidize ethylbenzene (not shown).\n\n## DISCUSSION\n\nThis work corroborates the finding of Stanley et al. (1983) that copper availability determines the intracellular location (soluble  or particulate) of MMO in M. trichosporium OB3b. This is also the case for Methylococcus capsulatus (Bath) (Stanley et al., 1983). Research to date (Scott et al., 1981 a; Stanley et al., 1983)  has indicated that there are differences between soluble and particulate MMOs besides their intracellular location, which suggest that the particulate enzymes are not derived from the soluble  enzymes merely by membrane attachment. Our results support and extend previous findings.\n\nIn both M. trichosporium OB3b and M. capsulatus (Bath) the inhibitor profile of  the soluble MMOs differs considerably from that of the particulate enzyme (Scott et al., 1981 a; Stanley et\n\na/., 1983),  and although both types of MMO can use NADH as an electron donor i n ritro, Tonge eta/. (1975)  have suggested that i n civo the particulate enzymes  may receive reducing equivalents from  the  electron  transport  chain  or  from  NADH-independent dehydrogenases  such  as methanol dehydrogenase. This is supported by the recent observations of Leak &amp; Dalton, (1983). Our findings show that the particulate MMO of M. trichosporium OB3b differs from the soluble enzyme in that it is unable to oxidize aromatic or alicyclic compounds (both enzymes oxidize methane, propene and n-alkanes). This suggests that the hydroxylase components of  the two enzymes are different, and provides a further important distinction  between the two types of MMO. It is of interest to note that the substrate specificity  of the particulate M M O   of Methj-lomonas methanica (Stirling et al., 1979) is the same as that reported  here for the corresponding enzyme from M. trichosporium OB3b. The ability to oxidize n-alkanes and n-alkenes but not aromatics or alicyclics may prove to be a general property of particulate MMOs, in which case it might be possible to determine whether or not organisms possess the soluble enzyme (which oxidize all four classes of  compound) simply by  measuring their capacity  to oxidize a cyclic hydrocarbon such as ethylbenzene. This is clearly possible for M. trichosporium OB3b.\n\nIt has been suggested that methanotrophs might be used as biocatalysts in order to carry out epoxidations  and hydroxylations on an industrial  scale (Higgins et a/., 1981 ; Whittenbury &amp; Dalton,  1982; Hou,  1984). Our findings shown that if M. trichosporium OB3b is to be used to oxidize cyclic hydrocarbons in an industrial process, then it will be essential to ensure that it is grown under conditions which yield  soluble MMO. This restriction  may well  apply to other met  hanotrop  hs.\n\nThe soluble MMO of M. capsulatus (Bath) is now known to be a three-component  enzyme (Colby &amp; Dalton, 1976 ; Woodland &amp; Dalton, 1984),  and the corresponding enzyme  from M. trichosporium OB3b seems to be essentially similar (Stirling &amp; Dalton,  1979). By  contrast, nothing is known of  the polypeptide composition of  the respective particulate enzymes. Stanley et al. (1 983) have shown that three major polypeptides are present in cell-free  extracts prepared from suspensions of M.  capsulatus (Bath) which contain soluble MMO. These correspond to the three subunits (mol. wt 54000,42000, 17000)  of component A of the soluble MMO of this organism, and may constitute up to 30% of the total soluble protein (Woodland &amp; Dalton, 1984).  All three polypeptides disappear during the copper-induced transition from soluble to particulate MMO, whilst additional membrane-bound polypeptides accumulate (Stanley et al., 1983).  The levels of some of the major cellular polypeptides of M. trichosporium OB3b appear to change in a similar fashion, although it is not known at present whether any of these correspond to components of the soluble or particulate  MMOs. This will only be established when  both enzymes from M. trichosporium OB3b have been purified, and this is currently under investigation. This is likely to prove  difficult for  the  membrane-bound  enzyme,  however,  since  attempts  to  solubilize the particulate  MMOs of  both M. methanica (Colby et al., 1975)  and M. trichosporium OB3b (the present  work) have resulted  in loss of  activity.\n\nWe wish to thank the Science and Engineering Research Council for funding (K. J. B. &amp; A. C.)  and Pfizer Ltd, Sandwich, for a CASE award ( K. J. B.). We also thank Dr J. A. Bolbot for helpful discussions during the preparation  of  this  manuscript.\n\n## REFERENCES\n\n- COLBY, J. &amp; DALTON, H. (1976). Some properties of a soluble methane mono-oxygenase from Methylococcus capsulatus strain  Bath. Biochemical Journal 157, 495-497.\n- COLBY, J., DALTON, H. &amp; WHITTENBURY, R. (1975). An improved assay for bacterial methane mono-oxygenase: some properties of  the enzyme from Methylomonas methanica. Biochemical Journal 151, 459-462.\n- n-alkenes, ethers and alicyclic, aromatic and heterocyclic compounds. Biochemical Journal 165, 395-402. CORNISH, A., NICHOLLS, K. M., SCOTT, D., HUNTER, B. K., ASTON, W. J., HIGGINS, I. J .   &amp;SANDERS, J .  K . M. (1984). In rico 13C-NMR  investigations of methanol oxidation  by  the  obligate  methanotroph, Methylosinus trichosporiuni OB3b. Journal o f General Microbiology 130, 2565-2575.\n- COLBY, J., STIRLING, D. I. &amp; DALTON, H. (1977). The soluble methane mono-oxygenase of Methylococcus capsularus (Bath). Its ability to oxygenate n-alkanes,\n- HIGGINS, I .  J., BEST,  D. J., HAMMOND, R. C. &amp; SCOTT, microorganisms.\n- D. (1 98 I ). Methane-oxidizing Microbiological Rez-iews 45. 556-590.\n\n- HIGGINS, I .  J . &amp; QUAYLE, J . R. (1970). Oxygenation of methane by methane-grown Pseudomonas methanica and Methanomonas methanooxidans. Biochemical Journal 118, 20  1-208.\n- HIGGINS, I .   J. , HAMMOND, R.  C.,  SARIASLANI, F. S., BEST, D. J. , DAVIES, M.  M., TRYHORN, S. E. &amp; TAYLOR, F. (1979). Biotransformation of hydrocarbons  and  related  compounds  by  whole  organism suspensions of  methane-grown Methylosinus trichosporium OB3b. Biochemical and Biophysical  Research Communications 89(2), 67  1-677.\n- IOU,  C. T. (1  984). Propylene oxide production  from propylene by  immobilised whole  cells of Methylosinus sp. CRL 31  in  a gas-solid  bioreactor. Applied Microbiology and  Biotechnology 19, 1-4.\n- ,AEMMLI, U. K. ( 1 970). Cleavage of structural proteins during the assembly of the head of bacteriophage T4. Nature, London 277, 680-685.\n- .EAK,  D. J . &amp; DALTON, H.  (1983). In  vivo studies of primary alcohols, aldehydes and carboxylic acids as electron donors for the methane mono-oxygenase  in a variety of methanotrophs. Journal qf General Microbiology 129, 3487-3497.\n- PATEL, R. N., BOSE,  H. R., MANDY, W. J. &amp; HOARE, D. S. (1972).  Physiological  studies  of  methane-  and methanol-oxidizing bacteria : comparison  of  a  primary  alcohol  dehydrogenase  from Methylococcus capsulatus (Texas  strain) and Pseudomonas species M27. Journal o f Bacteriology 110(2), 570-577.\n- PATEL, R. N., Hou, C. T., DERELENKO, P. &amp; FELIX, A. (1980). Purification  and properties of a hemecontaining aldehyde dehydrogenase  from Methylosinus  trichosporium. Archires o f Biochemistry and Biophysics 203(  2), 65  4-662.\n- PETERSON, G.  L. (1977). A simplification  of the protein assay  of  Lowry et al. which  is  more  generally applicable. Analytical  Biochemistry 83, 346356.\n- SCOTT,  D., BRANNAN, J . &amp; HIGGINS, I .  J . (1981 a). The effect of growth  conditions  on  intracytoplasmic\n\nView publication stats\n\n- membranes and methane mono-oxygenase activities in Methjglosinus  trichosporium OB3b. Journal of General  Microbiology 125, 63-72.\n- Intracytoplasmic membranes in oxygen-limited chemostat  cultures  of Methylosinus trichosporium OB3b : biocatalytic  implications  of  physiologically balanced  growth. Biorechnology Letters 3, 64 1 -644. SCOTT, D.,  BEST, D.  J. &amp; HIGGINS, r. J.  (i98ib).\n- STANLEY, S . H., PRIOR, S . D., LEAK, D. J . &amp; DALTON, H. (1983). Copper stress underlies the fundamental change  in  intracellular location of  methane  monooxygenase  in  methane-oxidising  micro-organisms: Studies  in  batch  and  continuous  culture. Biorechnology  Letters  5, 487-492.\n- STIRLING, D. I . , COLBY, J . &amp; DALTON, H. (1979). A comparison  of  the  substrate and electron-donor specificities  of  the methane mono-oxygenases  from three  strains  of  methane-oxidising  bacteria. Binchemical Journal 177, 361-364.\n- STIRLING, D. I. &amp; DALTON, H. (1979). Properties of the methane mono-oxygenase from extracts of Methylosinus trichosporium OB3b and evidence for its similarity to the enzyme from Methylococcus capsulatus (Bath). European Journal o f Biochemistry %, 205212.\n- TONGE, G. M., HARRISON, D. E. F.,  KNOWLES, C. J . &amp; HIGGINS, I. J. (1975). Properties and partial purification of  the methane oxidising enzyme system  from Methylosinus trichosporium. FEBS Letters 58( 1). 293- 299.\n- WHITTENBURY, R. &amp; DALTON, H. (1982). The  obligate methane-oxidizing bacteria  and  their  biotechnological  potential. Basic L(/i Sciences 25, 439460.\n- WOODLAND, M. P. &amp; DALTON, H. (1984). Purification and characterization of component A of the methane monooxygenase from Methylococcus capsulatus (Bath). The  Journal o f Biological  Chemistry 259(1). 53-59.",
  "chunks": [
    "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/247608740",
    "## Substrate Specificities of the Soluble and Particulate Methane Mono-oxygenases of Methylosinus trichosporium OB3b",
    "## Substrate Specificities of the Soluble and Particulate Methane Mono-oxy  genases of Methylosinus trichosporium OB3b",
    "ByKAREN  J.  BURROWS,  ALEX  CORNISH,*  DAVID  SCOTT AND I .   J O H N   H I G G I N S",
    "Biotechnology Centre, Cranjield Institute of Technology, Bedfordshire  MK43 OAL, UK",
    "(Received 23 July  1984 ; revised 10 September  1984)",
    "The  intracellular  location  of  methane  mono-oxygenase  (MMO)  (soluble  or  particulate)  in Methylosinus  trichosporium OB3b  is  dependent  on  the  availability  of  copper  in  the  growth medium. Raising the Cuz+  concentration from 1 VM to 5 p~ effected a transition from soluble to particulate  MMO activity,  and  changes in  major  cell  polypeptides  were  observed  on SDSpolyacrylamide  gels. Organisms containing soluble MMO oxidized a wide range of  substrates including  n-alkanes,  n-alkenes,  aromatic  and  alicyclic  compounds.  By  contrast,  organisms containing  particulate  MMO  did  not oxidize  aromatic  or  alicyclic  compounds.  These observations provide further evidence that the two types of MMO are fundamentally different.",
    "The oxidation  of  methane  to methanol by  methanotrophs  is catalysed  by  methane monooxygenase (M  MO).  Scott et  al. (1 98 1 a, b) discovered  that Methylosinus  trichosporium OB3b possesses soluble or particulate (rnernbrane-bound)  cell-free  MMO activity  depending on the conditions under  which  it  is  grown.  Particulate  MMO  was  present  in  organisms grown  in continuous culture  under oxygen-limited, nitrate-excess  conditions,  whilst  soluble MMO was present  in nitrate-depleted  cultures.  It was suggested  therefore,  that the availability of nitrate might determine the intracellular location of MMO (Scott et al., 1981 a,  b). Stanley et at. (1983) have  now  shown  that  in Methylococcus  capsulatus (Bath) and M. trichosporium OB3b  the intracellular location of MMO is determined by the availability  of copper; particulate cell-free MMO activity  was observed  when  the organisms were  grown  at high  Cuz+  :biomass ratios, whereas  organisms  subjected  to  copper  deficiency  contained  soluble  MMO.  The  growth conditions used by Scott et al. (1981 a) masked the underlying copper effect. The particulate and soluble MMOs were found to differ in inhibitor specificity, the former being more sensitive to metal-chelating agents, although NAD(P)H was found to be the only suitable electron donor for both  activities (Scott et al., 1981a).",
    "The ability of MMOs from a number of methanotrophs to oxidize a wide range of substrates is well documented (Colby et al., 1977; Stirling et al., 1979; Higgins et al., 1979; Pate1 et al., 1980). These  substrates  include n-alkanes, n-alkenes and  ethers,  and  aromatic, alicyclic and heterocyclic compounds. Methylomonas methanica, however, appears to have a more restricted substrate range. The particulate cell-free MMO from this organism does not oxidize aromatic, alicyclic  and  heterocyclic  compounds (Stirling et  al., 1979).",
    "This  work  compares  directly  the  substrate  specificities  of M.  trichosporium OB3b  cells containing either soluble or particulate  MMO.",
    "Organism and grottith conditions. Methjdosinus trichosporium OB3b was obtained from Professor R. Whittenbury, Department of Biological Sciences, University of Warwick, UK. The organism was grown on the nitrate mineral salts medium ( N S M ) of Cornish et al. (1984). This contains 1 p-Cu2+ and is here referred to as the 'low copper medium'. The 'high copper medium' referred to in the text contains 5 ~M-CU'+. M. trichosporium OB3b was grown",
    "Abbreviation : M MO, methane  mono-oxygenase.",
    "on the low copper medium in continuous culture (oxygen-limited) in a 10 I capacity LKB 1601 Ultroferm fermenter with methane as sole carbon source (temperature, 30 \"C;  impeller speed, 500 r.p.m.; pH 6.8;  methane flow rate, 250 ml min-' ; air flow rate, 1000 ml min-' ; dilution rate, 0.04 h-' ; biomass density, 16-1.8  mg dry wt ml-I ). The organism was grown on the high copper medium in continuous culture (oxygen-limited) in a 2 1 capacity fermenter (L. H. Engineering Co., type L.H.E.  CCl500) with methane as sole carbon source (temperature, 30 \"C; impeller speed, 400 r.p.m.;  pH 6.8; methane flow rate, 50 ml min-' ; air flow rate, 250 ml min-I ; dilution  rate, 0.04 h-' ; biomass density,  1.61.8 mg dry wt ml-I).",
    "Preparation of suspensions o f M. trichosporium OB3b. Organisms were  harvested  by  centrifugation  (4420 g, 20 min,  4 \"C),  washed once  with 20 mM-sodium  phosphate  buffer  containing 5 mM-MgC1, (pH 7.0)  and resuspended in the same buffer to give the required bacterial density (see below). Suspensions prepared in this way were used  throughout  this work.",
    "Assay o f cell-free M M O  activity. Cell-free extracts were prepared from suspensions of M. trichosporium OB3b (30-35  mg dry wt ml-I) using sonication to disrupt the cells (4 x 15 s bursts, 16 pm amplitude, with 1 min cooling on ice between  bursts).  Particulate and soluble fractions were prepared  and stored as described  by  Scott et al. (1981 a). MMO activity was measured by following the epoxidation of propene, a substrate of soluble and particulate MMO (Colby et al., 1977; Stirling et al., 1979; Scott er al., 1981 a). Assays were carried out in  10 ml conical flasks (capped with Suba-seals) which contained 1 ml soluble or particulate fractions (5-10  mg protein). Propene gas (2 ml) was introduced by injection and the reaction was started by adding NADH ( 5 mM) as electron donor. Flasks were incubated at 30 \"C for 5 min in a reciprocating water bath shaker operating at 160 oscillations min-I. Propene oxide was measured by gas chromatography using a Porapak Q column (2.1 m x 4 mm i.d.) attached to a Pye  Unicam  series  204  or  304  instrument  fitted  with  flame  ionization  detectors  [oven  temperature,  140°C; injector, 200 \"C; detector,  200 \"C; carrier gas (Nz) flow  rate,  40 ml min-1 3.",
    "Assay o f u+to/e-cell  oxidations. Incubations were carried out in  10 ml conical flasks (capped  with Suba-seals) containing 1 ml cell suspension (10-1 2 mg dry wt). Assays were started by  injecting the substrate (2 ml gaseous substrate, 2 pl liquid substrate). Sodium formate (20 mM) was used as a source of reducing equivalents in all assays. Flasks were shaken at 30 \"C in a reciprocating water bath operating at 160 oscillations  min-' , Samples were withdrawn for product determination 4 min after starting the incubation and thereafter at 10-12  min intervals over a period of 60 min. Products were measured by gas chromatography using a Pye-Unicam series 204 or 304 instrument  fitted  with  flame  ionization  detectors  [detector,  200°C;  injector,  200°C;  carrier  gas  (NJ flow  rate, 40 ml min-'  1.  Products of n-alkane oxidation  (primary  and  secondary alcohols,  and  aldehydes) were  analysed using a Porapak Q column (2.1 m x 4 mm id.). The column temperatures used for analysis of the oxidation products of different n-alkanes were as follows: ethane, 140 \"C;  propane, 180 \"C; butane, 200 \"C; pentane, 220 \"C and hexane, 220 \"C. Products resulting from the oxidation of aromatic or alicyclic compounds were extracted into ethyl acetate (1 : 1, v/v) and were then analysed using an SP2100 column (2.1 m x 4 mm id.).  The column temperatures used  to  analyse  oxidation  products  of  aromatic  and  alicyclic  substrates  were  as  follows:  benzene,  110 \"C ethylbenzene,  100 \"C; styrene,  120 \"C and cyclohexane, 100 \"C.",
    "Ethanol disappearance was measured using gas chromatography. Reactions were carried out in  10 ml conical flasks containing: cell suspension (2.5-10 mg dry wt ml-'),  1 ml; and ethanol (15 mM).  The flasks were capped with  Suba-seals  and shaken (130 oscillations min-I)  at 30 \"C. Ethanol  was determined as described  above.",
    "Dry weight determination. The dry weights of suspensions of M.  trichosporium OB3b were determined by heating 1  ml  samples at  110 \"C to constant  weight.",
    "Protein determination. Protein content of cell-free extracts was determined  using the modified  Lowry assay of Peterson et  al. (1977). Bovine  serum albumin was used  as a standard.",
    "SDS-PAGE. Electrophoresis  was carried out using 12%  (wlv)  acrylamide gels using the discontinuous buffer system of  Laemmli (1970). Proteins were fixed, stained with Coomassie blue and the gels destained as described by Laemmli (1970). The following were used as molecular weight standards:  lactalbumin (mol. wt 14200);  trypsin inhibitor, soybean (mol. wt 20 100); trypsinogen, PMSF treated (rnol. wt 24000); carbonic anhydrase from bovine erythrocytes  (rnol.  wt  29000);  glyceraldehyde-3-phosphate  dehydrogenase,  rabbit  muscle  (mol.  wt  36000); albumin, egg (mol. wt 45 000); albumin, bovine (mol. wt 66000). Methanol dehydrogenase of M. trichosporium OB3b (subunit mol.  wt  60000) was  used  as a further standard.  This was a gift from  Dr D. J. Best,  Cranfield Institute of  Technology.",
    "Chemicals. All chemicals were obtained from BDH except the molecular weight markers which were obtained from  Sigma.",
    "## Eflect o f copper ions on the intracellular location of MA40",
    "When M. trichosporiurn OB3b was grown on the low copper medium at biomass densities of 1.6-14  mg dry wt ml-',  the MMO activity was located predominantly in the soluble fraction of",
    "Fig. 1. SDS-PAGE of cell-free extracts from M.   trichosporium OB3b during a switch from low to high copper medium. Cells were grown in continuous culture on low copper medium (1 p ~ - C u ' + ; dilution rate, 0.04 h-' ; biomass density, 1-6-14 g dry wt 1-I). The concentration of Cu2+  was raised to 5 PM by addition of CuSO, solution to the chemostat and the feed was switched to high copper medium ( 5 VMCu?+).  Samples were taken at intervals of  3-4  h for analysis of  the cell-free extracts by SDS-PAGE. Electrophoresis was carried out as described in Methods. The numbers above each track indicate the time (h) after the switch to high copper medium. Track A shows the molecular weight markers (mol. wt 66000,45000,36000,29000,24000,20 100 and 14200) and track B is purified methanol dehydrogenase from M. rrichosporium OB3b (subunit mol.  wt  60000).",
    "cell extracts [soluble activity  was 52 nmol min-'  (mg protein)-',  particulate activity 8.4 nmol min-l  (mg protein)-'].  By  contrast, organisms grown on the high copper medium  to the same biomass  densities  contained predominantly particulate MMO [soluble activity  was 4.8 nmol min-' (mg  protein)-', particulate  activity 62.5 nmol min-l (mg  protein)-l]. Organisms containing 100% particulate MMO were obtained by growing them on the high copper medium at a lower biomass density (1.0-1-1 mg dry wt ml-l);  this was accomplished  by  increasing  the dilution  rate of the cultures  from 0.04 h-l to 0.043 h-l.",
    "Differences in the amounts of major polypeptides were observed when the protein  profiles of organisms  containing either  soluble  or  particulate  MMO  were  analysed  using  SDS-PAGE. Three polypeptides (mol. wt 53000,45000 and 23000) were present at high concentrations in the soluble fraction  of  organisms grown on  the low copper medium (i.e those containing soluble MMO) (Fig. 1). All three polypeptides were virtually absent from soluble fractions of organisms grown on the high copper medium which contained particulate MMO. These contained instead",
    "Table  1. Oxidation of n-alkanes, and aromatic and alicyclic compounds by suspensions oj' M. trichosporium OB3b containing either soluble or particulate  MMO",
    "of  product  formation  are  expressed  as  nmolmin-l (mg  dry suspensions containing soluble or particulate  MMO. Suspensions (1 mi) were incubated in  sealed flasks with each substrate (2 ml gaseous substrates,  2 pl liquid substrates) over a  time course (1  h) as described  in  Methods.  Sodium formate was used  as a source of reducing equivalents in all cases. Products were determined using gas chromatography. Rates wt)-l. Hexane  was  not  oxidized  by",
    "| Substrate             | Products detected                   | Initial rate of formation   | Products detected                | Initial rate of formation   |\n|-----------------------|-------------------------------------|-----------------------------|----------------------------------|-----------------------------|\n| Ethane                | Ethanol* Ethanal                    | ND 25-0                     | Ethanol * Ethanal                | ND 35.0                     |\n| Propane               | Propanal Propan- 1-01 Propan-2-01   | 3.2 6.2 4.9                 | Propanal Propan-1-01 Propan-2-01 | 2.4 0.0 12.6                |\n| Butane                | Butan-1-01 Butan-2-01 Butanal       | 2.6 4-2 7.3                 | Butanal Butan-1-01 Butan-2-01    | 0.6 0.0 5.9                 |\n| Pentane               | Pentanalt pent an-2-01?             | 1-1 0.3                     | Pentanal? Pentan-2-017           | 1.1 0.5                     |\n| Benzene E thy1benzene | Phenol 1-Phenylethanol              | 74.0 5-7                    | Phenol 1-Phenylethanol           | 0.0                         |\n|                       | Styrene oxide 4-Hydroxyethylbenzene | 13.0                        | 4-H ydroxyethylbenzene           | 0.0 0.0                     |\n| Styrene               |                                     | 82.0                        | Styrene oxide                    | 0.0                         |\n| C yclohexane          | Cyclohexanol                        | 25.0                        | C yclohexanol                    | 0.0                         |",
    "- t Pentane was oxidized using suspensions containing 30 mg dry wt  ml-I  and  10 p1 substrate.\n* Ethanol  was detected  only in  suspensions containing 200 mM-sodium phosphate.",
    "one major membrane-bound polypeptide (mol. wt 42000) which was also present in organisms grown on the low copper medium,  although in much lower amounts (Fig. 1).",
    "Particulate MMO activity was lost when membranes prepared from organisms grown on the high copper medium were solubilised using Triton X-100 (0-5%, v/v) or sodium deoxycholate (0.5%, WN.",
    "## Substrate speciJicities  of soluble and particulate  MMO",
    "Oxidation of n-alkanes. Table 1 lists the products resulting from the oxidation of n-alkanes by suspensions of M. trichosporium OB3b which contained either soluble or particulate MMO, and gives the  initial  rates  of  their  formation.  The  figures given for primary  alcohols cannot  be regarded as  true rates, since  these are  oxidized further to the corresponding aldehydes by the nonspecific methanol (primary alcohol) dehydrogenase (Patel et al., 1972).  The aldehydes may also be oxidized further by a general aldehyde dehydrogenase to give the corresponding carboxylic acids (Patel et al., 1980). Suspensions containing either soluble or particulate MMO oxidized ethane to acetaldehyde without accumulating ethanol. Formation of ethanol was observed, however,  when  suspensions  were  prepared  in  200 mM-sodium  phosphate  buffer,  showing  that ethanol is the initial oxidation product. The accumulation of ethanol under these circumstances is due to inhibition of the methanol oxidation by high concentrations of phosphate (Higgins &amp; Quayle,  1970), though there  is no evidence that  this  is due to direct inhibition of  methanol dehydrogenase. On raising the phosphate concentration from 20 m M   to 200 m M   there was a 91 7; decrease in  the  rate  of  ethanol  oxidation  by  organisms  containing particulate MMO, whilst MMO activity, measured by  following the epoxidation  of  propene  in the presence of  20 m M sodium formate, decreased by only 25-30 %. Suspensions of M. trichosporium OB3  b containing soluble MMO catalysed both terminal and subterminal hydroxylation of propane and butane, as evidenced by the formation of the corresponding primary and secondary alcohols. Suspensions",
    "Fig. 2.  Oxidation of ethyl benzene by M.  trichosporium OB3b during a switch from low to high copper medium.  Cells were grown in continuous culture on low copper medium ( 1 p~-Cu*+; dilution  rate, 0.04 h-' ; biomass density, 1 6 - 1 4 g dry wt I - ' ) . The concentration of Cu2+ was raised to 10 p~ by addition of   CuSO,  solution to the chemostat  and the  feed was switched to high copper  medium (10 PMCu'+). Samples (10 ml) were taken at intervals for determination of whole cell ethyl benzene oxidation rates.  Organisms  were  incubated  with  shaking at 30 \"C in 250 ml conical  flasks in  the  presence of ethyl  benzene  (10 pl)  and  sodium  formate (20 mM)  as a  source of  reducing  equivalents.  Products, 4-hydroxethylbenzene (0) and 1 -phenylethanol (e), were analysed as described  in  Methods.",
    "containing  particulate  M MO oxidized  propane  and  butane  to  the  corresponding  secondary alcohols, but primary alcohols were not detected. Propanal and butanal accumulated, however, showing  that  terminal  hydroxylation  was  occurring  but  that  both  the  respective  primary alcohols  were oxidized further. Both MMOs  oxidized pentane to pentanal (via pentan-1-01)  and pentan-2-01, but  oxidation  at  position 3 of  the  carbon  chain  was  not  observed.  Oxidation products were not detected when suspensions or cell-free  extracts were incubated with n-hexane. This was true whether they contained soluble or particulate  MMO.",
    "## Oxidation of aromatic and alicyclic compounds",
    "Organisms containing soluble MMO oxidized benzene, ethylbenzene, styrene and cyclohexane, yielding the products listed in Table 1. By contrast, none of these compounds were oxidised by  organisms which contained only the particulate enzyme. This suggests that the two MMOs differ significantly in their capacity to hydroxylate cyclic hydrocarbons. Cultures grown on the low  copper  medium  progressively  lost  the  capacity  to  oxidize  ethylbenzene  when  the concentration of cupric ions was raised from 1 p~ to 10 p~ (Fig. 2), yet their ability to oxidize propene remained constant [ 150-1 60 nmol min-l  (mg dry wt)-' 3. These observations confirmed that the copper-induced transition from soluble to particulate MMO is accompanied by the loss of  the  ability  to  hydroxylate  aromatic  substrates.  When  the  copper  concentration  of  the fermenter  feedstock  was  returned  to  1 p ~ , the  organism  regained  the  ability  to  oxidize ethylbenzene (not shown).",
    "This work corroborates the finding of Stanley et al. (1983) that copper availability determines the intracellular location (soluble  or particulate) of MMO in M. trichosporium OB3b. This is also the case for Methylococcus capsulatus (Bath) (Stanley et al., 1983). Research to date (Scott et al., 1981 a; Stanley et al., 1983)  has indicated that there are differences between soluble and particulate MMOs besides their intracellular location, which suggest that the particulate enzymes are not derived from the soluble  enzymes merely by membrane attachment. Our results support and extend previous findings.",
    "In both M. trichosporium OB3b and M. capsulatus (Bath) the inhibitor profile of  the soluble MMOs differs considerably from that of the particulate enzyme (Scott et al., 1981 a; Stanley et",
    "a/., 1983),  and although both types of MMO can use NADH as an electron donor i n ritro, Tonge eta/. (1975)  have suggested that i n civo the particulate enzymes  may receive reducing equivalents from  the  electron  transport  chain  or  from  NADH-independent dehydrogenases  such  as methanol dehydrogenase. This is supported by the recent observations of Leak &amp; Dalton, (1983). Our findings show that the particulate MMO of M. trichosporium OB3b differs from the soluble enzyme in that it is unable to oxidize aromatic or alicyclic compounds (both enzymes oxidize methane, propene and n-alkanes). This suggests that the hydroxylase components of  the two enzymes are different, and provides a further important distinction  between the two types of MMO. It is of interest to note that the substrate specificity  of the particulate M M O   of Methj-lomonas methanica (Stirling et al., 1979) is the same as that reported  here for the corresponding enzyme from M. trichosporium OB3b. The ability to oxidize n-alkanes and n-alkenes but not aromatics or alicyclics may prove to be a general property of particulate MMOs, in which case it might be possible to determine whether or not organisms possess the soluble enzyme (which oxidize all four classes of  compound) simply by  measuring their capacity  to oxidize a cyclic hydrocarbon such as ethylbenzene. This is clearly possible for M. trichosporium OB3b.",
    "It has been suggested that methanotrophs might be used as biocatalysts in order to carry out epoxidations  and hydroxylations on an industrial  scale (Higgins et a/., 1981 ; Whittenbury &amp; Dalton,  1982; Hou,  1984). Our findings shown that if M. trichosporium OB3b is to be used to oxidize cyclic hydrocarbons in an industrial process, then it will be essential to ensure that it is grown under conditions which yield  soluble MMO. This restriction  may well  apply to other met  hanotrop  hs.",
    "The soluble MMO of M. capsulatus (Bath) is now known to be a three-component  enzyme (Colby &amp; Dalton, 1976 ; Woodland &amp; Dalton, 1984),  and the corresponding enzyme  from M. trichosporium OB3b seems to be essentially similar (Stirling &amp; Dalton,  1979). By  contrast, nothing is known of  the polypeptide composition of  the respective particulate enzymes. Stanley et al. (1 983) have shown that three major polypeptides are present in cell-free  extracts prepared from suspensions of M.  capsulatus (Bath) which contain soluble MMO. These correspond to the three subunits (mol. wt 54000,42000, 17000)  of component A of the soluble MMO of this organism, and may constitute up to 30% of the total soluble protein (Woodland &amp; Dalton, 1984).  All three polypeptides disappear during the copper-induced transition from soluble to particulate MMO, whilst additional membrane-bound polypeptides accumulate (Stanley et al., 1983).  The levels of some of the major cellular polypeptides of M. trichosporium OB3b appear to change in a similar fashion, although it is not known at present whether any of these correspond to components of the soluble or particulate  MMOs. This will only be established when  both enzymes from M. trichosporium OB3b have been purified, and this is currently under investigation. This is likely to prove  difficult for  the  membrane-bound  enzyme,  however,  since  attempts  to  solubilize the particulate  MMOs of  both M. methanica (Colby et al., 1975)  and M. trichosporium OB3b (the present  work) have resulted  in loss of  activity.",
    "We wish to thank the Science and Engineering Research Council for funding (K. J. B. &amp; A. C.)  and Pfizer Ltd, Sandwich, for a CASE award ( K. J. B.). We also thank Dr J. A. Bolbot for helpful discussions during the preparation  of  this  manuscript.",
    "- COLBY, J. &amp; DALTON, H. (1976). Some properties of a soluble methane mono-oxygenase from Methylococcus capsulatus strain  Bath. Biochemical Journal 157, 495-497.\n- COLBY, J., DALTON, H. &amp; WHITTENBURY, R. (1975). An improved assay for bacterial methane mono-oxygenase: some properties of  the enzyme from Methylomonas methanica. Biochemical Journal 151, 459-462.\n- n-alkenes, ethers and alicyclic, aromatic and heterocyclic compounds. Biochemical Journal 165, 395-402. CORNISH, A., NICHOLLS, K. M., SCOTT, D., HUNTER, B. K., ASTON, W. J., HIGGINS, I. J .   &amp;SANDERS, J .  K . M. (1984). In rico 13C-NMR  investigations of methanol oxidation  by  the  obligate  methanotroph, Methylosinus trichosporiuni OB3b. Journal o f General Microbiology 130, 2565-2575.\n- COLBY, J., STIRLING, D. I. &amp; DALTON, H. (1977). The soluble methane mono-oxygenase of Methylococcus capsularus (Bath). Its ability to oxygenate n-alkanes,\n- HIGGINS, I .  J., BEST,  D. J., HAMMOND, R. C. &amp; SCOTT, microorganisms.\n- D. (1 98 I ). Methane-oxidizing Microbiological Rez-iews 45. 556-590.",
    "- HIGGINS, I .  J . &amp; QUAYLE, J . R. (1970). Oxygenation of methane by methane-grown Pseudomonas methanica and Methanomonas methanooxidans. Biochemical Journal 118, 20  1-208.\n- HIGGINS, I .   J. , HAMMOND, R.  C.,  SARIASLANI, F. S., BEST, D. J. , DAVIES, M.  M., TRYHORN, S. E. &amp; TAYLOR, F. (1979). Biotransformation of hydrocarbons  and  related  compounds  by  whole  organism suspensions of  methane-grown Methylosinus trichosporium OB3b. Biochemical and Biophysical  Research Communications 89(2), 67  1-677.\n- IOU,  C. T. (1  984). Propylene oxide production  from propylene by  immobilised whole  cells of Methylosinus sp. CRL 31  in  a gas-solid  bioreactor. Applied Microbiology and  Biotechnology 19, 1-4.\n- ,AEMMLI, U. K. ( 1 970). Cleavage of structural proteins during the assembly of the head of bacteriophage T4. Nature, London 277, 680-685.\n- .EAK,  D. J . &amp; DALTON, H.  (1983). In  vivo studies of primary alcohols, aldehydes and carboxylic acids as electron donors for the methane mono-oxygenase  in a variety of methanotrophs. Journal qf General Microbiology 129, 3487-3497.\n- PATEL, R. N., BOSE,  H. R., MANDY, W. J. &amp; HOARE, D. S. (1972).  Physiological  studies  of  methane-  and methanol-oxidizing bacteria : comparison  of  a  primary  alcohol  dehydrogenase  from Methylococcus capsulatus (Texas  strain) and Pseudomonas species M27. Journal o f Bacteriology 110(2), 570-577.\n- PATEL, R. N., Hou, C. T., DERELENKO, P. &amp; FELIX, A. (1980). Purification  and properties of a hemecontaining aldehyde dehydrogenase  from Methylosinus  trichosporium. Archires o f Biochemistry and Biophysics 203(  2), 65  4-662.\n- PETERSON, G.  L. (1977). A simplification  of the protein assay  of  Lowry et al. which  is  more  generally applicable. Analytical  Biochemistry 83, 346356.\n- SCOTT,  D., BRANNAN, J . &amp; HIGGINS, I .  J . (1981 a). The effect of growth  conditions  on  intracytoplasmic",
    "View publication stats",
    "- membranes and methane mono-oxygenase activities in Methjglosinus  trichosporium OB3b. Journal of General  Microbiology 125, 63-72.\n- Intracytoplasmic membranes in oxygen-limited chemostat  cultures  of Methylosinus trichosporium OB3b : biocatalytic  implications  of  physiologically balanced  growth. Biorechnology Letters 3, 64 1 -644. SCOTT, D.,  BEST, D.  J. &amp; HIGGINS, r. J.  (i98ib).\n- STANLEY, S . H., PRIOR, S . D., LEAK, D. J . &amp; DALTON, H. (1983). Copper stress underlies the fundamental change  in  intracellular location of  methane  monooxygenase  in  methane-oxidising  micro-organisms: Studies  in  batch  and  continuous  culture. Biorechnology  Letters  5, 487-492.\n- STIRLING, D. I . , COLBY, J . &amp; DALTON, H. (1979). A comparison  of  the  substrate and electron-donor specificities  of  the methane mono-oxygenases  from three  strains  of  methane-oxidising  bacteria. Binchemical Journal 177, 361-364.\n- STIRLING, D. I. &amp; DALTON, H. (1979). Properties of the methane mono-oxygenase from extracts of Methylosinus trichosporium OB3b and evidence for its similarity to the enzyme from Methylococcus capsulatus (Bath). European Journal o f Biochemistry %, 205212.\n- TONGE, G. M., HARRISON, D. E. F.,  KNOWLES, C. J . &amp; HIGGINS, I. J. (1975). Properties and partial purification of  the methane oxidising enzyme system  from Methylosinus trichosporium. FEBS Letters 58( 1). 293- 299.\n- WHITTENBURY, R. &amp; DALTON, H. (1982). The  obligate methane-oxidizing bacteria  and  their  biotechnological  potential. Basic L(/i Sciences 25, 439460.\n- WOODLAND, M. P. &amp; DALTON, H. (1984). Purification and characterization of component A of the methane monooxygenase from Methylococcus capsulatus (Bath). The  Journal o f Biological  Chemistry 259(1). 53-59."
  ],
  "markdown_length": 28226,
  "chunks_count": 48,
  "extraction_method": "docling"
}