{
  "filename": "Cantera et al. 2016.pdf",
  "markdown": "<!-- image -->\n\n## Research article\n\n## Evaluation of the in /uniFB02 uence of methane and copper concentration and methane mass transport on the community structure and biodegradation kinetics of methanotrophic cultures\n\nSara Cantera, Raquel Lebrero, Pedro A. García-Encina, Raúl Mu ~ noz *\n\nDepartment of Chemical Engineering and Environmental Technology, University of Valladolid, Dr. Mergelina, s/n, 47011, Valladolid, Spain\n\n## a r t i c l e i n f o\n\nArticle history: Received 10 June 2015 Received in revised form 22 January 2016 Accepted 1 February 2016 Available online 8 February 2016\n\n## Keywords:\n\nBiodegradation kinetics Cu 2 þ concentration\n\nCH4 concentration\n\nMethanotrophs\n\nMicrobial population structure\n\n## 1. Introduction\n\nMethane (CH4) is the second most relevant greenhouse gas (GHG) emitted by anthropogenic activities, representing more than 20% of the total worldwide GHG emissions. CH4 atmospheric concentration increases yearly at 0.2 e 1% its current tropospheric level exceeding preindustrial concentrations by z 150%. Anthropogenic emissions are mainly attributed to agriculture, livestock farming, waste management and energy production, which combined represent over 60% of the total CH4 emissions worldwide (European Environmental Agency, 2013; IPCC, 2013; United States Environmental Protection Agency, 2013). In addition, the impact of CH4 on climate change is z 34 times more detrimental than that of carbon dioxide (CO2) in a 100-y horizon (European Environmental Agency, 2013; IPCC, 2013; Scheutz et al., 2009). This scenario has caused a raised governmental and public awareness, which has promoted both the enforcement of multidisciplinary political initiatives and an increased research on CH4\n\n*\n\nCorresponding author. E-mail address: mutora@iq.uva.es (R. Mu ~ noz).\n\n## a b s t r a c t\n\nThe environmental conditions during culture enrichment, which ultimately determine its maximum speci /uniFB01 c biodegradation rate (qmax) and af /uniFB01 nity for the target pollutant (Ks), play a key role in the performance of bioreactors devoted to the treatment of methane emissions. This study assessed the in /uniFB02 uence of Cu 2 þ and CH4 concentration and the effective CH4 supply rate during culture enrichment on the structure and biodegradation kinetics of methanotrophic communities. The results obtained demonstrated that an increase in Cu 2 þ concentration from 0.05 to 25 m M increased the qmax and Ks of the communities enriched by a factor of z 3, even if the Cu 2 þ concentration did not seem to have an effect on the enzymatic ' copper switch ' and only pMMO was detected. In addition, high Cu 2 þ concentrations supported lower diversity coef /uniFB01 cients (Hs z 1.5 /C2 lower) and apparently promoted the growth of more adapted methanotrophs such as Methylomonas . Despite no clear effect of CH4 concentration on the population structure or on the biodegradation kinetics of the communities enriched was recorded at the two low CH4 concentrations studied (1 and 8%), a higher agitation rate increased the qmax by a factor of z 2.3 and Ks by a factor of z 3.1.\n\n© 2016 Elsevier Ltd. All rights reserved.\n\nabatement technologies (European Environmental Agency, 2013; IPCC, 2013; Scheutz et al., 2009). Although emissions with CH4 concentrations above 20% are suitable for energy recovery by incineration or low-cost treatment by /uniFB02 aring, more than 50% of anthropogenic emissions contain CH4 at concentrations below 3% (old land /uniFB01 lls (0 e 20%), ventilated coal mines (0.1 e 1%), covered liquid manure storage tanks (0 e 3%), etc.) (Nikiema et al., 2007; Scheutz et al., 2009). CH4 abatement at such low concentrations using conventional physical/chemical technologies is either inef /uniFB01 -cient or too costly, and often entails a large CO2 footprint (Estrada et al., 2014; Nikiema et al., 2007). In this context, biological treatment technologies can become, if appropriately optimized, a lowcost and environmentally friendly alternative for the treatment of CH4 due to their already proven effectiveness and low operating costs during the abatement of malodors and volatile organic compound emissions (L /C19 opez et al., 2013).\n\nHowever, the cost-effective implementation of current biotechnologies for the treatment of CH4 is still limited by the understanding of the communities underlying CH4 biodegradation (Li et al., 2014; L /C19 opez et al., 2013). In this regard, there is still a need for studies assessing the effect of environmental factors during culture\n\nContents lists available at ScienceDirect\n\n## Journal of Environmental Management\n\nj o urnal homepage: www.elsevier.com/locate/jenvman\n\n<!-- image -->\n\n<!-- image -->\n\nenrichment on the performance and characteristics of methanotrophic communities. Among them, CH4 gas concentration, O2 gas concentration and Cu 2 þ concentration in the aqueous media have been identi /uniFB01 ed as the main parameters in /uniFB02 uencing microbial CH4 abatement due to their key role on the nature and level of expression of CH4 monooxygenases (MMO), and therefore on the population structure of methane oxidizing bacteria (MB) (Li et al., 2014; Murrel et al., 2000; Semrau et al., 2010). However, most studies assessing the role of CH4 and Cu 2 þ concentrations have focused only on the physiological and enzymatic aspects of CH4 biodegradation (Murrel et al., 2000). On the contrary, studies on the macroscopic performance and characteristics of the microbial communities have not found a clear effect of these parameters on CH4 abatement (Estrada et al., 2014; Ho et al., 2013; Li et al., 2014). Likewise, the in /uniFB02 uence of the effective CH4 supply rate to the microbial communities during culture enrichment on the kinetics of CH4 biodegradation, which can differ at similar gas CH4 concentrations depending on the bioreactor con /uniFB01 guration, has often been disregarded (L /C19 opez et al., 2014, 2013; Yoon et al., 2009). In this context, there is a limited understanding of the effect of CH4 and Cu 2 þ concentration and of the effective CH4 supply rate during culture enrichment on the characteristics and structure of methanotrophic communities (Semrau et al., 2010), which could shed light on the optimal operating conditions leading to an enhanced performance of CH4 abatement biotechnologies.\n\nThe present study aims at systematically elucidating the in /uniFB02 uence of CH4 and Cu 2 þ concentrations and of the effective CH4 supply rate (governed by the CH4 mass transfer to the microbial community) during the enrichment of MB communities on CH4 biodegradation kinetic parameters (qmax and Ks) and community structure in order to identify the optimum environmental factors supporting an ef /uniFB01 cient CH4 abatement and high biodiversity in full scale bioreactors.\n\n## 2. Materials and methods\n\n## 2.1. Chemicals and mineral salt medium\n\nThe mineral salt medium (MSM) utilized during the enrichment of the methanotrophic communities and in the kinetic assays was a modi /uniFB01 ed Brunner medium (Lopez et al., 2014) containing (g L /C0 1 ): Na2HPO4 $ 2H2O, 3.17; KH2PO4, 1.50; NaNO3, 5.28 (used instead of (NH4)2SO4 to avoid the inhibition of methanotrophs by NH4 (Carlsen et al., 1991)); MgSO4 $ 7H2O, 0.2; CaCl2 $ 2H2O, 0.05; EDTA, 0.005; FeSO4 $ 7H2O, 0.002; H3BO3, 0.0003; CoCl2 $ 6H2O, 0.00011; ZnSO4 $ 7H2O, 0.0001; Na2Mo4 $ 2H2O, 0.00003; MnCl2 $ 4H2O, 0.00003; NiCl2 $ 6H2O, 0.00002. Cu 2 þ was added to the MSM as CuCl2 $ 2H2O at two Cu 2 þ concentrations (0.05 m Mand 25 m M). The /uniFB01 nal pH of the MSM was 7. All chemicals and reagents were procured from Panreac (Barcelona, Spain) with a purity higher than 99.0%. CH4 was purchased from Abello-Linde, S.A. (Barcelona, Spain) with a purity of at least 99.5%. Silicone oil 200 cSt was obtained from Sigma-Aldrich (Madrid, Spain).\n\n## 2.2. Inoculum\n\nThe inoculum used for the enrichment of the methanotrophic communities was a mixture (50/50%/% on a volume basis) of aerobic activated sludge ( z 6 g L /C0 1 ) from a denitri /uniFB01 cation-nitri /uniFB01 cation wastewater treatment plant (Valladolid, Spain) and fresh cow manure from a dairy farm (Cantabria, Spain) 10 /C2 diluted in MSM.\n\n## 2.3. Microbial community enrichments\n\nEight enrichment series (45 days/enrichment) were carried out at two different mixing ratios of CH4 (1% and 8%) and Cu 2 þ (0.05 m M and 25 m M) under two different magnetic stirring rates (300 rpm and 650 rpm). The series were performed in duplicate (Table 1).\n\nIn each enrichment series, 1.2 L batch gas-tight reactors containing 100 mL of MSM at its corresponding Cu 2 þ concentration and 50 mL of silicone oil (in order to support a high CH4 mass transfer from the headspace to the microbial community), were inoculated with 10 mL of the inoculum previously described. The reactors were closed with gas-tight butyl septa and plastic screw caps, and monitored daily for O2, CO2 and CH4 concentrations in the headspace. O2 was daily supplied via air /uniFB02 ushing of the reactor headspace prior injection of pure CH4 using a calibrated 100 mL gas tight syringe to obtain the desired headspace concentration (before methane injection the same volume of air was removed from the reactors to avoid overpressure). The enrichment batch reactors were maintained under agitation at 25 /C14 C. A dilution rate of 0.25 ± 0.05 day /C0 1 was set in order to maintain the pH at z 7.0, to replenish essential nutrients and, to remove any potential inhibitory metabolite accumulated in the medium. Silicone oil was not removed from the batch reactors during the enrichment series. Biomass samples from the aqueous phase were drawn with a liquid sampling syringe at the end of each enrichment series to determine the microbial population structure by denaturing gradient gel electrophoresis (DGGE)-sequencing, the presence of soluble or particulate methane monoxygenases (sMMO or pMMO, respectively), and the CH4 biodegradation kinetics constants (qmax and Ks). The concentration of CH4 and CO2 in the headspace of the enrichment bottles was periodically measured by GC-TCD.\n\n## 2.4. Structure of the enriched communities\n\nThe 16 samples from the 8 duplicate enrichment series stored at /C0 20 /C14 C were thawed and centrifuged at 5000 rpm for 15 min. The biomass pellets were resuspended in 10 mL of phosphate buffered saline (PBS) medium at pH 7 by vortexing.\n\nThe total DNA of these samples was extracted by the Fast ® DNA Spin Kit for Soil (MP Biomedicals, LLC) and its quantity and quality were evaluated by spectrophotometry using a NanoDrop ND-1000 spectrophotometer (NanoDrop Technologies, Wilmington, DE) (English et al., 2006). The DNA was ampli /uniFB01 ed with polymerase chain reaction (PCR) universal bacterial primers for 16S rRNA gene ampli /uniFB01 cation (968-F-GC and 1401-R (10 m M)) (Sigma- Aldrich, St. Louis, MO, USA) according to Lopez et al. (2014). The PCR products of the bacterial 16S rRNA fragments from the samples were separated by DGGE according to Lopez et al. (2014). The gels were stained for 60 min with GelRed Nucleic Acid Gel Stain (biotium). Speci /uniFB01 c PCR-DGGE bands were detected by a transilluminator, UV wavelength, 254 e 312 nm (Sigma-Aldrich) and carefully cut from the gel. The DNA contained in each band was extracted by incubation in 50 mL of sterile water at 63 /C14 C for 70 min. The last PCR cycle was accomplished without the GC-clamp attached to the primer 968-F. The PCR products obtained were sequenced by\n\nTable 1 Cultivation conditions during microbial community enrichments.\n\n| Test series (TS)   | CH 4 headspace (%)   | Cu 2 þ ( m M)   | Agitation (rpm)   |\n|--------------------|----------------------|-----------------|-------------------|\n| TS 1               | 8 8                  | 25 25           | 300 650           |\n| TS 2               | 8                    | 0.05            | 300               |\n| TS 3               | 8 1 1                | 0.05 0.05 0.05  | 650 300 650       |\n| TS 4               | 1 1                  | 25 25           | 300 650           |\n\nSecugen S.L. (Madrid, Spain). RDP classi /uniFB01 er tool was used to analyze the taxonomic classi /uniFB01 cation of the DGGE bands sequenced (70% con /uniFB01 dence level) (Wang et al., 2007). DECIPHER search tool was used to analyze the presence of chimeras (Wright et al., 2012). The NCBI BLAST search tool was used to compare the DNA sequences obtained with nucleotide sequences from the NCBI database (McGinnis and Madden, 2004). The sequences of the bacteria identi /uniFB01 ed were deposited in the NCBI GenBank. The DGGE band pattern present in each gel was compared using the GelCompar IITM software (Applied Maths BVBA, Sint-Martens-Latem, Belgium) and the Pearson product-moment correlation coef /uniFB01 cient as well as, the Shannon e Wiener diversity index (Hs) were calculated according to Lopez et al. (2014). In addition, a multiple sequence alignment was performed. Sequences alignment (Clustal X 2.1) and phylogenetic analysis were obtained using the MEGA software (version 6.06). The phylogenetic trees were constructed using the neighbor-joining method (1000-fold bootstrap analysis) (Hall, 2013).\n\n## 2.5. Detection of pMMO and sMMO\n\nAfter DNA extraction, the speci /uniFB01 c primer set A189f/mb661r , targeting the pmoA gene (which encodes the b -subunit of particulate MMO) (Costello and Lidstrom,1999; Erwin et al., 2005), and the primer set mmoX f882/ mmoX r1403, targeting the mmoX gene (which encodes the a -subunit of the hydroxylase component of sMMO) (McDonald et al., 1995; Newby et al., 2004) were used for PCR ampli /uniFB01 cation. The PCR mixture (50 m L) consisted of 25 m L of BIOMIX (Bioline, Ecogen), 2 m L of the extracted DNA, 2 m L of the speci /uniFB01 c primer set depending of the gene ampli /uniFB01 ed and Milli-Q water up to a /uniFB01 nal volume of 50 m L. The annealing temperature used was 58 /C14 C for mmoX and 56 /C14 C for pmoA . The PCR conditions were as follows: 94 /C14 C for 5 min; Taq polymerase added; 58/56 /C14 C for 1 min; 72 /C14 C for 1 min; 40 cycles consisting of 94 /C14 C for 1 min, 58/56 /C14 C for 1 min, and 72 /C14 C for 1 min; and a /uniFB01 nal cycle consisting of 94 /C14 C for 1 min, 58/56 /C14 C for 1 min, and 72 /C14 C for 5 min.\n\n## 2.6. CH4 biodegradation kinetics\n\nKinetic assays were performed in duplicate to elucidate the in/uniFB02 uence of CH4 and Cu 2 þ concentration and the agitation rate (i.e. the effective CH4 supply rate) during culture enrichment on the maximum speci /uniFB01 c CH4 biodegradation rate qmax (g CH4 g /C0 1 biomass h /C0 1 ) and the Michaelis e Menten half-saturation constant, Ks (g m /C0 3 ) for CH4 of the enriched microbial communities. In-vitro kinetic assays were performed in 120 mL glass serum bottles. Each bottle contained 20 mL of MSM and was inoculated with the corresponding enriched methanotrophic community at a concentration of 98 ± 34 g biomassm /C0 3 . Preliminary assays carried out under the same conditions in our laboratory (CH4 concentration ¼ 25.8 ± 2.3 g m /C0 3 ) showed that even a total suspended solids (TSS) concentration of 900 ± 70 g biomass m /C0 3 ensured the absence of CH4 mass transfer limitations (Data non published).\n\nThe glass bottles were sealed with butyl septa and aluminum crimp seals. CH4 was initially added at headspace concentrations of 131 ± 6 g m /C0 3 , 99 ± 6 g m /C0 3 , 60 ± 5 g m /C0 3 , 21 ± 0.9 g m /C0 3 and 2.4 ± 0.3 g m /C0 3 . CH4 aqueous concentrations were 4.3 ± 0.2 g m /C0 3 , 3.3 ± 0.8 g m /C0 3 , 2.0 ± 0.2 g m /C0 3 , 0.7 g m /C0 3 ± 0.03 and 0.08 ± 0.001 g m /C0 3 , according to a CH4 Henry's law constant at 25 /C14 C and 1 atm of 29.4. The glass bottles were agitated at 650 rpm (25 /C14 C) for 13 h. A GC-TCD was used to monitor the headspace concentration of CH4 and CO2 every 1 h. The kinetic parameters Ks and qmax were obtained by /uniFB01 tting the initial speci /uniFB01 c CH4 biodegradation rate (q, g CH4 g /C0 1 biomass h /C0 1 ) at each aqueous CH4 concentration ([CH4], g m /C0 3 ) to the Michaelis e Menten equation\n\n(Equation (1)) by nonlinear regression using Microsoft Excel Solver (Microsoft Of /uniFB01 ce Professional Plus 2013) (Saka /C20 c and Sak-Bosnar, 2012):\n\n<!-- formula-not-decoded -->\n\n## 2.7. Analytical procedures\n\nCH4, O2 and CO2 headspace concentrations were measured in a Bruker 430 GC-TCD (Palo Alto, USA) according to Estrada et al. (2014). The culture optical density was measured at 650 nm with a Shimadzu UV-2550 UV/Vis spectrophotometer (Shimadzu, Japan) and correlated to dry biomass concentrations, which were determined as TSS (American Water Works Association, 2012).\n\n## 2.8. Statistical analysis\n\nThe statistical data analysis was performed using SPSS 20.0 (IBM). The results are given as the average ± standard deviation. The homogeneity of the variance of the parameters was evaluated using a Levene test. Signi /uniFB01 cant differences were analyzed by Student's t-test for two group comparisons, and ANOVA and post-hoc analysis for multiple group comparisons. Differences were considered to be signi /uniFB01 cant at p /C20 0.05.\n\n## 3. Results\n\n## 3.1. Microbial population structure\n\nThe Shannon e Wiener diversity index revealed that Cu 2 þ was the main factor determining bacterial diversity (Fig. 1). Hence, an increase in Cu 2 þ concentration from 0.05 to 25 m M at a CH4 concentration of 8% entailed a statistically signi /uniFB01 cant decreased in bacterial diversity from 2.7 ± 0.05 to 1.4 ± 0.15 at 300 rpm and from 2.8 ± 0.1 to 1.8 ± 0.15 at 650 rpm. Similarly, Hs decreased from 2.1 ± 0.05 to 1.9 ± 0.05 at 300 rpm and from 2.3 ± 0.05 to 1.8 ± 0.05 at 650 rpm when Cu 2 þ concentration was increased from 0.05 to 25 m Mat a CH4 concentration of 1%.\n\nThe in /uniFB02 uence of Cu 2 þ on the Pearson similarity coef /uniFB01 cients was consistent with the effect on the Shannon e Wiener indexes. Thus, the similarities found between the communities enriched at 0.05 and 25 m M at a CH4 concentration of 8% were 42.5 ± 3.7% and 37.5 ± 3.8% at 300 and 650 rpm, respectively, while the similarities obtained in the cultures grown at 1% were slightly higher (76.0 ± 4.0% at 300 and 65.8 ± 6.9% at 650 rpm).\n\nThe phylogenetic analysis based on the 16S rRNA sequences obtained from the DGGE gels at 650 rpm represented by the phylogenetic tree (Fig. 2) further supported the effect of Cu 2 þ on the similarity among the bacterial populations enriched.\n\n## 3.2. Microbial community pro /uniFB01 le\n\nA total of 37 bands were sequenced from all conditions tested (18 for 300 rpm; 19 for 650 rpm). These 16S rRNA sequences were classi /uniFB01 ed in three different phyla: Proteobacteria , Lentisphaerae (at 650 rpm) and Chlamydiae (at 300 rpm). The closest matches for each band, and its similarity percentage and sources, are shown in Tables 2 and 3. The phylum Proteobacteria was predominant in all cultures enriched (DGGE bands 2 e 13, Table 2, and DGGE bands 1 e 18, Table 3). Most of these Proteobacteria were closely related ( &gt; 90% sequence identity) to aerobic CH4 oxidizing bacteria within the class Gammaproteobacteria . They belonged to the type I\n\nFig. 1. DGGE pro /uniFB01 le of the cultures enriched at 300 rpm (A, B, C, D, E, F, G, H) and 650 rpm (I, J, K, L, M, N, O, P). L and H refer to low and high CH4 and Cu 2 þ concentrations, respectively. The Shannon e Wiener diversity indexes are indicated in the upper part of the gel. The sequenced bands are indicated by ' &lt; '' and the corresponding number of each band.\n\n<!-- image -->\n\nFig. 2. Bacterial phylogenetic tree based on neighbor-joining analysis of the 16S rRNA sequences from the enriched populations at 650 rpm detected by PCR-DGGE and their closest relatives (similarity &gt; 96%) in GenBank obtained by the Blast search tool. Accession numbers are indicated. Numbers on the nodes indicate bootstrap values (1000 replicates). The scale bar indicates 10% sequence difference.\n\n<!-- image -->\n\nmethanotroph genera Methylomonas , Methylobacter and Methylomicrobium (which were always present in the microbial community regardless of the enrichment conditions) and to the type X methanotroph genus Methylococcus . A Cu 2 þ concentration of 25 m M supported the dominance of Methylomonas (particularly at a CH4\n\nconcentration of 8%), while Methylobacter was never detected in the cultures enriched at the highest Cu 2 þ concentration. On the other hand, despite being more representative in the presence of 0.05 m M Cu 2 þ , Methylomicrobium appeared in the enrichments conducted at both Cu 2 þ concentrations at a CH4 concentration of 8% (Figs. 1 and\n\nTable 2 RDP classi /uniFB01 cation of the bacterial DGGE bands, sequences and corresponding matches (Standard Nucleotide BLAST) of cultures enriched at 300 rpm using the NCBI database, including similarity percentages and sources of origin.\n\n| Taxonomic placement (70% con /uniFB01 dence level)                          | Band no   | Acc. No    | A B C D E F G H   | Closest relatives in blast name (accession number)                | Similarity (%)   | Source of origin                        |\n|-----------------------------------------------------------------------------|-----------|------------|-------------------|-------------------------------------------------------------------|------------------|-----------------------------------------|\n| Kingdom Bacteria                                                            | 1         | KP289206   | x x x x x x       | Uncultured bacterium YC7 (KJ734895)                               | 95               | Compost of cow dung                     |\n| Phylum Proteobacteria                                                       |           |            |                   |                                                                   |                  |                                         |\n| Class Deltaproteobacteria Order Bdellovibrionales Family Bdellovibrionaceae |           |            |                   |                                                                   |                  |                                         |\n| Genus Bdellovibrio                                                          | 2         | KP289207   | x x               | Bdellovibrio bacteriovorus (CP002190) Bdellovibrio sp. (DQ302728) | 97 97            | High loaded MBR Soil                    |\n|                                                                             | 3         | KP289208   | x x x x           | Uncultured bacterium (EU050708)                                   | 99               | Production water of an oil /uniFB01 eld |\n|                                                                             |           |            |                   | Bdellovibrio sp. (DQ302728)                                       | 98               | Soil                                    |\n| Class Gammaproteobacteria                                                   | 4         | KP289209   | x x               | Methylomonas rubra (AF150807)                                     | 92               | Lake sediment                           |\n|                                                                             |           |            |                   | Methylomonas methanica (NR074627)                                 | 93               | Marine sediment                         |\n|                                                                             | 5         | KP289210   | x x x x x         | Uncultured Methylococcaceae (JX505396)                            | 94               | Soil                                    |\n| Order Methylococcales                                                       |           |            |                   |                                                                   |                  |                                         |\n| Family Methylococcaceae                                                     | 6         | KP289211   | x x x x x x       | Methylomicrobium agile (NR_116197)                                | 94               | Soil                                    |\n|                                                                             | 7         | KP289212   | x x               | Uncultured Methylomicrobium sp . (HQ044145)                       | 90               | Tailing pond                            |\n| Genus Methylomonas                                                          | 8         | KP289213 x | x                 | Methylomonas rubra (NR_114588)                                    | 99               | Sea sample                              |\n|                                                                             |           |            |                   | Methylomonas methanica (NR074627)                                 | 99               | Marine sediment                         |\n|                                                                             | 9         | KP289214 x | x x x x x x x     | Methylomonas rubra (NR_115353)                                    | 99               | Coal mine drainage                      |\n|                                                                             | 10        | KP289215   | x                 | Methylomonas methanica (NR074627)                                 | 99               | Marine sediment                         |\n|                                                                             |           |            |                   | Methylomonas rubra (AF150807)                                     | 99               | Lake sediment                           |\n| Order Xanthomonadales                                                       |           |            |                   |                                                                   |                  |                                         |\n| Family Xanthomonadaceae                                                     | 11        | KP289216 x | x x x x x x       | Uncultured Gammaproteobacteria (HM238179)                         | 96               | Bio /uniFB01 lter treating waste gas    |\n| Genus Dokdonella                                                            | 12        | KP289217   | x x x             | Uncultured bacterium (KM886284)                                   | 98               | Bio /uniFB01 lter for CH 4 abatement    |\n|                                                                             |           |            |                   | Uncultured Dokdonella sp . (KJ486363)                             | 97               | Sludge from membrane bioreactor         |\n|                                                                             | 13        | KP289218 x | x x x x x         | x Uncultured Dokdonella sp . (KJ486363)                           | 97               | Sludge from membrane bioreactor         |\n| Phylum Chlamydiae                                                           |           |            |                   |                                                                   |                  |                                         |\n| Class Chlamydiia Order Chlamydiales                                         |           |            |                   |                                                                   |                  |                                         |\n| Family Parachlamydiaceae Genus Neochlamydia                                 | 14        | KP289219   | x x x x x         | Neochlamydia hartmannellae . (NR_025037)                          | 99               | Water public conduit system             |\n|                                                                             |           |            |                   | Neochlamydia endosymbiont of Acanthamoeba (KF924593)              | 97               | river sediment                          |\n|                                                                             | 15        | KP289220   |                   | Neochlamydia hartmannellae (NR_025037)                            | 91               | Water public conduit system             |\n|                                                                             | 16        | KP289221   | x x x x x         | x Neochlamydia hartmannellae (NR_025037)                          | 95               | Water public conduit system             |\n|                                                                             | 17        | KP289222   | x x               | Neochlamydia hartmannellae (NR_025037)                            | 98               | Water public conduit system             |\n|                                                                             |           |            |                   | Neochlamydia endosymbiont of Acanthamoeba (KF924590)              | 97               | river sediment                          |\n|                                                                             | 18        | KP289223   | x x x x           | Neochlamydia hartmannellae (NR_025037)                            | 99               | Water public conduit system             |\n|                                                                             |           |            |                   | Neochlamydia sp. (EU683885)                                       | 97               | Water reservoir sediment                |\n\n2). These results further con /uniFB01 rmed the in /uniFB02 uence of Cu 2 þ concentration on the community pro /uniFB01 le. The type X genus Methylococcus was found at 650 rpm under low Cu 2 þ and high CH4 concentrations (Fig. 1).\n\nNon methanotrophic genera of the phylum Proteobacteria such as Dokdonella (bands 12 e 13) and Bdellovibrio (bands 2 e 3) were also detected at 300 rpm. However, while Dokdonella was present in all enrichments, Bdellovibrio was only detected at 0.05 m MCu 2 þ . In addition, in the cultures enriched at 300 rpm, bands 14 e 18 were af /uniFB01 liated with the phylum Chlamydiae . All of them were closely related with the genus Neochlamydia ( &gt; 90% sequence identity) and were found under all enrichment conditions but 8% CH4 and 25 m M Cu 2 þ . Finally, all bacteria enriched at 650 rpm detected by the DGGE were methanotrophs regardless of the Cu 2 þ and CH4 concentration, except for band 19 which was an associated heterotroph classi /uniFB01 ed within the phylum Lentisphaerae . Bacteria corresponding to band 19 were classi /uniFB01 ed in the genus Victivallis ( &gt; 90% sequence identity)\n\nand observed under all enrichment conditions regardless of the concentration of Cu 2 þ and CH4.\n\n## 3.3. Detection of mmoX and pmoA genes\n\nThe gene pmoA was present in the enrichments obtained under all tested conditions regardless of the concentration of Cu 2 þ or CH4 or the agitation rate (Fig. 3). The gene pmoA was more abundant at 650 rpm due to the higher concentration of biomass and DNA extracted under this enrichment condition (Fig. 4). The gene mmoX was only detected in the inoculum and the cultures enriched at 8% of CH4 and 0.05 m MCu 2 þ at 650 rpm (Fig. 3).\n\n## 3.4. Biodegradation kinetics\n\nThe kinetic parameters qmax and Ks differed up to one order of magnitude among the cultures enriched at 300 and 650 rpm\n\nTable 3 RDP classi /uniFB01 cation of the bacterial DGGE bands sequences and corresponding matches (Standard Nucleotide BLAST) of cultures enriched at 650 rpm using the NCBI database with indication of the similarity percentages and sources of origin.\n\n| Taxonomic placement (70% con /uniFB01 dence level)   | Band no   | Acc. No I J K   | L M N O P   | Closest relatives in blast name (accession number)                                                 | Similarity (%)   | Source of origin                                 |\n|------------------------------------------------------|-----------|-----------------|-------------|----------------------------------------------------------------------------------------------------|------------------|--------------------------------------------------|\n| Kingdom Bacteria                                     |           |                 |             |                                                                                                    |                  |                                                  |\n| Phylum Proteobacteria                                | 1         | KP289224        | x x x x     | Uncultured bacterium (EF648097)                                                                    | 98               | Aerobic activated sludge                         |\n| Class Gammaproteobacteria                            | 2         | KP315903 x      | x           | Methylococcus thermophilus (NR_029251)                                                             | 97               | Soil                                             |\n| Order Methylococcales Family Methylococcaceae        | 3         | KP289225        | x x         | Methylobacter sp. (HF565143)                                                                       | 91               | Land /uniFB01 ll cover soil                      |\n|                                                      | 4         | KP289226        | x x         | Uncultured bacterium (JX434234)                                                                    | 93               | Water mine                                       |\n|                                                      | 5         | KP289227 x      | x           | x Uncultured Methylomicrobium sp . (HQ044206)                                                      | 94               | Tailing pond                                     |\n|                                                      | 6         | KP289228        | x x         | Methylomicrobium buryatense (NR_025136)                                                            | 96               | Soda lake                                        |\n|                                                      |           |                 |             | Methylomicrobium japanese (NR_043450)                                                              | 96               | Marine sediment                                  |\n|                                                      | 7         | KP289229 x      | x x x       | Methylomicrobium sp . (DQ496230)                                                                   | 90               | Soda lake                                        |\n|                                                      | 8         | KP289230        | x           | Methylomonas methanica (NR_074627)                                                                 | 93               | swamp soil                                       |\n|                                                      |           |                 | x           | Methylobacter sp. (AF131868)                                                                       | 91               |                                                  |\n| Genus Methylomicrobium                               | 9         | KP289231        | x           | Methylomicrobium buryaticum (AF096093)                                                             | 97               | Soda lake                                        |\n| Genus Methylomonas                                   | 10        | KP289232 x x x  | x           | x x Methylomonas methanica (NR_074627) Methylomonas rubra (AF150807)                               | 99 98            | Marine sediment Lake sediment                    |\n|                                                      | 11        | KP289233 x x x  | x x x x     | x Methylomonas rubra (NR_115353)                                                                   | 99               | Coal mine drainage                               |\n|                                                      | 12 13     | KP289234        | x           | Methylomonas rubra (NR_114588) Methylomonas methanica (NR_074627)                                  | 98 98            | Sea sample Marine sediment                       |\n|                                                      |           | KP289235 x x    | x x         | Methylomonas methanica (NR_074627) Methylomonas rubra (NR_115353)                                  | 98 98 97         | Marine sediment Coal mine drainage Igneous rocks |\n|                                                      | 14        | KP289236 x x    |             | Methylomonas scandinavica (NR_041958) x Methylomonas methanica (NR_074627)                         | 98 97            | Marine sediment                                  |\n|                                                      | 15        | KP289237 x      | x x         | Methylomonas rubra (AF150807)                                                                      |                  | Lake sediment                                    |\n|                                                      |           |                 |             | Methylomonas rubra (AF150807) Methylomonas methanica (NR_074627)                                   | 94 94            | Lake sediment Marine sediment                    |\n| Phylum Lentisphaerae Class Lentisphaeria             | 16        | KP289238        | x           | x x Methylomonas rubra (AF150807) Methylomonas methanica (NR_074627)                               | 95 95            | Lake sediment Marine sediment                    |\n| Order Victivallales                                  | 17        | KP289239 x x x  | x x x x x   | Methylomonas rubra (AF150807) Methylomonas methanica (NR_074627) x x Methylomonas rubra (AF150807) | 99 99            | Lake sediment Marine sediment Lake sediment      |\n|                                                      | 18        | x x             | x x         |                                                                                                    | 99               |                                                  |\n| Family Victivallaceae                                |           |                 |             |                                                                                                    |                  |                                                  |\n|                                                      |           | KP289240        |             |                                                                                                    |                  | Marine sediment                                  |\n|                                                      |           |                 |             | Methylomonas methanica (NR_074627)                                                                 |                  |                                                  |\n|                                                      | 19        |                 |             |                                                                                                    |                  |                                                  |\n| Genus Victivallis                                    |           | x x x           |             |                                                                                                    | 99               |                                                  |\n|                                                      |           | x               | x x x       |                                                                                                    |                  | Bio /uniFB01 lm in a microbial cell              |\n|                                                      |           | KP289241        | x           | Uncultured Victivallaceae (JQ724358)                                                               | 91               | fuel                                             |\n\nFig. 3. PCR pro /uniFB01 le for the gene mmoX of the cultures enriched at 300 (a) and 650 rpm (c). Lanes: 1) HiperLadder II (50 e 2000 bp), 2) Methylosinus sporium , Methylocystis sp. (commercial strains mixed), 3) Inoculum (A mixture (50/50%/% on a volume basis) of fresh aerobic activated sludge and fresh cow manure), 4/5) High CH4-High Cu 2 þ , 6/7) High CH4Low Cu 2 þ , 8/9) Low CH4-Low Cu 2 þ , 10/11) Low CH4-High Cu 2 þ , 12) C /C0 (negative control without DNA). PCR pro /uniFB01 le for the gene pmoA of the cultures enriched at 300 (b) and 650 rpm (d). Lanes: 1) HiperLadder II (50 e 2000 bp), 2) Methylomonas and Methylobacter sp. mixed culture, 3) Inoculum, 4/5) High CH4-High Cu 2 þ , 6/7) High CH4-Low Cu 2 þ , 8/9) Low CH4Low Cu 2 þ , 10/11) Low CH4-High Cu 2 þ , 12) C /C0 (negative control without DNA).\n\n<!-- image -->\n\n## (Table 4), with the highest qmax and Ks obtained at 650 rpm.\n\nNo statistical differences among the kinetic parameter values were found in the cultures enriched at 1% and 8% of CH4 under similar Cu 2 þ concentrations regardless of the agitation rates. However, a higher Cu 2 þ concentration increased both qmax and Ks in the low range of CH4 concentration tested (Table 4). Hence, the highest values of qmax were recorded at 25 m M Cu 2 þ regardless of the CH4 concentration during enrichment. The qmax ranged from 7.7 ± 0.21 /C2 10 /C0 4 to 6.3 ± 0.4 /C2 10 /C0 4 g CH4. gbiomass /C0 1 h /C0 1 at 650 rpm and from 3.6 ± 0.3 /C2 10 /C0 4 to 2.4 ± 0.24 /C2 10 /C0 4 g CH4. gbiomass /C0 1 h /C0 1 at 300 rpm (Table 4). Likewise, the highest half saturation constants were also recorded at 25 m M Cu 2 þ regardless of the CH4 concentration and the agitation rates during enrichment. The average Ks values of the cultures enriched at a CH4 concentration of 1 and 8% increased from 8 /C2 10 /C0 5 to 1.7 /C2 10 /C0 4 at 650 rpm and from 2.3 /C2 10 /C0 5 to 6.0 /C2 10 /C0 5 at 300 rpm when Cu 2 þ increased from 0.05 to 25 m M(Table 4).\n\nFig. 4. Extracted DNA (A) and biomass (B) concentration from the cultures enriched under each particular condition tested. Error bars represent the standard deviations from duplicate samples.\n\n<!-- image -->\n\n<!-- image -->\n\nTable 4\n\nKinetic parameters of the communities obtained at the different conditions tested.\n\n|                                 | 300 rpm                               | 300 rpm                                   | 650 rpm                               | 650 rpm                                   |\n|---------------------------------|---------------------------------------|-------------------------------------------|---------------------------------------|-------------------------------------------|\n|                                 | K s (M)                               | q max (g CH 4 , g biomass /C0 1 h /C0 1 ) | K s (M)                               | q max (g CH 4 , g biomass /C0 1 h /C0 1 ) |\n| TS1                             |                                       |                                           |                                       |                                           |\n| 8% CH 4, 25 m MCu 2 þ TS2       | 6.4 /C2 10 /C0 5 ± 1.2 /C2 10 /C0 6a  | 3.6 /C2 10 /C0 4 ± 3.0 /C2 10 /C0 5a      | 1.9 /C2 10 /C0 4 ± 5.0 /C2 10 /C0 6a  | 7.7 /C2 10 /C0 4 ± 2.1 /C2 10 /C0 5a      |\n| 1% CH 4, 0.05 m MCu 2 þ         | 1.7 /C2 10 /C0 5 ± 1.2 /C2 10 /C0 6b  | 9.7 /C2 10 /C0 5 ± 7.1 /C2 10 /C0 6b      | 6.6 /C2 10 /C0 5 ± 6.5 /C2 10 /C0 6b  | 1.9 /C2 10 /C0 4 ± 1.0 /C2 10 /C0 5b      |\n| TS3 8% CH 4, 0.05 m MCu 2 þ TS4 | 2.9 /C2 10 /C0 5 ± 4.4 /C2 10 /C0 7bc | 9.3 /C2 10 /C0 5 ± 4.7 /C2 10 /C0 7b      | 9.4 /C2 10 /C0 5 ± 3.5 /C2 10 /C0 6bc | 2.8 /C2 10 /C0 4 ± 1.4 /C2 10 /C0 5bc     |\n| 1% CH 4, 25 m MCu 2 þ           | 5.7 /C2 10 /C0 5 ± 3.5 /C2 10 /C0 6ac | 2.4 /C2 10 /C0 4 ± 2.4 /C2 10 /C0 5a      | 1.5 /C2 10 /C0 4 ± 2.0 /C2 10 /C0 5ac | 6.3 /C2 10 /C0 4 ± 4.0 /C2 10 /C0 5ac     |\n\nMean values and standard deviations for each duplicate. Kinetic parameters followed by different superscript letters were signi /uniFB01 cantly different at p &lt; 0.05.\n\n## 4. Discussion\n\n## 4.1. Microbial population diversity and community pro /uniFB01 le\n\nThis study demonstrated the key role of Cu 2 þ concentration on the diversity and bacterial composition during the enrichment of CH4 degrading microbial communities. CH4 concentration did not entail signi /uniFB01 cant differences on either the microbial diversity or community structure. The Shannon e Wiener diversity index revealed that low Cu 2 þ concentrations at similar CH4 supply rates resulted in a higher diversity. This result was mainly due to a negative effect of high Cu 2 þ concentrations in some of the ecosystem communities.\n\nThe analysis of the Pearson similarity coef /uniFB01 cients and the phylogenetic trees also con /uniFB01 rmed that the enriched methanotrophic bacteria shifted differently depending on the Cu 2 þ concentration. While Methylomonas , Methylobacter and Methylomicrobium were always present in all enrichments, a clear in /uniFB02 uence of Cu 2 þ concentration on the relative abundance and dominance of these species was observed. This was more evident in Methylomonas , which became dominant in the presence of high Cu 2 þ concentrations and outcompeted other microorganisms. Indeed, this genus was present at different positions in the DGGE gel and the phylogenetic tree, thus representing either different species of Methylomonas or distinct fragments of the same rich species. This /uniFB01 ngerprint pattern was comparable with that obtained in batch bioreactor cultures operated at low CH4 concentrations, where Methylomonas became the dominant microorganism when Cu 2 þ concentration was increased by a factor of 10 (Estrada et al., 2014; Van Der Ha et al., 2013).\n\nOn the contrary, the DGGE pro /uniFB01 les of the communities enriched under the 8 conditions tested showed that both Cu 2 þ concentration and the cross effect of CH4 and Cu 2 þ concentration exhibited a minor impact on the structure of the associated heterotrophs. In this sense, the genus Bdellovibrio was the single identi /uniFB01 ed genus associated to a low copper concentration at 300 rpm. Interestingly, other authors have found using stable isotope probing (SIP) that Bdellovibrio is labeled in methanotrophic enrichments, suggesting that these might be parasites or predators of methanotrophs (McDonald et al., 2005; Semrau et al., 2010). In this regard, the high Cu 2 þ concentration used could have been toxic for Bdellovibrio , which suggest that the addition of Cu 2 þ could be used as a potential predator-parasite control strategy. Despite previous studies suggested that changes on Cu 2 þ concentration can induce a positive effect on the dominant species, to the best of our knowledge no clear in /uniFB02 uence of Cu 2 þ on the main bacterial communities and on the microbial diversity was reported to date. This is probably due to the narrow range of concentrations tested in environmental studies simulating natural soils but not taking into account the possible biostimulation effect derived from the addition of copper in land /uniFB01 ll cover soils (Estrada et al., 2014; Ho et al., 2013; Nikiema et al., 2013).\n\nThe effective CH4 supply rate was determined by the agitation rate set under similar CH4 headspace concentrations, the lower stirring rates supporting a limited transfer of CH4 to the microbial community. The agitation rate exhibited a strong in /uniFB02 uence not only on the structure of the methanotrophic community ( Methylomonas presence was signi /uniFB01 cantly higher at 650 than at 300 rpm) but also on that of the associated heterotrophic population, which can play a key role on CH4 oxidation by avoiding a metabolite-mediated inhibition of MB or by excreting substances that stimulate MB activity (Hrsak and Begonja, 2000; Van Der Ha et al., 2013). The diversity of associated heterotrophs was higher at 300 rpm. In this context,\n\nDokdonella (bands 12 e 13) and Bdellovibrio (bands 2 e 3), two heterotrophs belonging to the Proteobacteria phylum that have been retrieved in bioreactors treating waste gases (Kallistova et al., 2014; Lebrero et al., 2013), were detected. In addition, the phylum Chlamydiae , typically found in bioreactors inoculated with aerobic activated sludge, was present under low agitation rates (Estrada et al., 2014). However, the main bacteria present in the cultures enriched at 650 rpm were methanotrophic bacteria. Therefore, a more ef /uniFB01 cient transfer of CH4 favored the presence of dominant methanotrophs, while a lower CH4 effective supply rate promoted the occurrence of non-specialized organisms.\n\n## 4.2. Methane monoxygenase\n\nCopper is one of the most important factors controlling the relative expression of the two forms of monooxygenases in methanotrophs, sMMO and pMMO, and therefore in /uniFB02 uences the type of MB enriched (Murrel et al., 2000; Semrau et al., 2010). Previous enzymatic assays have shown that sMMO is synthesized at low Cu 2 þ concentrations (below 0.8 m M (Semrau et al., 2010)), while pmoA is always expressed at a signi /uniFB01 cant level regardless of the Cu 2 þ concentration and such expression increases at increasing copper concentrations (Hakemian and Rosenzweig, 2007; Murrel et al., 2000). However, other studies assessing the in /uniFB02 uence of copper on MB structure and MMO expression in natural ecosystems did not observe sMMO or type II MB at concentrations as low as 0.1 m M(Chen et al., 2007; Ho et al., 2013; Semrau et al., 2010). Thus, the mechanisms governing both the environmental distribution of both enzymes and the cross-effect of multiple parameters on the type of methanotrophs enriched or the enzyme expression are still unclear. In fact, additional factors such as the inorganic nitrogen concentration have been claimed to determine the type of methanotroph enriched. For example, Type II methanotrophs are often dominant in environments exposed at high CH4 concentrations and low inorganic nitrogen levels, due to their nitrogen /uniFB01 xing ability (Graham et al., 1993; Li et al., 2014; L /C19 opez et al., 2013). In this study, the high concentration of nitrogen (62 m М ) together with the low CH4 concentrations ( &lt; 8%) treated could explain the enrichment of type I methanotrophs.\n\nOn the other hand, the presence of both mmoX and pmoA genes in the inoculum con /uniFB01 rmed that both enzymes were initially present, which suggests that the three types of methanotrophs were present in the inoculum but were gradually overcame by type I MB (Fig. 3A), with only the type X Methylococcus being detected at high CH4 and low Cu 2 þ concentrations. pMMO was thus the main enzyme present in the cultures enriched, even at lower Cu 2 þ concentrations than the thresholds set by previous enzymatic studies (Hanson and Hanson,1996; Murrel et al., 2000; Semrau et al., 2010). This /uniFB01 nding could be due to the presence of a Cu þ 2 uptake mechanism, such as that driven by methanobactin, that sensed and concentrated Cu 2 þ , thus supporting the correct activity of pMMO (Kalidass et al., 2015; Semrau et al., 2010). At this point it should be noted that despite some research provided insight into the role of copper using enzymatic and biochemistry studies, real scale operation is far more complex and requires the elucidation of the role of Cu 2 þ on the enzyme expression in natural mixed cultures.\n\n## 4.3. Biodegradation kinetics\n\nNo signi /uniFB01 cant effect of Cu 2 þ concentration on the CH4 biodegradation rates were reported to date in literature for methane abatement technologies (Estrada et al., 2014; Nikiema et al., 2013).\n\nThe results obtained in this study showed that differences in Cu 2 þ concentration of 500 /C2 supported signi /uniFB01 cant variations on CH4 biodegradation kinetics. In this sense, the effect of Cu 2 þ on the population was consistent with the changes observed on the biodegradation kinetics parameters. Interestingly, the values of qmax at 25 m Mof Cu 2 þ were higher than those previously reported in the literature (typically ranging from 4.2 /C2 10 /C0 5 to 1.3 /C2 10 /C0 4 gCH4 gbiomass /C0 1 h /C0 1 (Bender and Conrad, 1992; Gebert et al., 2003)). However, Ks values were within the ranges determined for lowterm culture exposure to diluted CH4 emissions (L /C19 opez et al., 2014). In addition, a higher mass transfer of CH4 during bacterial enrichment (resulting in a higher CH4 availability) favored the growth of those communities with lower af /uniFB01 nity for CH4 but with higher speci /uniFB01 c degradation rates. The superior speci /uniFB01 c CH4 biodegradation rates of the communities grown under higher CH4 transfer rates (650 rpm) was also con /uniFB01 rmed by the higher biomass and DNA concentration obtained (Fig. 4).\n\nIn summary, high copper concentrations and an enhanced methane transfer (higher agitation rate) to the community during microbial enrichment resulted in communities with superior speci /uniFB01 c methane biodegradation rates (based on a different specialization of the MB community). Despite the large differences in Cu 2 þ concentration, only Type I methanotrophs were preferentially enriched as con /uniFB01 rmed by the absence of sMMO. In addition, the present study demonstrated the key role of enrichment cultivation conditions to develop microbial communities capable of maintaining a high ef /uniFB01 ciency and robustness, overcoming the limitations of current biotechnologies and improving methane abatement performance.\n\n## Acknowledgments\n\nThis research was supported by the Spanish Ministry of Economy and Competitiveness (CTQ2012-34949 project and Red NOVEDAR), the European Union through the FEDER Funding Program and the Regional Government of Castilla y Le /C19 on (Regional PhD Grant Program and GR76, contract No E-47-2014-0140696). Rebeca P /C19 erez (University of Valladolid) is also gratefully acknowledged for her collaboration.\n\n## References\n\nAmerican Water Works Association, 2012. Standard Methods for the Examination of Water and Wastewater. American Water Works Association/American Public Works Association/Water Environment Federation.\n\nBender, M., Conrad, R., 1992. Kinetics of CH4 oxidation in oxic soils exposed to ambient air or high CH4 mixing ratios. FEMS Microbiol. Ecol. 101, 261 e 270. http://dx.doi.org/10.1016/0168-6496(92)90043-S.\n\nCarlsen, H., Joergensen, L., Degn, H., 1991. Inhibition by ammonia of methane utilization in Methylococcus capsulatus (Bath). Appl. Microbiol. Biotechnol. 35, 124 e 127. http://dx.doi.org/10.1007/BF00180649.\n\nChen, Y., Dumont, M.G., C /C19 ebron, A., Murrell, J.C., 2007. Identi /uniFB01 cation of active methanotrophs in a land /uniFB01 ll cover soil through detection of expression of 16S rRNA and functional genes. Environ. Microbiol. 9, 2855 e 2869. http://dx.doi.org/ 10.1111/j.1462-2920.2007.01401.x.\n\nCostello, A.M., Lidstrom, M.E., 1999. Molecular characterization of functional and phylogenetic genes from natural populations of methanotrophs in lake sediments. Appl. Environ. Microbiol. 65, 5066 e 5074 doi:0099-2240/99/$04.0010.\n\nEnglish, C.A., Merson, S., Keer, J.T., 2006. Use of elemental analysis to determine comparative performance of established DNA quanti /uniFB01 cation methods. Anal. Chem. 78, 4630 e 4633. http://dx.doi.org/10.1021/ac060174k.\n\nErwin, D.P., Erickson, I.K., Delwiche, M.E., Colwell, F.S., Strap, J.L., Ronald, L., Crawford, R.L., 2005. Diversity of oxygenase genes from methaneand ammonia-oxidizing bacteria in the Eastern Snake river Plain aquifer. Appl. Environ. Microbiol. 71, 2016 e 2025. http://dx.doi.org/10.1128/AEM.71.4.2016.\n\nEstrada, J.M., Lebrero, R., Quijano, G., P /C19 erez, R., Figueroa-Gonz /C19 alez, I., GarcíaEncina, P.A., Mu ~ noz, R., 2014. Methane abatement in a gas-recycling biotrickling /uniFB01 lter: evaluating innovative operational strategies to overcome mass transfer limitations. Chem. Eng. J. 253, 385 e 393. http://dx.doi.org/10.1016/ j.cej.2014.05.053.\n\nEuropean Environmental Agency, 2013. Annual European Union Greenhous Gas Inventory 1990-2011 and Inventory Report 2013. EEA Tech. Rep. 8, p. 22. http://\n\ndx.doi.org/10.2800/92220.\n\nGebert, J., Groengroeft, A., Miehlich, G., 2003. Kinetics of microbial land /uniFB01 ll methane oxidation in bio /uniFB01 lters. Waste Manag. 23, 609 e 619. http://dx.doi.org/10.1016/ S0956-053X(03)00105-3.\n\nGraham, D.W., Chaudhary, J.A., Hanson, R.S., Arnold, R.G., 1993. Factors affecting competition between type I and type II methanotrophs in two-organism, continuous/uniFB02 ow reactors. Microb. Ecol. 25, 1 e 17. http://dx.doi.org/10.1007/ BF00182126.\n\nHakemian, A.S., Rosenzweig, A.C., 2007. The biochemistry of methane oxidation. Annu. Rev. Biochem. 76, 223 e 241. http://dx.doi.org/10.1146/ annurev.biochem.76.061505.175355.\n\nHall, B.G., 2013. Building phylogenetic trees from molecular data with MEGA. Mol. Biol. Evol. 30, 1229 e 1235. http://dx.doi.org/10.1093/molbev/mst012.\n\nHanson, R.S., Hanson, T.E., 1996. Methanotrophic bacteria. Microbiol. Rev. 60, 439 e 471.\n\nHo, A., Lüke, C., Reim, A., Frenzel, P., 2013. Selective stimulation in a natural community of methane oxidizing bacteria: effects of copper on pmoA transcription and activity. Soil Biol. Biochem. 65, 211 e 216. http://dx.doi.org/10.1016/ j.soilbio.2013.05.027.\n\nHrsak, D., Begonja, A., 2000. Possible interactions within a methanotrophicheterotrophic groundwater community able to transform linear alkylbenzenesulfonates. Appl. Environ. Microbiol. 66, 4433 e 4439. http://dx.doi.org/10.1128/ AEM.66.10.4433-4439.2000.\n\nIPCC, 2013. Climate Change 2013: the Physical Science Basis. Summary for Policymakers. IPCC.\n\nKalidass, B., Ul-haque, M.F., Baral, B.S., Dispirito, A.A., Semrau, J.D., 2015. Competition between metals for binding to methanobactin enables expression of soluble methane monooxygenase in the presence of copper. Appl. Environ. Microbiol. 81, 1024 e 1031. http://dx.doi.org/10.1128/AEM.03151-14.\n\nKallistova, A.Y., Montonen, L., Jurgens, G., Münster, U., Kevbrina, M. V, Nozhevnikova, A.N., 2014. Culturable psychrotolerant methanotrophic bacteria in land /uniFB01 ll cover soil. 81, 109 e 118. http://dx.doi.org/10.1134/S0026261714010044.\n\nLebrero, R., Volckaert, D., P /C19 erez, R., Mu ~ noz, R., Van Langenhove, H., 2013. A membrane bioreactor for the simultaneous treatment of acetone, toluene, limonene and hexane at trace level concentrations. Water Res. 47, 2199 e 2212. http://dx.doi.org/10.1016/j.watres.2013.01.041.\n\nLi, H., Chi, Z., Lu, W., Wang, H., 2014. Sensitivity of methanotrophic community structure, abundance, and gene expression to CH4 and O2 in simulated land /uniFB01 ll biocover soil. Environ. Pollut. 184, 347 e 353. http://dx.doi.org/10.1016/ j.envpol.2013.09.002.\n\nL /C19 opez, J.C., Quijano, G., Rebeca, P., Mu ~ noz, R., 2014. Assessing the in /uniFB02 uence of CH4 concentration during culture enrichment on the biodegradation kinetics and population structure. 146, 116 e 123. http://dx.doi.org/10.1016/j.jenvman.2014. 06.026.\n\nL /C19 opez, J.C., Quijano, G., Souza, T.S.O., Estrada, J.M., Lebrero, R., Mu ~ noz, R., 2013. Biotechnologies for greenhouse gases (CH ₄ , N ₂ O, and CO ₂ ) abatement: state of the art and challenges. Appl. Microbiol. Biotechnol. 97, 2277 e 2303. http:// dx.doi.org/10.1007/s00253-013-4734-z.\n\nMcDonald, I.R., Kenna, E.M., Murrell, J.C., 1995. Detection of methanotrophic bacteria in environmental samples with the PCR. Appl. Environ. Microbiol. 61, 116 e 121 doi:0099-2240/95/$04.0010.\n\nMcDonald, I.R., Radajewski, S., Murrell, J.C., 2005. Stable isotope probing of nucleic acids in methanotrophs and methylotrophs: a review. Org. Geochem 36, 779 e 787. http://dx.doi.org/10.1016/j.orggeochem.2005.01.005.\n\nMcGinnis, S., Madden, T.L., 2004. BLAST: at the core of a powerful and diverse set of sequence analysis tools. Nucleic Acids Res. 32, 20 e 25. http://dx.doi.org/10.1093/ nar/gkh435.\n\nMurrel, J.C., Gilbert, B., McDonald, I.R., 2000. Molecular biology and regulation of methane monooxygenase. Arch. Microbiol. 173, 325 e 332. http://dx.doi.org/ 10.1007/s002030000158.\n\nNewby, D.T., Reed, D.W., Petzke, L.M., Igoe, A.L., Delwiche, M.E., Roberto, F.F., McKinley, J.P., Whiticar, M.J., Colwell, F.S., 2004. Diversity of methanotroph communities in a basalt aquifer. FEMS Microbiol. Ecol. 48, 333 e 344. http:// dx.doi.org/10.1016/j.femsec.2004.02.001.\n\nNikiema, J., Brzezinski, R., Heitz, M., 2013. In /uniFB02 uence of phosphorus, potassium, and copper on methane bio /uniFB01 ltration performance. J. Environ. Eng. Sci. 8, 474 e 484. http://dx.doi.org/10.1139/L09-145.\n\nNikiema, J., Brzezinski, R., Heitz, M., 2007. Elimination of methane generated from land /uniFB01 lls by bio /uniFB01 ltration: a review. Rev. Environ. Sci. Biotechnol. 6, 261 e 284. http://dx.doi.org/10.1007/s11157-006-9114-z.\n\nSaka /C20 c, N., Sak-Bosnar, M., 2012. Potentiometric study of a -amylase kinetics using a platinum redox sensor. Int. J. Electrochem. Sci. 7, 3008 e 3017.\n\nScheutz, C., Kjeldsen, P., Bogner, J.E., De Visscher, A., Gebert, J., Hilger, H. a, HuberHumer, M., Spokas, K., 2009. Microbial methane oxidation processes and technologies for mitigation of land /uniFB01 ll gas emissions. Waste Manag. Res. 27, 409 e 455. http://dx.doi.org/10.1177/0734242X09339325.\n\nSemrau, J.D., Dispirito, A.A., Yoon, S., 2010. Methanotrophs and copper. FEMS Microbiol. Rev. 34, 496 e 531. http://dx.doi.org/10.1111/j.15746976.2010.00212.x.\n\nUnited States Environmental Protection Agency, 2013. Global Greenhouse Gas Emissions Data [WWW Document]. United States Environ. Prot. Agency. http:// dx.doi.org/10.3334/CDIAC/00001.\n\nVan Der Ha, D., Vanwonterghem, I., Hoefman, S., De Vos, P., Boon, N., 2013. Selection of associated heterotrophs by methane-oxidizing bacteria at different copper concentrations. Ant. Van Leeuwenhoek 103, 527 e 537. http://dx.doi.org/\n\n## 10.1007/s10482-012-9835-7.\n\nWang, Q., Garrity, G.M., Tiedje, J.M., Cole, J.R., 2007. Naïve Bayesian classi /uniFB01 er for rapid assignment of rRNA sequences into the new bacterial taxonomy. Appl. Environ. Microbiol. 73, 5261 e 5267. http://dx.doi.org/10.1128/AEM.00062-07. Wright, E.S., Yilmaz, L.S., Noguera, D.R., 2012. DECIPHER, a search-based approach to chimera identi /uniFB01 cation for 16S rRNA sequences. Appl. Environ. Microbiol. 78, 717 e 725. http://dx.doi.org/10.1128/AEM.06516-11.\n\nYoon, S., Carey, J.N., Semrau, J.D., 2009. Feasibility of atmospheric methane removal using methanotrophic biotrickling /uniFB01 lters. Appl. Microbiol. Biotechnol. 83, 949 e 956. http://dx.doi.org/10.1007/s00253-009-1977-9.",
  "chunks": [
    "## Evaluation of the in /uniFB02 uence of methane and copper concentration and methane mass transport on the community structure and biodegradation kinetics of methanotrophic cultures",
    "Sara Cantera, Raquel Lebrero, Pedro A. García-Encina, Raúl Mu ~ noz *",
    "Department of Chemical Engineering and Environmental Technology, University of Valladolid, Dr. Mergelina, s/n, 47011, Valladolid, Spain",
    "## a r t i c l e i n f o",
    "Article history: Received 10 June 2015 Received in revised form 22 January 2016 Accepted 1 February 2016 Available online 8 February 2016",
    "Biodegradation kinetics Cu 2 þ concentration",
    "Microbial population structure",
    "Methane (CH4) is the second most relevant greenhouse gas (GHG) emitted by anthropogenic activities, representing more than 20% of the total worldwide GHG emissions. CH4 atmospheric concentration increases yearly at 0.2 e 1% its current tropospheric level exceeding preindustrial concentrations by z 150%. Anthropogenic emissions are mainly attributed to agriculture, livestock farming, waste management and energy production, which combined represent over 60% of the total CH4 emissions worldwide (European Environmental Agency, 2013; IPCC, 2013; United States Environmental Protection Agency, 2013). In addition, the impact of CH4 on climate change is z 34 times more detrimental than that of carbon dioxide (CO2) in a 100-y horizon (European Environmental Agency, 2013; IPCC, 2013; Scheutz et al., 2009). This scenario has caused a raised governmental and public awareness, which has promoted both the enforcement of multidisciplinary political initiatives and an increased research on CH4",
    "Corresponding author. E-mail address: mutora@iq.uva.es (R. Mu ~ noz).",
    "The environmental conditions during culture enrichment, which ultimately determine its maximum speci /uniFB01 c biodegradation rate (qmax) and af /uniFB01 nity for the target pollutant (Ks), play a key role in the performance of bioreactors devoted to the treatment of methane emissions. This study assessed the in /uniFB02 uence of Cu 2 þ and CH4 concentration and the effective CH4 supply rate during culture enrichment on the structure and biodegradation kinetics of methanotrophic communities. The results obtained demonstrated that an increase in Cu 2 þ concentration from 0.05 to 25 m M increased the qmax and Ks of the communities enriched by a factor of z 3, even if the Cu 2 þ concentration did not seem to have an effect on the enzymatic ' copper switch ' and only pMMO was detected. In addition, high Cu 2 þ concentrations supported lower diversity coef /uniFB01 cients (Hs z 1.5 /C2 lower) and apparently promoted the growth of more adapted methanotrophs such as Methylomonas . Despite no clear effect of CH4 concentration on the population structure or on the biodegradation kinetics of the communities enriched was recorded at the two low CH4 concentrations studied (1 and 8%), a higher agitation rate increased the qmax by a factor of z 2.3 and Ks by a factor of z 3.1.",
    "© 2016 Elsevier Ltd. All rights reserved.",
    "abatement technologies (European Environmental Agency, 2013; IPCC, 2013; Scheutz et al., 2009). Although emissions with CH4 concentrations above 20% are suitable for energy recovery by incineration or low-cost treatment by /uniFB02 aring, more than 50% of anthropogenic emissions contain CH4 at concentrations below 3% (old land /uniFB01 lls (0 e 20%), ventilated coal mines (0.1 e 1%), covered liquid manure storage tanks (0 e 3%), etc.) (Nikiema et al., 2007; Scheutz et al., 2009). CH4 abatement at such low concentrations using conventional physical/chemical technologies is either inef /uniFB01 -cient or too costly, and often entails a large CO2 footprint (Estrada et al., 2014; Nikiema et al., 2007). In this context, biological treatment technologies can become, if appropriately optimized, a lowcost and environmentally friendly alternative for the treatment of CH4 due to their already proven effectiveness and low operating costs during the abatement of malodors and volatile organic compound emissions (L /C19 opez et al., 2013).",
    "However, the cost-effective implementation of current biotechnologies for the treatment of CH4 is still limited by the understanding of the communities underlying CH4 biodegradation (Li et al., 2014; L /C19 opez et al., 2013). In this regard, there is still a need for studies assessing the effect of environmental factors during culture",
    "Contents lists available at ScienceDirect",
    "## Journal of Environmental Management",
    "j o urnal homepage: www.elsevier.com/locate/jenvman",
    "enrichment on the performance and characteristics of methanotrophic communities. Among them, CH4 gas concentration, O2 gas concentration and Cu 2 þ concentration in the aqueous media have been identi /uniFB01 ed as the main parameters in /uniFB02 uencing microbial CH4 abatement due to their key role on the nature and level of expression of CH4 monooxygenases (MMO), and therefore on the population structure of methane oxidizing bacteria (MB) (Li et al., 2014; Murrel et al., 2000; Semrau et al., 2010). However, most studies assessing the role of CH4 and Cu 2 þ concentrations have focused only on the physiological and enzymatic aspects of CH4 biodegradation (Murrel et al., 2000). On the contrary, studies on the macroscopic performance and characteristics of the microbial communities have not found a clear effect of these parameters on CH4 abatement (Estrada et al., 2014; Ho et al., 2013; Li et al., 2014). Likewise, the in /uniFB02 uence of the effective CH4 supply rate to the microbial communities during culture enrichment on the kinetics of CH4 biodegradation, which can differ at similar gas CH4 concentrations depending on the bioreactor con /uniFB01 guration, has often been disregarded (L /C19 opez et al., 2014, 2013; Yoon et al., 2009). In this context, there is a limited understanding of the effect of CH4 and Cu 2 þ concentration and of the effective CH4 supply rate during culture enrichment on the characteristics and structure of methanotrophic communities (Semrau et al., 2010), which could shed light on the optimal operating conditions leading to an enhanced performance of CH4 abatement biotechnologies.",
    "The present study aims at systematically elucidating the in /uniFB02 uence of CH4 and Cu 2 þ concentrations and of the effective CH4 supply rate (governed by the CH4 mass transfer to the microbial community) during the enrichment of MB communities on CH4 biodegradation kinetic parameters (qmax and Ks) and community structure in order to identify the optimum environmental factors supporting an ef /uniFB01 cient CH4 abatement and high biodiversity in full scale bioreactors.",
    "## 2. Materials and methods",
    "## 2.1. Chemicals and mineral salt medium",
    "The mineral salt medium (MSM) utilized during the enrichment of the methanotrophic communities and in the kinetic assays was a modi /uniFB01 ed Brunner medium (Lopez et al., 2014) containing (g L /C0 1 ): Na2HPO4 $ 2H2O, 3.17; KH2PO4, 1.50; NaNO3, 5.28 (used instead of (NH4)2SO4 to avoid the inhibition of methanotrophs by NH4 (Carlsen et al., 1991)); MgSO4 $ 7H2O, 0.2; CaCl2 $ 2H2O, 0.05; EDTA, 0.005; FeSO4 $ 7H2O, 0.002; H3BO3, 0.0003; CoCl2 $ 6H2O, 0.00011; ZnSO4 $ 7H2O, 0.0001; Na2Mo4 $ 2H2O, 0.00003; MnCl2 $ 4H2O, 0.00003; NiCl2 $ 6H2O, 0.00002. Cu 2 þ was added to the MSM as CuCl2 $ 2H2O at two Cu 2 þ concentrations (0.05 m Mand 25 m M). The /uniFB01 nal pH of the MSM was 7. All chemicals and reagents were procured from Panreac (Barcelona, Spain) with a purity higher than 99.0%. CH4 was purchased from Abello-Linde, S.A. (Barcelona, Spain) with a purity of at least 99.5%. Silicone oil 200 cSt was obtained from Sigma-Aldrich (Madrid, Spain).",
    "The inoculum used for the enrichment of the methanotrophic communities was a mixture (50/50%/% on a volume basis) of aerobic activated sludge ( z 6 g L /C0 1 ) from a denitri /uniFB01 cation-nitri /uniFB01 cation wastewater treatment plant (Valladolid, Spain) and fresh cow manure from a dairy farm (Cantabria, Spain) 10 /C2 diluted in MSM.",
    "## 2.3. Microbial community enrichments",
    "Eight enrichment series (45 days/enrichment) were carried out at two different mixing ratios of CH4 (1% and 8%) and Cu 2 þ (0.05 m M and 25 m M) under two different magnetic stirring rates (300 rpm and 650 rpm). The series were performed in duplicate (Table 1).",
    "In each enrichment series, 1.2 L batch gas-tight reactors containing 100 mL of MSM at its corresponding Cu 2 þ concentration and 50 mL of silicone oil (in order to support a high CH4 mass transfer from the headspace to the microbial community), were inoculated with 10 mL of the inoculum previously described. The reactors were closed with gas-tight butyl septa and plastic screw caps, and monitored daily for O2, CO2 and CH4 concentrations in the headspace. O2 was daily supplied via air /uniFB02 ushing of the reactor headspace prior injection of pure CH4 using a calibrated 100 mL gas tight syringe to obtain the desired headspace concentration (before methane injection the same volume of air was removed from the reactors to avoid overpressure). The enrichment batch reactors were maintained under agitation at 25 /C14 C. A dilution rate of 0.25 ± 0.05 day /C0 1 was set in order to maintain the pH at z 7.0, to replenish essential nutrients and, to remove any potential inhibitory metabolite accumulated in the medium. Silicone oil was not removed from the batch reactors during the enrichment series. Biomass samples from the aqueous phase were drawn with a liquid sampling syringe at the end of each enrichment series to determine the microbial population structure by denaturing gradient gel electrophoresis (DGGE)-sequencing, the presence of soluble or particulate methane monoxygenases (sMMO or pMMO, respectively), and the CH4 biodegradation kinetics constants (qmax and Ks). The concentration of CH4 and CO2 in the headspace of the enrichment bottles was periodically measured by GC-TCD.",
    "## 2.4. Structure of the enriched communities",
    "The 16 samples from the 8 duplicate enrichment series stored at /C0 20 /C14 C were thawed and centrifuged at 5000 rpm for 15 min. The biomass pellets were resuspended in 10 mL of phosphate buffered saline (PBS) medium at pH 7 by vortexing.",
    "The total DNA of these samples was extracted by the Fast ® DNA Spin Kit for Soil (MP Biomedicals, LLC) and its quantity and quality were evaluated by spectrophotometry using a NanoDrop ND-1000 spectrophotometer (NanoDrop Technologies, Wilmington, DE) (English et al., 2006). The DNA was ampli /uniFB01 ed with polymerase chain reaction (PCR) universal bacterial primers for 16S rRNA gene ampli /uniFB01 cation (968-F-GC and 1401-R (10 m M)) (Sigma- Aldrich, St. Louis, MO, USA) according to Lopez et al. (2014). The PCR products of the bacterial 16S rRNA fragments from the samples were separated by DGGE according to Lopez et al. (2014). The gels were stained for 60 min with GelRed Nucleic Acid Gel Stain (biotium). Speci /uniFB01 c PCR-DGGE bands were detected by a transilluminator, UV wavelength, 254 e 312 nm (Sigma-Aldrich) and carefully cut from the gel. The DNA contained in each band was extracted by incubation in 50 mL of sterile water at 63 /C14 C for 70 min. The last PCR cycle was accomplished without the GC-clamp attached to the primer 968-F. The PCR products obtained were sequenced by",
    "Table 1 Cultivation conditions during microbial community enrichments.",
    "| Test series (TS)   | CH 4 headspace (%)   | Cu 2 þ ( m M)   | Agitation (rpm)   |\n|--------------------|----------------------|-----------------|-------------------|\n| TS 1               | 8 8                  | 25 25           | 300 650           |\n| TS 2               | 8                    | 0.05            | 300               |\n| TS 3               | 8 1 1                | 0.05 0.05 0.05  | 650 300 650       |\n| TS 4               | 1 1                  | 25 25           | 300 650           |",
    "Secugen S.L. (Madrid, Spain). RDP classi /uniFB01 er tool was used to analyze the taxonomic classi /uniFB01 cation of the DGGE bands sequenced (70% con /uniFB01 dence level) (Wang et al., 2007). DECIPHER search tool was used to analyze the presence of chimeras (Wright et al., 2012). The NCBI BLAST search tool was used to compare the DNA sequences obtained with nucleotide sequences from the NCBI database (McGinnis and Madden, 2004). The sequences of the bacteria identi /uniFB01 ed were deposited in the NCBI GenBank. The DGGE band pattern present in each gel was compared using the GelCompar IITM software (Applied Maths BVBA, Sint-Martens-Latem, Belgium) and the Pearson product-moment correlation coef /uniFB01 cient as well as, the Shannon e Wiener diversity index (Hs) were calculated according to Lopez et al. (2014). In addition, a multiple sequence alignment was performed. Sequences alignment (Clustal X 2.1) and phylogenetic analysis were obtained using the MEGA software (version 6.06). The phylogenetic trees were constructed using the neighbor-joining method (1000-fold bootstrap analysis) (Hall, 2013).",
    "## 2.5. Detection of pMMO and sMMO",
    "After DNA extraction, the speci /uniFB01 c primer set A189f/mb661r , targeting the pmoA gene (which encodes the b -subunit of particulate MMO) (Costello and Lidstrom,1999; Erwin et al., 2005), and the primer set mmoX f882/ mmoX r1403, targeting the mmoX gene (which encodes the a -subunit of the hydroxylase component of sMMO) (McDonald et al., 1995; Newby et al., 2004) were used for PCR ampli /uniFB01 cation. The PCR mixture (50 m L) consisted of 25 m L of BIOMIX (Bioline, Ecogen), 2 m L of the extracted DNA, 2 m L of the speci /uniFB01 c primer set depending of the gene ampli /uniFB01 ed and Milli-Q water up to a /uniFB01 nal volume of 50 m L. The annealing temperature used was 58 /C14 C for mmoX and 56 /C14 C for pmoA . The PCR conditions were as follows: 94 /C14 C for 5 min; Taq polymerase added; 58/56 /C14 C for 1 min; 72 /C14 C for 1 min; 40 cycles consisting of 94 /C14 C for 1 min, 58/56 /C14 C for 1 min, and 72 /C14 C for 1 min; and a /uniFB01 nal cycle consisting of 94 /C14 C for 1 min, 58/56 /C14 C for 1 min, and 72 /C14 C for 5 min.",
    "## 2.6. CH4 biodegradation kinetics",
    "Kinetic assays were performed in duplicate to elucidate the in/uniFB02 uence of CH4 and Cu 2 þ concentration and the agitation rate (i.e. the effective CH4 supply rate) during culture enrichment on the maximum speci /uniFB01 c CH4 biodegradation rate qmax (g CH4 g /C0 1 biomass h /C0 1 ) and the Michaelis e Menten half-saturation constant, Ks (g m /C0 3 ) for CH4 of the enriched microbial communities. In-vitro kinetic assays were performed in 120 mL glass serum bottles. Each bottle contained 20 mL of MSM and was inoculated with the corresponding enriched methanotrophic community at a concentration of 98 ± 34 g biomassm /C0 3 . Preliminary assays carried out under the same conditions in our laboratory (CH4 concentration ¼ 25.8 ± 2.3 g m /C0 3 ) showed that even a total suspended solids (TSS) concentration of 900 ± 70 g biomass m /C0 3 ensured the absence of CH4 mass transfer limitations (Data non published).",
    "The glass bottles were sealed with butyl septa and aluminum crimp seals. CH4 was initially added at headspace concentrations of 131 ± 6 g m /C0 3 , 99 ± 6 g m /C0 3 , 60 ± 5 g m /C0 3 , 21 ± 0.9 g m /C0 3 and 2.4 ± 0.3 g m /C0 3 . CH4 aqueous concentrations were 4.3 ± 0.2 g m /C0 3 , 3.3 ± 0.8 g m /C0 3 , 2.0 ± 0.2 g m /C0 3 , 0.7 g m /C0 3 ± 0.03 and 0.08 ± 0.001 g m /C0 3 , according to a CH4 Henry's law constant at 25 /C14 C and 1 atm of 29.4. The glass bottles were agitated at 650 rpm (25 /C14 C) for 13 h. A GC-TCD was used to monitor the headspace concentration of CH4 and CO2 every 1 h. The kinetic parameters Ks and qmax were obtained by /uniFB01 tting the initial speci /uniFB01 c CH4 biodegradation rate (q, g CH4 g /C0 1 biomass h /C0 1 ) at each aqueous CH4 concentration ([CH4], g m /C0 3 ) to the Michaelis e Menten equation",
    "(Equation (1)) by nonlinear regression using Microsoft Excel Solver (Microsoft Of /uniFB01 ce Professional Plus 2013) (Saka /C20 c and Sak-Bosnar, 2012):",
    "<!-- formula-not-decoded -->",
    "## 2.7. Analytical procedures",
    "CH4, O2 and CO2 headspace concentrations were measured in a Bruker 430 GC-TCD (Palo Alto, USA) according to Estrada et al. (2014). The culture optical density was measured at 650 nm with a Shimadzu UV-2550 UV/Vis spectrophotometer (Shimadzu, Japan) and correlated to dry biomass concentrations, which were determined as TSS (American Water Works Association, 2012).",
    "## 2.8. Statistical analysis",
    "The statistical data analysis was performed using SPSS 20.0 (IBM). The results are given as the average ± standard deviation. The homogeneity of the variance of the parameters was evaluated using a Levene test. Signi /uniFB01 cant differences were analyzed by Student's t-test for two group comparisons, and ANOVA and post-hoc analysis for multiple group comparisons. Differences were considered to be signi /uniFB01 cant at p /C20 0.05.",
    "## 3.1. Microbial population structure",
    "The Shannon e Wiener diversity index revealed that Cu 2 þ was the main factor determining bacterial diversity (Fig. 1). Hence, an increase in Cu 2 þ concentration from 0.05 to 25 m M at a CH4 concentration of 8% entailed a statistically signi /uniFB01 cant decreased in bacterial diversity from 2.7 ± 0.05 to 1.4 ± 0.15 at 300 rpm and from 2.8 ± 0.1 to 1.8 ± 0.15 at 650 rpm. Similarly, Hs decreased from 2.1 ± 0.05 to 1.9 ± 0.05 at 300 rpm and from 2.3 ± 0.05 to 1.8 ± 0.05 at 650 rpm when Cu 2 þ concentration was increased from 0.05 to 25 m Mat a CH4 concentration of 1%.",
    "The in /uniFB02 uence of Cu 2 þ on the Pearson similarity coef /uniFB01 cients was consistent with the effect on the Shannon e Wiener indexes. Thus, the similarities found between the communities enriched at 0.05 and 25 m M at a CH4 concentration of 8% were 42.5 ± 3.7% and 37.5 ± 3.8% at 300 and 650 rpm, respectively, while the similarities obtained in the cultures grown at 1% were slightly higher (76.0 ± 4.0% at 300 and 65.8 ± 6.9% at 650 rpm).",
    "The phylogenetic analysis based on the 16S rRNA sequences obtained from the DGGE gels at 650 rpm represented by the phylogenetic tree (Fig. 2) further supported the effect of Cu 2 þ on the similarity among the bacterial populations enriched.",
    "## 3.2. Microbial community pro /uniFB01 le",
    "A total of 37 bands were sequenced from all conditions tested (18 for 300 rpm; 19 for 650 rpm). These 16S rRNA sequences were classi /uniFB01 ed in three different phyla: Proteobacteria , Lentisphaerae (at 650 rpm) and Chlamydiae (at 300 rpm). The closest matches for each band, and its similarity percentage and sources, are shown in Tables 2 and 3. The phylum Proteobacteria was predominant in all cultures enriched (DGGE bands 2 e 13, Table 2, and DGGE bands 1 e 18, Table 3). Most of these Proteobacteria were closely related ( &gt; 90% sequence identity) to aerobic CH4 oxidizing bacteria within the class Gammaproteobacteria . They belonged to the type I",
    "Fig. 1. DGGE pro /uniFB01 le of the cultures enriched at 300 rpm (A, B, C, D, E, F, G, H) and 650 rpm (I, J, K, L, M, N, O, P). L and H refer to low and high CH4 and Cu 2 þ concentrations, respectively. The Shannon e Wiener diversity indexes are indicated in the upper part of the gel. The sequenced bands are indicated by ' &lt; '' and the corresponding number of each band.",
    "Fig. 2. Bacterial phylogenetic tree based on neighbor-joining analysis of the 16S rRNA sequences from the enriched populations at 650 rpm detected by PCR-DGGE and their closest relatives (similarity &gt; 96%) in GenBank obtained by the Blast search tool. Accession numbers are indicated. Numbers on the nodes indicate bootstrap values (1000 replicates). The scale bar indicates 10% sequence difference.",
    "methanotroph genera Methylomonas , Methylobacter and Methylomicrobium (which were always present in the microbial community regardless of the enrichment conditions) and to the type X methanotroph genus Methylococcus . A Cu 2 þ concentration of 25 m M supported the dominance of Methylomonas (particularly at a CH4",
    "concentration of 8%), while Methylobacter was never detected in the cultures enriched at the highest Cu 2 þ concentration. On the other hand, despite being more representative in the presence of 0.05 m M Cu 2 þ , Methylomicrobium appeared in the enrichments conducted at both Cu 2 þ concentrations at a CH4 concentration of 8% (Figs. 1 and",
    "Table 2 RDP classi /uniFB01 cation of the bacterial DGGE bands, sequences and corresponding matches (Standard Nucleotide BLAST) of cultures enriched at 300 rpm using the NCBI database, including similarity percentages and sources of origin.",
    "| Taxonomic placement (70% con /uniFB01 dence level)                          | Band no   | Acc. No    | A B C D E F G H   | Closest relatives in blast name (accession number)                | Similarity (%)   | Source of origin                        |\n|-----------------------------------------------------------------------------|-----------|------------|-------------------|-------------------------------------------------------------------|------------------|-----------------------------------------|\n| Kingdom Bacteria                                                            | 1         | KP289206   | x x x x x x       | Uncultured bacterium YC7 (KJ734895)                               | 95               | Compost of cow dung                     |\n| Phylum Proteobacteria                                                       |           |            |                   |                                                                   |                  |                                         |\n| Class Deltaproteobacteria Order Bdellovibrionales Family Bdellovibrionaceae |           |            |                   |                                                                   |                  |                                         |\n| Genus Bdellovibrio                                                          | 2         | KP289207   | x x               | Bdellovibrio bacteriovorus (CP002190) Bdellovibrio sp. (DQ302728) | 97 97            | High loaded MBR Soil                    |\n|                                                                             | 3         | KP289208   | x x x x           | Uncultured bacterium (EU050708)                                   | 99               | Production water of an oil /uniFB01 eld |\n|                                                                             |           |            |                   | Bdellovibrio sp. (DQ302728)                                       | 98               | Soil                                    |\n| Class Gammaproteobacteria                                                   | 4         | KP289209   | x x               | Methylomonas rubra (AF150807)                                     | 92               | Lake sediment                           |\n|                                                                             |           |            |                   | Methylomonas methanica (NR074627)                                 | 93               | Marine sediment                         |\n|                                                                             | 5         | KP289210   | x x x x x         | Uncultured Methylococcaceae (JX505396)                            | 94               | Soil                                    |\n| Order Methylococcales                                                       |           |            |                   |                                                                   |                  |                                         |\n| Family Methylococcaceae                                                     | 6         | KP289211   | x x x x x x       | Methylomicrobium agile (NR_116197)                                | 94               | Soil                                    |\n|                                                                             | 7         | KP289212   | x x               | Uncultured Methylomicrobium sp . (HQ044145)                       | 90               | Tailing pond                            |\n| Genus Methylomonas                                                          | 8         | KP289213 x | x                 | Methylomonas rubra (NR_114588)                                    | 99               | Sea sample                              |\n|                                                                             |           |            |                   | Methylomonas methanica (NR074627)                                 | 99               | Marine sediment                         |\n|                                                                             | 9         | KP289214 x | x x x x x x x     | Methylomonas rubra (NR_115353)                                    | 99               | Coal mine drainage                      |\n|                                                                             | 10        | KP289215   | x                 | Methylomonas methanica (NR074627)                                 | 99               | Marine sediment                         |\n|                                                                             |           |            |                   | Methylomonas rubra (AF150807)                                     | 99               | Lake sediment                           |\n| Order Xanthomonadales                                                       |           |            |                   |                                                                   |                  |                                         |\n| Family Xanthomonadaceae                                                     | 11        | KP289216 x | x x x x x x       | Uncultured Gammaproteobacteria (HM238179)                         | 96               | Bio /uniFB01 lter treating waste gas    |\n| Genus Dokdonella                                                            | 12        | KP289217   | x x x             | Uncultured bacterium (KM886284)                                   | 98               | Bio /uniFB01 lter for CH 4 abatement    |\n|                                                                             |           |            |                   | Uncultured Dokdonella sp . (KJ486363)                             | 97               | Sludge from membrane bioreactor         |\n|                                                                             | 13        | KP289218 x | x x x x x         | x Uncultured Dokdonella sp . (KJ486363)                           | 97               | Sludge from membrane bioreactor         |\n| Phylum Chlamydiae                                                           |           |            |                   |                                                                   |                  |                                         |\n| Class Chlamydiia Order Chlamydiales                                         |           |            |                   |                                                                   |                  |                                         |\n| Family Parachlamydiaceae Genus Neochlamydia                                 | 14        | KP289219   | x x x x x         | Neochlamydia hartmannellae . (NR_025037)                          | 99               | Water public conduit system             |\n|                                                                             |           |            |                   | Neochlamydia endosymbiont of Acanthamoeba (KF924593)              | 97               | river sediment                          |\n|                                                                             | 15        | KP289220   |                   | Neochlamydia hartmannellae (NR_025037)                            | 91               | Water public conduit system             |\n|                                                                             | 16        | KP289221   | x x x x x         | x Neochlamydia hartmannellae (NR_025037)                          | 95               | Water public conduit system             |\n|                                                                             | 17        | KP289222   | x x               | Neochlamydia hartmannellae (NR_025037)                            | 98               | Water public conduit system             |\n|                                                                             |           |            |                   | Neochlamydia endosymbiont of Acanthamoeba (KF924590)              | 97               | river sediment                          |\n|                                                                             | 18        | KP289223   | x x x x           | Neochlamydia hartmannellae (NR_025037)                            | 99               | Water public conduit system             |\n|                                                                             |           |            |                   | Neochlamydia sp. (EU683885)                                       | 97               | Water reservoir sediment                |",
    "2). These results further con /uniFB01 rmed the in /uniFB02 uence of Cu 2 þ concentration on the community pro /uniFB01 le. The type X genus Methylococcus was found at 650 rpm under low Cu 2 þ and high CH4 concentrations (Fig. 1).",
    "Non methanotrophic genera of the phylum Proteobacteria such as Dokdonella (bands 12 e 13) and Bdellovibrio (bands 2 e 3) were also detected at 300 rpm. However, while Dokdonella was present in all enrichments, Bdellovibrio was only detected at 0.05 m MCu 2 þ . In addition, in the cultures enriched at 300 rpm, bands 14 e 18 were af /uniFB01 liated with the phylum Chlamydiae . All of them were closely related with the genus Neochlamydia ( &gt; 90% sequence identity) and were found under all enrichment conditions but 8% CH4 and 25 m M Cu 2 þ . Finally, all bacteria enriched at 650 rpm detected by the DGGE were methanotrophs regardless of the Cu 2 þ and CH4 concentration, except for band 19 which was an associated heterotroph classi /uniFB01 ed within the phylum Lentisphaerae . Bacteria corresponding to band 19 were classi /uniFB01 ed in the genus Victivallis ( &gt; 90% sequence identity)",
    "and observed under all enrichment conditions regardless of the concentration of Cu 2 þ and CH4.",
    "## 3.3. Detection of mmoX and pmoA genes",
    "The gene pmoA was present in the enrichments obtained under all tested conditions regardless of the concentration of Cu 2 þ or CH4 or the agitation rate (Fig. 3). The gene pmoA was more abundant at 650 rpm due to the higher concentration of biomass and DNA extracted under this enrichment condition (Fig. 4). The gene mmoX was only detected in the inoculum and the cultures enriched at 8% of CH4 and 0.05 m MCu 2 þ at 650 rpm (Fig. 3).",
    "## 3.4. Biodegradation kinetics",
    "The kinetic parameters qmax and Ks differed up to one order of magnitude among the cultures enriched at 300 and 650 rpm",
    "Table 3 RDP classi /uniFB01 cation of the bacterial DGGE bands sequences and corresponding matches (Standard Nucleotide BLAST) of cultures enriched at 650 rpm using the NCBI database with indication of the similarity percentages and sources of origin.",
    "| Taxonomic placement (70% con /uniFB01 dence level)   | Band no   | Acc. No I J K   | L M N O P   | Closest relatives in blast name (accession number)                                                 | Similarity (%)   | Source of origin                                 |\n|------------------------------------------------------|-----------|-----------------|-------------|----------------------------------------------------------------------------------------------------|------------------|--------------------------------------------------|\n| Kingdom Bacteria                                     |           |                 |             |                                                                                                    |                  |                                                  |\n| Phylum Proteobacteria                                | 1         | KP289224        | x x x x     | Uncultured bacterium (EF648097)                                                                    | 98               | Aerobic activated sludge                         |\n| Class Gammaproteobacteria                            | 2         | KP315903 x      | x           | Methylococcus thermophilus (NR_029251)                                                             | 97               | Soil                                             |\n| Order Methylococcales Family Methylococcaceae        | 3         | KP289225        | x x         | Methylobacter sp. (HF565143)                                                                       | 91               | Land /uniFB01 ll cover soil                      |\n|                                                      | 4         | KP289226        | x x         | Uncultured bacterium (JX434234)                                                                    | 93               | Water mine                                       |\n|                                                      | 5         | KP289227 x      | x           | x Uncultured Methylomicrobium sp . (HQ044206)                                                      | 94               | Tailing pond                                     |\n|                                                      | 6         | KP289228        | x x         | Methylomicrobium buryatense (NR_025136)                                                            | 96               | Soda lake                                        |\n|                                                      |           |                 |             | Methylomicrobium japanese (NR_043450)                                                              | 96               | Marine sediment                                  |\n|                                                      | 7         | KP289229 x      | x x x       | Methylomicrobium sp . (DQ496230)                                                                   | 90               | Soda lake                                        |\n|                                                      | 8         | KP289230        | x           | Methylomonas methanica (NR_074627)                                                                 | 93               | swamp soil                                       |\n|                                                      |           |                 | x           | Methylobacter sp. (AF131868)                                                                       | 91               |                                                  |\n| Genus Methylomicrobium                               | 9         | KP289231        | x           | Methylomicrobium buryaticum (AF096093)                                                             | 97               | Soda lake                                        |\n| Genus Methylomonas                                   | 10        | KP289232 x x x  | x           | x x Methylomonas methanica (NR_074627) Methylomonas rubra (AF150807)                               | 99 98            | Marine sediment Lake sediment                    |\n|                                                      | 11        | KP289233 x x x  | x x x x     | x Methylomonas rubra (NR_115353)                                                                   | 99               | Coal mine drainage                               |\n|                                                      | 12 13     | KP289234        | x           | Methylomonas rubra (NR_114588) Methylomonas methanica (NR_074627)                                  | 98 98            | Sea sample Marine sediment                       |\n|                                                      |           | KP289235 x x    | x x         | Methylomonas methanica (NR_074627) Methylomonas rubra (NR_115353)                                  | 98 98 97         | Marine sediment Coal mine drainage Igneous rocks |\n|                                                      | 14        | KP289236 x x    |             | Methylomonas scandinavica (NR_041958) x Methylomonas methanica (NR_074627)                         | 98 97            | Marine sediment                                  |\n|                                                      | 15        | KP289237 x      | x x         | Methylomonas rubra (AF150807)                                                                      |                  | Lake sediment                                    |\n|                                                      |           |                 |             | Methylomonas rubra (AF150807) Methylomonas methanica (NR_074627)                                   | 94 94            | Lake sediment Marine sediment                    |\n| Phylum Lentisphaerae Class Lentisphaeria             | 16        | KP289238        | x           | x x Methylomonas rubra (AF150807) Methylomonas methanica (NR_074627)                               | 95 95            | Lake sediment Marine sediment                    |\n| Order Victivallales                                  | 17        | KP289239 x x x  | x x x x x   | Methylomonas rubra (AF150807) Methylomonas methanica (NR_074627) x x Methylomonas rubra (AF150807) | 99 99            | Lake sediment Marine sediment Lake sediment      |\n|                                                      | 18        | x x             | x x         |                                                                                                    | 99               |                                                  |\n| Family Victivallaceae                                |           |                 |             |                                                                                                    |                  |                                                  |\n|                                                      |           | KP289240        |             |                                                                                                    |                  | Marine sediment                                  |\n|                                                      |           |                 |             | Methylomonas methanica (NR_074627)                                                                 |                  |                                                  |\n|                                                      | 19        |                 |             |                                                                                                    |                  |                                                  |\n| Genus Victivallis                                    |           | x x x           |             |                                                                                                    | 99               |                                                  |\n|                                                      |           | x               | x x x       |                                                                                                    |                  | Bio /uniFB01 lm in a microbial cell              |\n|                                                      |           | KP289241        | x           | Uncultured Victivallaceae (JQ724358)                                                               | 91               | fuel                                             |",
    "Fig. 3. PCR pro /uniFB01 le for the gene mmoX of the cultures enriched at 300 (a) and 650 rpm (c). Lanes: 1) HiperLadder II (50 e 2000 bp), 2) Methylosinus sporium , Methylocystis sp. (commercial strains mixed), 3) Inoculum (A mixture (50/50%/% on a volume basis) of fresh aerobic activated sludge and fresh cow manure), 4/5) High CH4-High Cu 2 þ , 6/7) High CH4Low Cu 2 þ , 8/9) Low CH4-Low Cu 2 þ , 10/11) Low CH4-High Cu 2 þ , 12) C /C0 (negative control without DNA). PCR pro /uniFB01 le for the gene pmoA of the cultures enriched at 300 (b) and 650 rpm (d). Lanes: 1) HiperLadder II (50 e 2000 bp), 2) Methylomonas and Methylobacter sp. mixed culture, 3) Inoculum, 4/5) High CH4-High Cu 2 þ , 6/7) High CH4-Low Cu 2 þ , 8/9) Low CH4Low Cu 2 þ , 10/11) Low CH4-High Cu 2 þ , 12) C /C0 (negative control without DNA).",
    "## (Table 4), with the highest qmax and Ks obtained at 650 rpm.",
    "No statistical differences among the kinetic parameter values were found in the cultures enriched at 1% and 8% of CH4 under similar Cu 2 þ concentrations regardless of the agitation rates. However, a higher Cu 2 þ concentration increased both qmax and Ks in the low range of CH4 concentration tested (Table 4). Hence, the highest values of qmax were recorded at 25 m M Cu 2 þ regardless of the CH4 concentration during enrichment. The qmax ranged from 7.7 ± 0.21 /C2 10 /C0 4 to 6.3 ± 0.4 /C2 10 /C0 4 g CH4. gbiomass /C0 1 h /C0 1 at 650 rpm and from 3.6 ± 0.3 /C2 10 /C0 4 to 2.4 ± 0.24 /C2 10 /C0 4 g CH4. gbiomass /C0 1 h /C0 1 at 300 rpm (Table 4). Likewise, the highest half saturation constants were also recorded at 25 m M Cu 2 þ regardless of the CH4 concentration and the agitation rates during enrichment. The average Ks values of the cultures enriched at a CH4 concentration of 1 and 8% increased from 8 /C2 10 /C0 5 to 1.7 /C2 10 /C0 4 at 650 rpm and from 2.3 /C2 10 /C0 5 to 6.0 /C2 10 /C0 5 at 300 rpm when Cu 2 þ increased from 0.05 to 25 m M(Table 4).",
    "Fig. 4. Extracted DNA (A) and biomass (B) concentration from the cultures enriched under each particular condition tested. Error bars represent the standard deviations from duplicate samples.",
    "Kinetic parameters of the communities obtained at the different conditions tested.",
    "|                                 | 300 rpm                               | 300 rpm                                   | 650 rpm                               | 650 rpm                                   |\n|---------------------------------|---------------------------------------|-------------------------------------------|---------------------------------------|-------------------------------------------|\n|                                 | K s (M)                               | q max (g CH 4 , g biomass /C0 1 h /C0 1 ) | K s (M)                               | q max (g CH 4 , g biomass /C0 1 h /C0 1 ) |\n| TS1                             |                                       |                                           |                                       |                                           |\n| 8% CH 4, 25 m MCu 2 þ TS2       | 6.4 /C2 10 /C0 5 ± 1.2 /C2 10 /C0 6a  | 3.6 /C2 10 /C0 4 ± 3.0 /C2 10 /C0 5a      | 1.9 /C2 10 /C0 4 ± 5.0 /C2 10 /C0 6a  | 7.7 /C2 10 /C0 4 ± 2.1 /C2 10 /C0 5a      |\n| 1% CH 4, 0.05 m MCu 2 þ         | 1.7 /C2 10 /C0 5 ± 1.2 /C2 10 /C0 6b  | 9.7 /C2 10 /C0 5 ± 7.1 /C2 10 /C0 6b      | 6.6 /C2 10 /C0 5 ± 6.5 /C2 10 /C0 6b  | 1.9 /C2 10 /C0 4 ± 1.0 /C2 10 /C0 5b      |\n| TS3 8% CH 4, 0.05 m MCu 2 þ TS4 | 2.9 /C2 10 /C0 5 ± 4.4 /C2 10 /C0 7bc | 9.3 /C2 10 /C0 5 ± 4.7 /C2 10 /C0 7b      | 9.4 /C2 10 /C0 5 ± 3.5 /C2 10 /C0 6bc | 2.8 /C2 10 /C0 4 ± 1.4 /C2 10 /C0 5bc     |\n| 1% CH 4, 25 m MCu 2 þ           | 5.7 /C2 10 /C0 5 ± 3.5 /C2 10 /C0 6ac | 2.4 /C2 10 /C0 4 ± 2.4 /C2 10 /C0 5a      | 1.5 /C2 10 /C0 4 ± 2.0 /C2 10 /C0 5ac | 6.3 /C2 10 /C0 4 ± 4.0 /C2 10 /C0 5ac     |",
    "Mean values and standard deviations for each duplicate. Kinetic parameters followed by different superscript letters were signi /uniFB01 cantly different at p &lt; 0.05.",
    "## 4.1. Microbial population diversity and community pro /uniFB01 le",
    "This study demonstrated the key role of Cu 2 þ concentration on the diversity and bacterial composition during the enrichment of CH4 degrading microbial communities. CH4 concentration did not entail signi /uniFB01 cant differences on either the microbial diversity or community structure. The Shannon e Wiener diversity index revealed that low Cu 2 þ concentrations at similar CH4 supply rates resulted in a higher diversity. This result was mainly due to a negative effect of high Cu 2 þ concentrations in some of the ecosystem communities.",
    "The analysis of the Pearson similarity coef /uniFB01 cients and the phylogenetic trees also con /uniFB01 rmed that the enriched methanotrophic bacteria shifted differently depending on the Cu 2 þ concentration. While Methylomonas , Methylobacter and Methylomicrobium were always present in all enrichments, a clear in /uniFB02 uence of Cu 2 þ concentration on the relative abundance and dominance of these species was observed. This was more evident in Methylomonas , which became dominant in the presence of high Cu 2 þ concentrations and outcompeted other microorganisms. Indeed, this genus was present at different positions in the DGGE gel and the phylogenetic tree, thus representing either different species of Methylomonas or distinct fragments of the same rich species. This /uniFB01 ngerprint pattern was comparable with that obtained in batch bioreactor cultures operated at low CH4 concentrations, where Methylomonas became the dominant microorganism when Cu 2 þ concentration was increased by a factor of 10 (Estrada et al., 2014; Van Der Ha et al., 2013).",
    "On the contrary, the DGGE pro /uniFB01 les of the communities enriched under the 8 conditions tested showed that both Cu 2 þ concentration and the cross effect of CH4 and Cu 2 þ concentration exhibited a minor impact on the structure of the associated heterotrophs. In this sense, the genus Bdellovibrio was the single identi /uniFB01 ed genus associated to a low copper concentration at 300 rpm. Interestingly, other authors have found using stable isotope probing (SIP) that Bdellovibrio is labeled in methanotrophic enrichments, suggesting that these might be parasites or predators of methanotrophs (McDonald et al., 2005; Semrau et al., 2010). In this regard, the high Cu 2 þ concentration used could have been toxic for Bdellovibrio , which suggest that the addition of Cu 2 þ could be used as a potential predator-parasite control strategy. Despite previous studies suggested that changes on Cu 2 þ concentration can induce a positive effect on the dominant species, to the best of our knowledge no clear in /uniFB02 uence of Cu 2 þ on the main bacterial communities and on the microbial diversity was reported to date. This is probably due to the narrow range of concentrations tested in environmental studies simulating natural soils but not taking into account the possible biostimulation effect derived from the addition of copper in land /uniFB01 ll cover soils (Estrada et al., 2014; Ho et al., 2013; Nikiema et al., 2013).",
    "The effective CH4 supply rate was determined by the agitation rate set under similar CH4 headspace concentrations, the lower stirring rates supporting a limited transfer of CH4 to the microbial community. The agitation rate exhibited a strong in /uniFB02 uence not only on the structure of the methanotrophic community ( Methylomonas presence was signi /uniFB01 cantly higher at 650 than at 300 rpm) but also on that of the associated heterotrophic population, which can play a key role on CH4 oxidation by avoiding a metabolite-mediated inhibition of MB or by excreting substances that stimulate MB activity (Hrsak and Begonja, 2000; Van Der Ha et al., 2013). The diversity of associated heterotrophs was higher at 300 rpm. In this context,",
    "Dokdonella (bands 12 e 13) and Bdellovibrio (bands 2 e 3), two heterotrophs belonging to the Proteobacteria phylum that have been retrieved in bioreactors treating waste gases (Kallistova et al., 2014; Lebrero et al., 2013), were detected. In addition, the phylum Chlamydiae , typically found in bioreactors inoculated with aerobic activated sludge, was present under low agitation rates (Estrada et al., 2014). However, the main bacteria present in the cultures enriched at 650 rpm were methanotrophic bacteria. Therefore, a more ef /uniFB01 cient transfer of CH4 favored the presence of dominant methanotrophs, while a lower CH4 effective supply rate promoted the occurrence of non-specialized organisms.",
    "## 4.2. Methane monoxygenase",
    "Copper is one of the most important factors controlling the relative expression of the two forms of monooxygenases in methanotrophs, sMMO and pMMO, and therefore in /uniFB02 uences the type of MB enriched (Murrel et al., 2000; Semrau et al., 2010). Previous enzymatic assays have shown that sMMO is synthesized at low Cu 2 þ concentrations (below 0.8 m M (Semrau et al., 2010)), while pmoA is always expressed at a signi /uniFB01 cant level regardless of the Cu 2 þ concentration and such expression increases at increasing copper concentrations (Hakemian and Rosenzweig, 2007; Murrel et al., 2000). However, other studies assessing the in /uniFB02 uence of copper on MB structure and MMO expression in natural ecosystems did not observe sMMO or type II MB at concentrations as low as 0.1 m M(Chen et al., 2007; Ho et al., 2013; Semrau et al., 2010). Thus, the mechanisms governing both the environmental distribution of both enzymes and the cross-effect of multiple parameters on the type of methanotrophs enriched or the enzyme expression are still unclear. In fact, additional factors such as the inorganic nitrogen concentration have been claimed to determine the type of methanotroph enriched. For example, Type II methanotrophs are often dominant in environments exposed at high CH4 concentrations and low inorganic nitrogen levels, due to their nitrogen /uniFB01 xing ability (Graham et al., 1993; Li et al., 2014; L /C19 opez et al., 2013). In this study, the high concentration of nitrogen (62 m М ) together with the low CH4 concentrations ( &lt; 8%) treated could explain the enrichment of type I methanotrophs.",
    "On the other hand, the presence of both mmoX and pmoA genes in the inoculum con /uniFB01 rmed that both enzymes were initially present, which suggests that the three types of methanotrophs were present in the inoculum but were gradually overcame by type I MB (Fig. 3A), with only the type X Methylococcus being detected at high CH4 and low Cu 2 þ concentrations. pMMO was thus the main enzyme present in the cultures enriched, even at lower Cu 2 þ concentrations than the thresholds set by previous enzymatic studies (Hanson and Hanson,1996; Murrel et al., 2000; Semrau et al., 2010). This /uniFB01 nding could be due to the presence of a Cu þ 2 uptake mechanism, such as that driven by methanobactin, that sensed and concentrated Cu 2 þ , thus supporting the correct activity of pMMO (Kalidass et al., 2015; Semrau et al., 2010). At this point it should be noted that despite some research provided insight into the role of copper using enzymatic and biochemistry studies, real scale operation is far more complex and requires the elucidation of the role of Cu 2 þ on the enzyme expression in natural mixed cultures.",
    "## 4.3. Biodegradation kinetics",
    "No signi /uniFB01 cant effect of Cu 2 þ concentration on the CH4 biodegradation rates were reported to date in literature for methane abatement technologies (Estrada et al., 2014; Nikiema et al., 2013).",
    "The results obtained in this study showed that differences in Cu 2 þ concentration of 500 /C2 supported signi /uniFB01 cant variations on CH4 biodegradation kinetics. In this sense, the effect of Cu 2 þ on the population was consistent with the changes observed on the biodegradation kinetics parameters. Interestingly, the values of qmax at 25 m Mof Cu 2 þ were higher than those previously reported in the literature (typically ranging from 4.2 /C2 10 /C0 5 to 1.3 /C2 10 /C0 4 gCH4 gbiomass /C0 1 h /C0 1 (Bender and Conrad, 1992; Gebert et al., 2003)). However, Ks values were within the ranges determined for lowterm culture exposure to diluted CH4 emissions (L /C19 opez et al., 2014). In addition, a higher mass transfer of CH4 during bacterial enrichment (resulting in a higher CH4 availability) favored the growth of those communities with lower af /uniFB01 nity for CH4 but with higher speci /uniFB01 c degradation rates. The superior speci /uniFB01 c CH4 biodegradation rates of the communities grown under higher CH4 transfer rates (650 rpm) was also con /uniFB01 rmed by the higher biomass and DNA concentration obtained (Fig. 4).",
    "In summary, high copper concentrations and an enhanced methane transfer (higher agitation rate) to the community during microbial enrichment resulted in communities with superior speci /uniFB01 c methane biodegradation rates (based on a different specialization of the MB community). Despite the large differences in Cu 2 þ concentration, only Type I methanotrophs were preferentially enriched as con /uniFB01 rmed by the absence of sMMO. In addition, the present study demonstrated the key role of enrichment cultivation conditions to develop microbial communities capable of maintaining a high ef /uniFB01 ciency and robustness, overcoming the limitations of current biotechnologies and improving methane abatement performance.",
    "This research was supported by the Spanish Ministry of Economy and Competitiveness (CTQ2012-34949 project and Red NOVEDAR), the European Union through the FEDER Funding Program and the Regional Government of Castilla y Le /C19 on (Regional PhD Grant Program and GR76, contract No E-47-2014-0140696). Rebeca P /C19 erez (University of Valladolid) is also gratefully acknowledged for her collaboration.",
    "American Water Works Association, 2012. Standard Methods for the Examination of Water and Wastewater. American Water Works Association/American Public Works Association/Water Environment Federation.",
    "Bender, M., Conrad, R., 1992. Kinetics of CH4 oxidation in oxic soils exposed to ambient air or high CH4 mixing ratios. FEMS Microbiol. Ecol. 101, 261 e 270. http://dx.doi.org/10.1016/0168-6496(92)90043-S.",
    "Carlsen, H., Joergensen, L., Degn, H., 1991. Inhibition by ammonia of methane utilization in Methylococcus capsulatus (Bath). Appl. Microbiol. Biotechnol. 35, 124 e 127. http://dx.doi.org/10.1007/BF00180649.",
    "Chen, Y., Dumont, M.G., C /C19 ebron, A., Murrell, J.C., 2007. Identi /uniFB01 cation of active methanotrophs in a land /uniFB01 ll cover soil through detection of expression of 16S rRNA and functional genes. Environ. Microbiol. 9, 2855 e 2869. http://dx.doi.org/ 10.1111/j.1462-2920.2007.01401.x.",
    "Costello, A.M., Lidstrom, M.E., 1999. Molecular characterization of functional and phylogenetic genes from natural populations of methanotrophs in lake sediments. Appl. Environ. Microbiol. 65, 5066 e 5074 doi:0099-2240/99/$04.0010.",
    "English, C.A., Merson, S., Keer, J.T., 2006. Use of elemental analysis to determine comparative performance of established DNA quanti /uniFB01 cation methods. Anal. Chem. 78, 4630 e 4633. http://dx.doi.org/10.1021/ac060174k.",
    "Erwin, D.P., Erickson, I.K., Delwiche, M.E., Colwell, F.S., Strap, J.L., Ronald, L., Crawford, R.L., 2005. Diversity of oxygenase genes from methaneand ammonia-oxidizing bacteria in the Eastern Snake river Plain aquifer. Appl. Environ. Microbiol. 71, 2016 e 2025. http://dx.doi.org/10.1128/AEM.71.4.2016.",
    "Estrada, J.M., Lebrero, R., Quijano, G., P /C19 erez, R., Figueroa-Gonz /C19 alez, I., GarcíaEncina, P.A., Mu ~ noz, R., 2014. Methane abatement in a gas-recycling biotrickling /uniFB01 lter: evaluating innovative operational strategies to overcome mass transfer limitations. Chem. Eng. J. 253, 385 e 393. http://dx.doi.org/10.1016/ j.cej.2014.05.053.",
    "European Environmental Agency, 2013. Annual European Union Greenhous Gas Inventory 1990-2011 and Inventory Report 2013. EEA Tech. Rep. 8, p. 22. http://",
    "dx.doi.org/10.2800/92220.",
    "Gebert, J., Groengroeft, A., Miehlich, G., 2003. Kinetics of microbial land /uniFB01 ll methane oxidation in bio /uniFB01 lters. Waste Manag. 23, 609 e 619. http://dx.doi.org/10.1016/ S0956-053X(03)00105-3.",
    "Graham, D.W., Chaudhary, J.A., Hanson, R.S., Arnold, R.G., 1993. Factors affecting competition between type I and type II methanotrophs in two-organism, continuous/uniFB02 ow reactors. Microb. Ecol. 25, 1 e 17. http://dx.doi.org/10.1007/ BF00182126.",
    "Hakemian, A.S., Rosenzweig, A.C., 2007. The biochemistry of methane oxidation. Annu. Rev. Biochem. 76, 223 e 241. http://dx.doi.org/10.1146/ annurev.biochem.76.061505.175355.",
    "Hall, B.G., 2013. Building phylogenetic trees from molecular data with MEGA. Mol. Biol. Evol. 30, 1229 e 1235. http://dx.doi.org/10.1093/molbev/mst012.",
    "Hanson, R.S., Hanson, T.E., 1996. Methanotrophic bacteria. Microbiol. Rev. 60, 439 e 471.",
    "Ho, A., Lüke, C., Reim, A., Frenzel, P., 2013. Selective stimulation in a natural community of methane oxidizing bacteria: effects of copper on pmoA transcription and activity. Soil Biol. Biochem. 65, 211 e 216. http://dx.doi.org/10.1016/ j.soilbio.2013.05.027.",
    "Hrsak, D., Begonja, A., 2000. Possible interactions within a methanotrophicheterotrophic groundwater community able to transform linear alkylbenzenesulfonates. Appl. Environ. Microbiol. 66, 4433 e 4439. http://dx.doi.org/10.1128/ AEM.66.10.4433-4439.2000.",
    "IPCC, 2013. Climate Change 2013: the Physical Science Basis. Summary for Policymakers. IPCC.",
    "Kalidass, B., Ul-haque, M.F., Baral, B.S., Dispirito, A.A., Semrau, J.D., 2015. Competition between metals for binding to methanobactin enables expression of soluble methane monooxygenase in the presence of copper. Appl. Environ. Microbiol. 81, 1024 e 1031. http://dx.doi.org/10.1128/AEM.03151-14.",
    "Kallistova, A.Y., Montonen, L., Jurgens, G., Münster, U., Kevbrina, M. V, Nozhevnikova, A.N., 2014. Culturable psychrotolerant methanotrophic bacteria in land /uniFB01 ll cover soil. 81, 109 e 118. http://dx.doi.org/10.1134/S0026261714010044.",
    "Lebrero, R., Volckaert, D., P /C19 erez, R., Mu ~ noz, R., Van Langenhove, H., 2013. A membrane bioreactor for the simultaneous treatment of acetone, toluene, limonene and hexane at trace level concentrations. Water Res. 47, 2199 e 2212. http://dx.doi.org/10.1016/j.watres.2013.01.041.",
    "Li, H., Chi, Z., Lu, W., Wang, H., 2014. Sensitivity of methanotrophic community structure, abundance, and gene expression to CH4 and O2 in simulated land /uniFB01 ll biocover soil. Environ. Pollut. 184, 347 e 353. http://dx.doi.org/10.1016/ j.envpol.2013.09.002.",
    "L /C19 opez, J.C., Quijano, G., Rebeca, P., Mu ~ noz, R., 2014. Assessing the in /uniFB02 uence of CH4 concentration during culture enrichment on the biodegradation kinetics and population structure. 146, 116 e 123. http://dx.doi.org/10.1016/j.jenvman.2014. 06.026.",
    "L /C19 opez, J.C., Quijano, G., Souza, T.S.O., Estrada, J.M., Lebrero, R., Mu ~ noz, R., 2013. Biotechnologies for greenhouse gases (CH ₄ , N ₂ O, and CO ₂ ) abatement: state of the art and challenges. Appl. Microbiol. Biotechnol. 97, 2277 e 2303. http:// dx.doi.org/10.1007/s00253-013-4734-z.",
    "McDonald, I.R., Kenna, E.M., Murrell, J.C., 1995. Detection of methanotrophic bacteria in environmental samples with the PCR. Appl. Environ. Microbiol. 61, 116 e 121 doi:0099-2240/95/$04.0010.",
    "McDonald, I.R., Radajewski, S., Murrell, J.C., 2005. Stable isotope probing of nucleic acids in methanotrophs and methylotrophs: a review. Org. Geochem 36, 779 e 787. http://dx.doi.org/10.1016/j.orggeochem.2005.01.005.",
    "McGinnis, S., Madden, T.L., 2004. BLAST: at the core of a powerful and diverse set of sequence analysis tools. Nucleic Acids Res. 32, 20 e 25. http://dx.doi.org/10.1093/ nar/gkh435.",
    "Murrel, J.C., Gilbert, B., McDonald, I.R., 2000. Molecular biology and regulation of methane monooxygenase. Arch. Microbiol. 173, 325 e 332. http://dx.doi.org/ 10.1007/s002030000158.",
    "Newby, D.T., Reed, D.W., Petzke, L.M., Igoe, A.L., Delwiche, M.E., Roberto, F.F., McKinley, J.P., Whiticar, M.J., Colwell, F.S., 2004. Diversity of methanotroph communities in a basalt aquifer. FEMS Microbiol. Ecol. 48, 333 e 344. http:// dx.doi.org/10.1016/j.femsec.2004.02.001.",
    "Nikiema, J., Brzezinski, R., Heitz, M., 2013. In /uniFB02 uence of phosphorus, potassium, and copper on methane bio /uniFB01 ltration performance. J. Environ. Eng. Sci. 8, 474 e 484. http://dx.doi.org/10.1139/L09-145.",
    "Nikiema, J., Brzezinski, R., Heitz, M., 2007. Elimination of methane generated from land /uniFB01 lls by bio /uniFB01 ltration: a review. Rev. Environ. Sci. Biotechnol. 6, 261 e 284. http://dx.doi.org/10.1007/s11157-006-9114-z.",
    "Saka /C20 c, N., Sak-Bosnar, M., 2012. Potentiometric study of a -amylase kinetics using a platinum redox sensor. Int. J. Electrochem. Sci. 7, 3008 e 3017.",
    "Scheutz, C., Kjeldsen, P., Bogner, J.E., De Visscher, A., Gebert, J., Hilger, H. a, HuberHumer, M., Spokas, K., 2009. Microbial methane oxidation processes and technologies for mitigation of land /uniFB01 ll gas emissions. Waste Manag. Res. 27, 409 e 455. http://dx.doi.org/10.1177/0734242X09339325.",
    "Semrau, J.D., Dispirito, A.A., Yoon, S., 2010. Methanotrophs and copper. FEMS Microbiol. Rev. 34, 496 e 531. http://dx.doi.org/10.1111/j.15746976.2010.00212.x.",
    "United States Environmental Protection Agency, 2013. Global Greenhouse Gas Emissions Data [WWW Document]. United States Environ. Prot. Agency. http:// dx.doi.org/10.3334/CDIAC/00001.",
    "Van Der Ha, D., Vanwonterghem, I., Hoefman, S., De Vos, P., Boon, N., 2013. Selection of associated heterotrophs by methane-oxidizing bacteria at different copper concentrations. Ant. Van Leeuwenhoek 103, 527 e 537. http://dx.doi.org/",
    "## 10.1007/s10482-012-9835-7.",
    "Wang, Q., Garrity, G.M., Tiedje, J.M., Cole, J.R., 2007. Naïve Bayesian classi /uniFB01 er for rapid assignment of rRNA sequences into the new bacterial taxonomy. Appl. Environ. Microbiol. 73, 5261 e 5267. http://dx.doi.org/10.1128/AEM.00062-07. Wright, E.S., Yilmaz, L.S., Noguera, D.R., 2012. DECIPHER, a search-based approach to chimera identi /uniFB01 cation for 16S rRNA sequences. Appl. Environ. Microbiol. 78, 717 e 725. http://dx.doi.org/10.1128/AEM.06516-11.",
    "Yoon, S., Carey, J.N., Semrau, J.D., 2009. Feasibility of atmospheric methane removal using methanotrophic biotrickling /uniFB01 lters. Appl. Microbiol. Biotechnol. 83, 949 e 956. http://dx.doi.org/10.1007/s00253-009-1977-9."
  ],
  "markdown_length": 62732,
  "chunks_count": 123,
  "extraction_method": "docling"
}