{
  "filename": "Chen et al. 2023.pdf",
  "markdown": "## RESEARCH\n\n## Open Access\n\n<!-- image -->\n\n## A novel inverse membrane bioreactor for efficient bioconversion from methane gas to liquid methanol using a microbial gas-phase reaction\n\nYan-Yu Chen, Masahito Ishikawa and Katsutoshi Hori *\n\n## Abstract\n\nBackground Methane   (CH 4 ), as one of the major energy sources, easily escapes from the supply chain into the atmosphere, because it exists in a gaseous state under ambient conditions. Compared to carbon dioxide   (CO 2 ),   CH 4 is 25 times more potent at trapping radiation; thus, the emission of   CH 4 to the atmosphere causes severe global warming and climate change. To mitigate   CH 4 emissions and utilize them effectively, the direct biological conversion of   CH 4 into liquid fuels, such as methanol   (CH 3 OH), using methanotrophs is a promising strategy. However, supplying biocatalysts in an aqueous medium with   CH 4 involves high energy consumption due to vigorous agitation and/ or bubbling, which is a serious concern in methanotrophic processes, because the aqueous phase causes a very large barrier to the delivery of slightly soluble gases.\n\nResults An inverse membrane bioreactor (IMBR), which combines the advantages of gas-phase bioreactors and membrane bioreactors, was designed and constructed for the bioconversion of   CH 4 into   CH 3 OH in this study. In contrast to the conventional membrane bioreactor with bacterial cells that are immersed in an aqueous phase, the filtered cells were placed to face a gas phase in the IMBR to supply   CH 4 directly from the gas phase to bacterial cells. Methylococcus capsulatus (Bath), a representative methanotroph, was used to demonstrate the bioconversion of   CH 4 to   CH 3 OH in the IMBR. Cyclopropanol was supplied from the aqueous phase as a selective inhibitor of methanol dehydrogenase, preventing further   CH 3 OH oxidation. Sodium formate was added as an electron donor to generate NADH, which is necessary for   CH 3 OH production. After optimizing the inlet concentration of   CH 4 , the mass of cells, the cyclopropanol concentration, and the gas flow rate, continuous   CH 3 OH production can be achieved over 72 h with productivity at 0.88 mmol   L -1 h -1 in the IMBR, achieving a longer operation period and higher productivity than those using other types of membrane bioreactors reported in the literature.\n\nConclusions The IMBR can facilitate the development of gas-to-liquid (GTL) technologies via microbial processes, allowing highly efficient mass transfer of substrates from the gas phase to microbial cells in the gas phase and having the supplement of soluble chemicals convenient.\n\nKeywords Gas-phase bioreaction, Methylococcus capsulatus (Bath), Methane, Methanol production, Membrane bioreactor\n\n*Correspondence: Katsutoshi Hori khori@chembio.nagoya-u.ac.jp\n\n<!-- image -->\n\nDepartment of Biotechnology, Graduate School of Engineering, Nagoya University, Furo-Cho, Chikusa-Ku, Nagoya 464-8603, Japan\n\n© The Author(s) 2023. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://  creat  iveco  mmons.  org/  licen  ses/  by/4.  0/. The Creative Commons Public Domain Dedication waiver (http://  creat  iveco mmons.  org/  publi  cdoma  in/  zero/1.  0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.\n\n## Background\n\nMethane    (CH 4 ),  the  main  component  of  biogas,  shale gas, and gas hydrate, has been used as the major energy resource for humans. After the shale gas revolution in the United States,   CH 4 became a popular chemical feedstock due to its high availability. However, because   CH 4 exists in a gaseous state in ambient conditions, large amounts of    CH 4 dissipation  occur  through  the  entire  gas  supply chain,  resulting  in  severe  greenhouse  effects  [1].  Of  the various  candidate  technologies  for  effectively  utilizing CH4, liquefied  natural  gas  (LNG)  is  a  common  form  to transport    CH 4 from  its  production  site  to  distant  consumption sites. However, the cost is quite expensive due to the extremely low temperature needed for storage and transportation. Converting   CH 4 into methanol   (CH3OH) through  a  gas-to-liquid  (GTL)  technique  has  attracted much attention because of the ease of storage and transportation  of  liquid    CH 3 OH  [2,  3].    CH 3 OH  is  a  useful feedstock for further chemical synthesis, a fuel with high energy  density,  and  an  excellent  hydrogen  carrier  that provides  safe  and  clean  energy.  However,  the  chemical process of producing   CH 3 OH through direct functionalization of   CH 4 is  energy intensive (the reaction temperature is approximately 900 °C and the operation pressure is 0.5-4 MPa) due to the high energy to cleave the C-H bond of   CH 4 (104 kcal   mol -1 ) [4].\n\nThe use of methanotrophs, which are methane-oxidizing microorganisms, as whole-cell catalysts has attracted great attention, because methanotrophs can biologically convert    CH 4 to    CH3OH by their  methane  monooxygenase (MMO) under ambient conditions in a single step [5-7].  Although    CH 4 bioconversion  shows  great  potential as an economical GTL technology, it still faces some difficulties in achieving efficient conversion for commercialization. One of the difficulties occurs due to the low solubility of   CH 4 and oxygen   (O 2 ) in water. Since the conventional methanotrophic process is generally conducted in the aqueous phase [8-13], the limitation of the amount of dissolved   CH 4 results in a low productivity of   CH3OH. Although various configurations of bioreactors for methanotrophic reactions have been proposed to enhance the process of dissolving   CH 4 in the aqueous phase, such as stirred tank reactors and bubble-lift reactors [14-16], the process consumes high amounts of energy to deliver gaseous substrates to the cells by stirring or bubbling.\n\nGas-phase  bioreactions  have  been  proposed  to  attain highly  efficient  delivery  of  gaseous  substrates  from  the gas phase to whole-cell catalysts without stirring or bubbling [17, 18]. In gas-phase bioreactors, it is necessary to immobilize  microbial  cells  on  solid  supports  instead  of dispersing them in an aqueous phase. A very large barrier of mass transfer of gaseous substrates from the gas phase to  the  aqueous  phase  is  largely  reduced  or  disappears in  the  absence  of  the  bulk  liquid.  In  the  case  of  methanotrophs,  cells  immobilized  on  polypropylene  rings  or porous building materials have been used for   CH 4 degradation  in  the  gas  phase  [19-21].  Some  studies  have claimed  that  microbial  cells  encapsulated  in  hydrogels can be used for gas-phase bioreactions, such as trichloroethylene degradation by Methylocystis sp. M (strain M) encapsulated in hydrogel beads [22]. However, we believe that  systems  using  gels  that  contain  a  high  content  of water  to  encapsulate  cells  should  not  be  recognized  as gas-phase reactions. In fact, our previous study showed that the degradation rate of   CH 4 by Methylococcus capsulatus (Bath) cells encapsulated in alginate gel was as slow as that in a static aqueous phase [23].\n\nIn  contrast  to  the  degradation  of  gaseous  substrates, there  are  very  few  reports  on  GTL  bioproduction  in the gas phase; the research is limited to the production of  highly  volatile  chemicals,  which  are  easily  harvested from the gas phase. For example, Hou produced propylene oxide from propylene using Methylosinus sp. CRL 31 immobilized on porous glass beads in a gas -solid bioreactor [24]. In the case of   CH 3 OH, which has a hydrophilic liquid form at normal pressure and ordinary temperature in most bioreactions, it is difficult to harvest the gaseous product unless vaporization is enhanced by heating and/ or  decompression.  In  addition,  an  inhibitor  for  methanol  dehydrogenase (MDH) and an electron donor, such as sodium formate, are usually needed for   CH3OH production by wild-type methanotrophs [9, 25, 26], but supplying these chemicals in gas-phase bioreactors is quite difficult.\n\nMembrane bioreactors (MBRs), which combine bioprocesses with membrane  filtration, are popular wastewater treatment systems, because they realize simultaneous biological reactions and solid -liquid separations.  Recently,  membrane  aerated  reactors,  in  which membranes are used for air supply rather than for solid -liquid  separation,  have  attracted  attention  [27,  28].  In these  types  of  MBRs,    O 2 and/or  gaseous  substrates  are supplied  from  the  gas  phase,  transported  through  the membrane, and delivered to microbial cells in the aqueous  phase.  The  microbial  cells  are  suspended  in  the aqueous  phase  or  immobilized  on  the  membrane  as  a biofilm  and  catalyze  the  oxidation  of  organic  chemicals in the aqueous phase. These MBRs have been employed for  aerobic  wastewater  treatment  [29,  30],  synthesis  of fine  chemicals  [31,  32],  and    CH 3 OH  production  [33, 34],  in  which    CH 4 and    O 2 were  supplied  through  two independent  membrane  modules;  premixing  was  not performed  to  keep  the  risk  of  explosion  low.  However, the  disadvantage  of  membrane  aerated  reactors  is  the requirement  of  gas  pressurizing  to  assist  gas  diffusion through the membrane into the aqueous phase, which is\n\nenergy-consuming.  Because  of  the  development  of  biofilms on the membrane on the side of the aqueous phase, the transmembrane pressure must be increased over time to maintain the gas permeability.\n\nThe purpose of this study was to develop a new energyefficient  gas-phase  bioreactor  for  bioconversion  from CH4 gas into liquid   CH 3 OH. A novel idea for a new bioreactor is to place filtered methanotroph cells on a membrane filter in the gas phase, which is a combination of a gas-phase bioreactor and an MBR. The usefulness of this new bioreactor, an inverse membrane bioreactor (IMBR), was demonstrated for GTL.\n\n## Results\n\n## Bioconversion of methane to methanol in a conventional membrane bioreactor\n\nWe constructed a new MBR (Fig. 1a). Its detailed structure  and  assembly  drawing  are  shown  in  Fig.  1b,  c, respectively. A sheet of flat membrane on a support grid separates two chambers for the gas phase and the aqueous  phase.  First,  this  reactor  was  used  for  the  bioconversion of   CH 4 into    CH3OH as a conventional MBR, in which  a  hydrophobic  polyvinylidene  difluoride  (PVDF) filter  was  employed  to  efficiently  transport    CH 4 to  the bottom aqueous phase. A cake of M.  capsulatus (Bath) cells  of  12.5  mg-dry  cell  weight  (DCW)  on  the  PVDF filter,  which  was  prepared  by  filtration,  was  set  in  the middle  of  the  reactor,  facing  the  aqueous  phase.  However, the filtered cells that were immersed in the aqueous phase were detached, and the cells were resuspended in the  aqueous  solution  that  contained  10  μM  cyclopropanol as an MDH inhibitor and 10 mM sodium formate as  an  electron  donor.  The  released  cells  were  circulated at 10 mL   min -1 in the bottom liquid chamber that contained  10  mL  of  the  aqueous  solution  (Fig.  2a).  The mixed gas containing 20% ( v / v )    CH4 in air was continuously infused into the top gas chamber from the inlet at 3 mL   min -1 of the gas flow rate without gas pressurization.  The  time  courses  of  the    CH 4 concentration  of  the exhausted  gas  and  the  accumulated  concentration  of CH3OH in the solution container are shown in Fig. 2b. During the 6 h reaction, the concentration of   CH 4 at the outlet was maintained at 19.9% ( v / v ).  By  calculating  the difference  between    CH 4 concentrations  at  the  inlet  and the  outlet,  we  estimated  that  the  average  consumption rate of   CH 4 was 7.1 μmol   h -1 .    CH3OH produced by the circulating M.  capsulatus cells  accumulated  in  the  liquid  chamber,  and  its  concentration  gradually  increased to 1 mM in 6 h. As a result, the conventional MBR without  gas  pressurizing  had  a  low  consumption  ratio  of CH4  (0.5%)  and  an  average  production  rate  of    CH3OH (1.7 μmol   h -1 ).\n\n## Bioconversion of methane to methanol in an inverse membrane bioreactor\n\nTo  simultaneously  deliver  gaseous    CH 4 to  the  methanotrophic cells, supply cyclopropanol and formate from the aqueous phase, and harvest   CH3OH from the aqueous  phase,  we  developed  a  novel  MBR,  IMBR,  which had the  same  reactor  configuration  as  described  above; however, the  membrane sheet was placed in an inverse direction  to  that  of  the  conventional  MBRs,  so  that  the filtered cells were faced the gas phase (Fig. 3a). M. capsulatus (Bath) cells were filtered on a sheet of hydrophilic glass fiber filter, which was employed to efficiently transport water and soluble chemicals through the membrane and was set, so that the cells were not immersed in the aqueous  solution  in  the  liquid  chamber.  Thus,  gaseous CH4 and   O 2 were directly delivered to the filtered wholecell catalysts in the gas phase, and the produced   CH3OH was transported to the aqueous phase via the hydrophilic membrane. In contrast, chemicals in the aqueous phase, including cyclopropanol, sodium formate, and inorganic nutrients,  were  delivered  to  the  filtered  cells  from  the aqueous phase via the membrane. A peristaltic pump was used for liquid circulation and to harvest   CH3OH from the  solution  container.  The  water  level  in  the  solution container remained lower than the position of the membrane sheet in the IMBR, generating negative pressure in the  direction  from  the  filtered  cells  to  the  liquid  chamber. Thus, the cake of the filtered cells was maintained in a semidry condition on the hydrophilic membrane in the gas phase.\n\nUsing this new IMBR, bioconversion of   CH 4 to   CH3OH was  performed.  All  the  operation  parameters  were  the same as those in the conventional MBR except the direction of the filtered cells and the material of the membrane filter.  The  time  courses of the   CH 4 concentration of the exhausted  gas  at  the  outlet  and  the  concentration  of CH3OH accumulated in the solution container are shown in Fig. 3b. After infusing   CH 4 into the IMBR, the concentration  of    CH 4 decreased  from  20%  ( v / v )  at  the  inlet  to 19.6% ( v / v )  at  the  outlet.    CH3OH was rapidly produced and  accumulated  in  the  aqueous  phase;  the  concentration of accumulated   CH3OH reached 2.0 mM in 2 h and then  gradually  increased  to  3.7  mM  in  6  h,  which  was approximately  4  times  higher  than  that  with  the  conventional  MBR.  The  overall    CH 3 OH  productivity  was 0.62 mmol   L -1 h -1 in  the  IMBR with a batch operation of the aqueous phase. The formate concentration, which supplies  reducing  power  for    CH 4 oxidation,  decreased from 10 to 3.8 mM in 6 h (Additional file 1). The value of pH increased from 7.0 to 8.3, likely due to the consumption of proton produced by formate conversion into   CO 2 during   CH3OH production. The OD values of the aqueous  solution  remained  below  0.005  in  6  h  (Additional\n\nFig. 1 a Photo of the bioreactor designed and fabricated in this study. b Schematics of the reactor design. c Components for assembling the reactor\n\n<!-- image -->\n\n(a)\n\nInlet gas\n\nHydrophobic\n\nPVDF\n\nFilter\n\nPeristaltic pump\n\nCell suspension\n\nOutlet gas\n\nLiquid circulation\n\nSolution container\n\nFig. 2 a Schematic of the operation of a conventional membrane bioreactor (MBR) assembled with a hydrophobic PVDF filter. b Time courses of   CH 4 concentration in the exhausted gas and the accumulated concentration of   CH 3 OH in the solution container in the conventional MBR. The gas phase and the aqueous phase in the bioreactor were conducted under continuous operation and batch operation, respectively\n\n<!-- image -->\n\nfile  2),  showing  no  significant  detachment  of  cells  during the experiment. During the 6 h operation, the average consumption rate of   CH 4 was 25.3 μmol   h -1 ,  which was significantly enhanced in the IMBR compared with the  conventional  MBR  operated  as  a  negative  control (Fig.  2),  while  the  overall  conversion of   CH 4 to    CH3OH was 24.4% and 23.5% in the IMBR and the conventional MBR,  respectively.  This  indicates  that  even  though  the cell  activities  in  these  two  systems  are  almost  identical, resistance to the mass transfer of   CH 4 limits the rate of CH4  consumption  and  dominates  the  rate  of    CH3OH production. Thus, the gas-phase bioreaction in the IMBR increased  the  rate  of    CH 4 consumption  compared  with that  of  the  aqueous-phase  bioreaction  and  caused  an increase in the rate of   CH3OH production.\n\n## Effects of the operating conditions of the IMBR on the consumption and conversion of methane\n\nIn the aforementioned result (Fig. 3b), the consumption ratio of   CH 4 , which directly demonstrates the efficiency of the substrate utilization, was very low (only 2%). The\n\n(a)\n\nInlet gas\n\nHydrophilic\n\nGlass-fiber\n\nFilter\n\nBiofilm\n\nPeristaltic pump\n\nOutlet gas\n\nLiquid circulation\n\nSolution container\n\nFig. 3 a Schematic of the operation of an inverse membrane bioreactor (IMBR), which was assembled with a hydrophilic glassfiber filter. b Time courses of   CH 4 concentration in the exhausted gas and the accumulated concentration of   CH 3 OH in the solution container in the IMBR. The gas phase and the aqueous phase in the bioreactor were conducted under continuous operation and batch operation, respectively\n\n<!-- image -->\n\nspace time, which is defined as the mean residence time of  reactants  in  the  reactor,  is  determined  by  calculating the ratio between the gas chamber volume and the volumetric  flow  rate  of  the  inlet  gas.  In  a  well-mixed condition  in  a  bioreactor,  in  which  reactants  and  biocatalysts efficiently collide by agitation or bubbling for the liquid phase (such as an activated sludge process), the space time is close to the actual residence time of reactants, and therefore, a longer space time results in a higher conversion or consumption ratio. In our IMBR, although the gas phase was not agitated, the diffusion rate of gaseous reactants with a small molecular mass, such  as    CH 4, was  quick  enough  in  the  gas  phase  that gaseous reactants were expected to contact the filtered cells  efficiently.  Therefore,  the  increase  in  the  space time might improve the ratio of methane consumption. To confirm this, a new reactor with a gas chamber volume of 25 mL (Fig. 4a, b) was fabricated. In this reactor,  the  outlet  was  also  repositioned  on  the  opposite side of the inlet, as far away from the inlet as possible,\n\nFig. 4 a Photo of the bioreactor with a 25 mL gas chamber. b Schematics of the IMBR with a 25 mL chamber. c Time courses of the concentration of exhausted   CH 4 in the IMBR with two sizes of the gas chamber, 2.5 mL and 25 mL\n\n<!-- image -->\n\nto  prevent the gas from passing through without contacting the filtered cells. This IMBR with the large gas chamber  was  compared  with  the  previously  mentioned  IMBR  with  the  smaller  gas  chamber  in  terms of  the  consumption ratio of   CH 4 .  The  glass  fiber  filter with 10 mg-DCW of filtered M. capsulatus (Bath) cells was set between the gas and liquid chambers of these IMBRs,  and  the  aqueous  solution  in  the  absence  of cyclopropanol and sodium formate was infused into the liquid chamber and circulated at 10 mL   min -1 . The volumetric flow rate of the inlet gas containing 20% ( v / v ) CH4 was fixed at 1 mL   min -1 .\n\nAs shown in Fig. 4c, in the IMBR with the larger gas chamber, the   CH 4 concentration at the outlet decreased to 19.0% ( v/v ) during the first 1.5 h and remained constant afterward. When the IMBR with the smaller gas chamber was  used,  the  exhausted    CH 4 concentration  decreased sharply over time, reaching 17.6% ( v/v ) after 1 h, and then became constant at approximately 17.5% ( v/v ). In the gas chambers  of  2.5  mL  and  25  mL,  the  space  time  of  the inlet gas was 2.5 min and 25 min, respectively. Although the space time in the gas chamber of 25 mL was 10 times longer than that in the gas chamber of 2.5 mL, the consumption  ratio  of    CH 4 was  much  lower  (approximately\n\n1/25) in the larger gas chamber than that in the smaller one (Additional file 3). Therefore, other operating conditions  had  to  be  examined  to  improve  the  consumption ratio of   CH 4,  and the IMBR with a 2.5 mL gas chamber was used in further experiments.\n\nNext, we examined the effects of the   CH 4 concentration of  the  inlet  gas  on  the    CH 4 consumption  and    CH3OH production in the IMBR. For this purpose, M. capsulatus (Bath) cells of 12.5 mg-DCW on the membrane were faced  the  gas  phase  in  the  IMBR,  in  which  the  bottom liquid  chamber  carried  10  mL  of  the  aqueous  solution containing 10 μM cyclopropanol and 10 mM sodium formate, with circulation at 10 mL   min -1 . A gas containing CH4 at concentrations  from  2%  to  30%  ( v / v )  in  air  was continuously pumped into the gas chamber at a gas flow rate of 1 mL   min -1 . The consumption rate of   CH 4 and the production rate of   CH 3 OH were determined by the total amounts of   CH4 consumed and   CH3OH produced in the first 1 h of the reaction. Thereafter, from the ratio of these two values, the conversion of   CH 4 into   CH 3OH as a percentage was calculated. As a result, the   CH4 consumption rate increased from 3.1 to 17 μmol   h -1 , and the consumption ratio of   CH 4 increased from 0.7% to 3.7% when the CH4 concentration of the inlet gas increased from 2% to 20% ( v / v ), but both of the values remained constant when the   CH 4 concentration was higher than 20% ( v / v ) (Fig. 5a and  Additional  file  4a).  The    CH 3 OH  production  rate showed the same trend as the   CH 4 consumption rate; it increased from 1.1 to 10 μmol   h -1 on  2-20% ( v/v )    CH4 and remained constant at &gt; 20% ( v/v )   CH 4 . This suggested that   CH3OH production was dominated by MMO activity when MDH activity was inhibited and excess NADH was  supplemented  by  the  addition  of  sodium  formate. The  conversion  of    CH 4 into    CH 3OH  increased  from 37% to 60% when the   CH4 concentration in the inlet gas increases up to 20% ( v/v )  (Additional file 4a). Therefore, the optimal   CH 4 concentration was 20% ( v/v )  under the operating conditions of the IMBR.\n\nWe also examined the effect of the mass of filtered M. capsulatus (Bath)  cells  on  the    CH 4 consumption  and CH3OH production in the  IMBR.  For  this  purpose, M. capsulatus (Bath)  cells  from  6.25  to  100  mg-DCW  on the  membrane  were  faced  the  gas  phase  in  the  IMBR, which was run in the same manner as above except that the   CH 4 concentration in the inlet gas was fixed at 20% ( v / v ). The   CH 4 consumption rate and consumption ratio increased from 6.6 to 23 μmol   h -1 and from 1.4% to 4.9%, respectively, as the mass of filtered cells increased from 6.25 to 50 mg-DCW (Fig. 5b and Additional file 4b). On the  other  hand,  the    CH 3 OH production  rate  increased from 3.8 μmol   h -1 at  6.25  mg-DCW to 10 μmol   h -1 at 12.5 mg-DCW but decreased to 7.0 μmol   h -1 at 25 mgDCW and to 6.1 μmol   h -1 at 50 mg-DCW. Consequently,\n\nFig. 5 Effects of the inlet concentration of   CH 4 a and the filtered cell amount b on the consumption rate of   CH 4 and the production rate of   CH 3OH\n\n<!-- image -->\n\nthe conversion from   CH 4 to    CH3OH was approximately 60% when the mass of filtered cells increased from 6.25 to  12.5  mg-DCW but decreased to 27% when the mass increased to 50 mg-DCW. Therefore, the mass of the cells is  the  optimum  at  12.5  mg-DCW  under  the  operating conditions for the IMBR.\n\nMoreover,  we  investigated  the  effect  of  the  concentration  of  cyclopropanol  in  the  aqueous  solution  on the    CH 4 consumption  and    CH 3 OH production  in  the IMBR. M. capsulatus (Bath) cells at 12.5 mg-DCW on the membrane were faced the gas phase in the IMBR. The  inlet  gas  containing  20%  ( v / v )    CH4  in  air  was pumped at 1 mL   min -1 into  the  reactor.  The  aqueous solution was infused into the bottom chamber and circulated  at  10  mL    min -1 .  The  solution  was  exchanged successively  every  3  h  by  the  solution  containing  the\n\nsame  concentration  of  sodium  formate  at  10  mM  but different  concentrations  of  cyclopropanol  at  0  μM, 1  μM and 10 μM. Figure 6a shows the concentrations of  exhausted    CH 4 and  accumulated    CH 3 OH  in  three periods  with  three  different  concentrations  of  cyclopropanol. In the first 3 h of operation,   CH3OH was not produced because of the absence of cyclopropanol, and the exhausted   CH 4 concentration remained at approximately  17.8%  ( v/v ).  During  the  period  with  1  μM cyclopropanol,  a  small  amount  of    CH3OH  was  produced.  However,  the  conversion  of    CH 4 into    CH3OH was  not  sustained  and  decreased  from  4.6%  to  1.6% (Additional  file  5).  The  exhausted    CH 4 concentration slightly increased to 18.0% ( v/v )  in  this  period. At 6 h, the  solution  was  exchanged  again,  and  the  concentration of cyclopropanol was increased to 10 μM. During this period, although the exhausted   CH 4 concentration increased to 19.3% ( v/v ),   CH 3 OH was significantly accumulated and reached over 2 mM. The conversion was initially  approximately  60%  at  7  h  and  then  decreased to 21% at 9 h. With the same conditions as above except for  the  aqueous  phase,  which  contained  20  μM  cyclopropanol, its effects on the concentrations of exhausted CH4 and accumulated   CH3OH are shown in Fig. 6b. A higher concentration of cyclopropanol was expected to greatly inhibit MDH activity to produce more   CH3OH. However, the maximum accumulated   CH3OH concentration  reached  only  1  mM  in  7  h,  and  the  exhausted CH4 kept about 19.4% ( v/v ),  while  the  maximum conversion decreased to approximately 20% by the increase in  the  cyclopropanol concentration (Additional file 6). Thus,  the  optimal  cyclopropanol  concentration  was 10  μM  under  the  operating  conditions  of  the  IMBR. However, at all the cyclopropanol concentrations tested,  the  conversion  of    CH 4 into    CH3OH decreased with  time,  suggesting  that  the  continuous  supply  of cyclopropanol is necessary to maintain the conversion.\n\nFig. 6 a Effects of the cyclopropanol concentration from 0 to 10 μM on the concentrations of exhausted   CH 4 and accumulated   CH 3 OH. The arrows indicate the timing of the exchange of the aqueous solution. b Time courses of the concentrations of exhausted   CH 4 and accumulated   CH 3 OH with 20 μM cyclopropanol\n\n<!-- image -->\n\n## Continuous bioconversion of methane into methanol in an IMBR\n\nFinally,  we  carried  out  the  continuous  production  of CH3OH from   CH4  in  a  gas  phase  using  the  IMBR  in the  operating  conditions  that  were  optimized  above (Fig.  7a).  A  mixed  gas  containing  20%  ( v / v )    CH 4 and air was continuously supplied into a 2.5-mL gas chamber  of  the  IMBR,  in  which M.  capsulatus (Bath)  cells of  12.5  mg-DCW  on  the  glass  fiber  filter  were  faced the  gas  phase,  and  the  same  volume  of  supplied  gas was  exhausted  from  the  gas  chamber.  A  total  volume of  10  mL  of  the  medium  containing  10  μM  cyclopropanol and 10 mM sodium formate, as well as 9.9 mM nitrate  as  a  nitrogen  source,  was  circulated  through  a 2.5  mL  liquid  chamber  of  the  IMBR  at  10  mL    min -1 using  a  peristaltic  pump.  To  replenish  formate  and other  medium  components  that  were  consumed  and to supply active cyclopropanol, in this experiment, the fresh medium was continuously injected into the liquid chamber at 4 mL   h -1 of  the  flow  rate  using  a  syringe pump,  and  the  same  volumetric  flow  of  the  liquid  as that injected was discharged into a solution container. The space velocity for the fresh medium was 1.6   h -1 .\n\nFirst, the gas flow rate was  varied from  0.2 to 2.5  mL    min -1 to  investigate  its  effect  on  the  reaction. Figure  7b  shows  the  effect  of  the  gas  flow  rate  on  the CH4  consumption  rate  and  the  consumption  ratio  of CH4  in  the  initial  1  h  of  the  reaction.  The    CH 4 consumption  rate  in  the  IMBR  remained  constant  at approximately 23 μmol   h -1 when the gas flow rate was in  the  range  from  0.2  to  1  mL    min -1 ,  while  the  consumption  ratio  of    CH 4 decreased  from  24.2%  to  5.1% in  this  range.  On  the  other  hand,  the    CH4  consumption rate decreased from 23 to 8.6 μmol   h -1 when the gas flow rate increased from 1 to 2.5 mL   min -1 , and the consumption  ratio  of    CH 4 further  decreased  to  0.7%. This suggests that the space time of   CH 4 in the IMBR is too short to maintain the same   CH 4 consumption rate as that at 1 mL   min -1 when the gas flow rate is above 1.5 mL   min -1 . Then, we tried to run the IMBR by flowing the gas at 0.2 mL   min -1 in its gas chamber for more\n\nFig. 7 a Schematic of the continuous operation for the bioconversion of   CH 4 to   CH 3 OH in the IMBR. b Effects of the gas flow rate on the consumption rate and consumption ratio of   CH 4 . c Time courses of concentrations of   CH 4 and   CH 3 OH at the outlet of the IMBR at 0.2 mL   min -1 of the gas flow rate and 4 mL   h -1 of the liquid flow rate. d Time courses of the consumption ratio of   CH 4 and   CH 3 OH productivity in the IMBR\n\n<!-- image -->\n\nthan 3 d for the continuous bioconversion of   CH 4 into CH3OH by a microbial gas-phase reaction.\n\nThe  time  courses  of    CH 4 concentration  in  a  gas exhausted from the gas chamber and   CH3OH concentration in a liquid discharged from the liquid chamber are  shown  in  Fig.  7c.  The    CH 4 concentration  in  the exhausted  gas  decreased  from  20.0%  to  15.3%  ( v / v ) in  the  first  4  h  of  the  reaction,  increased  slightly  to 16.9% ( v / v ) in the next 36 h, and thereafter remained at approximately 16.7% ( v / v ) in the steady state. The variation  in  the    CH 3 OH  concentration  of  the  discharged solution  showed  a  trend  in  response  to  that  of  the exhausted    CH 4 concentration,  although  the  response was  slightly  delayed.  The  produced    CH 3 OH  initially increased and reached 1.4 mM in 15 h. Then, it slowly decreased along with the drop in the consumption rate of    CH 4 and  then  remained  constant  at  1.0  mM  after 40 h to the end of the experiment. The   CH4  consumption ratio and   CH 3OH productivity over time are shown in  Fig.  7d.  Before  36  h,  the  consumption  ratio  of    CH 4 decreased from 23.4% to 17.6% but kept the ratio during  the  steady  state.    CH 3 OH  productivities  increased from 0.27 mmol   L -1 h -1 at  2  h  to  0.94  mmol    L -1 h -1 (the maximum) at 20 h, and kept over 0.8 mmol   L -1 h -1 (0.88 mmol   L -1 h -1 in average) during the steady state. The conversion at each timepoint, calculated from the ratio  of  the    CH 3 OH production  rate  to  the    CH 4 consumption rate, is summarized in Table 1. The maximum conversion was 37% at 15 h. The average conversion in the  steady  state  was  approximately  27%,  the  average value of those at 52 h, 64 h, and 76 h in Table 1.\n\nTable 1 CH4  consumption rate, the   CH 3 OH production rate, and the  conversion  of    CH 4 to    CH 3 OH  in  the  continuous  operation shown in Fig. 7\n\n|   Time (h) |   CH 3 OHproduction rate (μmol h - 1 ) |   CH 4 consumption rate (μmol h - 1 ) |   Conversion (%) |\n|------------|----------------------------------------|---------------------------------------|------------------|\n|          4 |                                    5.6 |                                  21.7 |             26   |\n|         15 |                                    7.1 |                                  19.2 |             37   |\n|         20 |                                    3.7 |                                  19.9 |             19   |\n|         27 |                                    2.5 |                                  18.1 |             14   |\n|         40 |                                    1.2 |                                  14.3 |              8.5 |\n|         52 |                                    4.1 |                                  16.4 |             25   |\n|         64 |                                    4.5 |                                  15.5 |             29   |\n|         76 |                                    4.4 |                                  16.4 |             27   |\n\n## Discussion\n\nTable  2  summarizes  the  performance  of    CH3OH  production in different types of MBRs with their operation conditions for comparison between the IMBR and others [33-36].  We  designed  the  IMBR  to  reduce  energy  consumption for supplying gas in methanotrophic processes. In  the  IMBR,  gas  pressurizing  is  unnecessary,  because cells  on  the  membrane  are  placed  in  the  gas  phase.  In the  IMBR, the high   CH 3OH productivity was achieved, even  though  the  gas  flow  rate  was  0.2  mL    min -1 into 2.5 mL of a reaction volume (gas chamber) (dilution rate D = 0.08    min -1 ),  indicating low energy consumption for gas supply. The   CH 3 OH productivity (0.74 mmol   L -1 h -1 ) close to our data was achieved by Duan et al. using a different bacterial species than ours in a conventional MBR. However, in their paper, pure   CH 4 and   O 2 were supplied at  the  summed  flow  rate  of  112  mL    min -1 from  long tubes  into  300  mL  reaction  mixture  ( D = 0.37    min -1 ). To  supply  gas  from  tubes  to  the  bulk  water  medium,  a high pressure is usually required to overcome the transmembrane pressure. In addition, if we use pure oxygen, the   CH 3 OH productivity will improve, because oxygen is stoichiometry short from mixed gas of 20%   CH 4 and 80% air supplied in this study; more than 20%   O 2 is  required for  stoichiometric    CH 3 OH  production  from  20%    CH 4 and cell maintenance. As for conversion from   CH 4 into CH3OH, we cannot simply compare our values obtained by  the  continuous  product  discharge  with  the  value obtained by product accumulation in a batch system by Duan  et  al . However,  the  maximum  conversion  in  our batch operation was 60%, which was the similar level as the value shown by them. Of course, we should note that cell separation is unnecessary for purification of   CH3OH in the IMBR, unlike most of other methods [33, 34, 36] in Table 2.\n\nThe maximum consumption rate of CH4 was 58 μmol   h -1 in a 2.5 mL gas chamber when M. capsulatus (Bath) resting cells of 10 mg-DCW were used without the addition of cyclopropanol and formate in the system (Additional file 3), resulting in the specific   CH4 consumption  rate  of  5.8  mmol  g-DCW -1 h -1 ,  which  is  about  3 times lower than 18.46 mmol g-DCW -1 h -1 in literatures [37,  38].  This  was  probably  because cells  in  a  gas  phase reaction are in a resting condition [39]. It  is  reasonable to deduce that resting cells should consume less carbon sources than actively growing cells for the production of single cell protein.\n\nThe diffusion coefficient of CH 4 in air is  much larger  (0.22    cm 2 s -1 at  25  °C,  [40])  than  that  in  water (0.15 × 10 -4 cm 2 s -1 at 25 °C, [41]). However, the results shown in Fig. 4c suggested that the external mass transfer,  which  refers  to  the  process  of  delivering  reactants from the bulk phase to catalysts on a solid surface, was\n\nTable 2 Performance of   CH 3 OH production in different types of membrane bioreactors\n\n| Refs.                   | Bacteria strain                     | Reactor type                          | Operation                                                                                                                                             |   Total production period (h) | MDH inhibition method                    | External reducing agent                           | CH 3 OH productivity (mmol L - 1 h - 1 )   | Conversion (%)               |\n|-------------------------|-------------------------------------|---------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------|------------------------------------------|---------------------------------------------------|--------------------------------------------|------------------------------|\n| This study              | Methylococcus capsulatus Bath       | Inverse membrane bioreactor           | Gas: continu- ous supply at 0.2 mL min - 1 (CH 4 :air = 1: 4 v / v ) Aqueous: con- tinuous supply at 4 mL h - 1 Reaction vol- ume: 5 mL               |                            76 | 10 μM Cyclo- propanol                    | 10mM sodium formate                               | 0.88                                       | Max: 37 a Steady state: 27 b |\n| This study              | Methylococcus capsulatus Bath       | Inverse membrane bioreactor           | Gas: continu- ous supply at 3 mL min - 1 (CH 4 :air = 1: 4 v / v ) Aqueous: batch Reaction vol- ume: 5 mL                                             |                             6 | 10 μM Cyclo- propanol                    | 10mM sodium formate                               | 0.62                                       | Max: 60 c Overall: 24 d      |\n| Duan et al. (2011) [34] | Methylosinus trichosporium OB3b     | Bubble free membrane bioreactor       | Gas: continu- ous supply at 112 mL min - 1 (CH 4 :O 2 = 1: 1 v / v ) Aqueous: batch Reaction vol- ume: 300 mL                                         |                            40 | 400 mMphos- phate 10 mMMgCl 2            | 20mM sodium formate                               | 0.74                                       | 64                           |\n| Pen et al. (2014) [33]  | Methylosinus trichosporium OB3b     | Batch membrane bioreactor             | Gas: continu- ous supply at 94 mL min - 1 (CH 4 :O 2 = 1: 1 v / v ) Aqueous: Batch Reaction vol- ume: 50 mL                                           |                            24 | 12.9 mMphos- phate 100 mMNaCl 1.0 mMEDTA | 20mM sodium formate                               | 0.38                                       | N/D                          |\n| Pen et al. (2016) [36]  | Methylosinus trichosporium OB3b     | Fed-batch membrane bioreactor         | Gas: continu- ous supply at 94 mL min - 1 (CH 4 :O 2 = 1: 1 v / v ) Aqueous: semi- batch Reaction vol- ume: 150 mL                                    |                            48 | 12.9 mMphos- phate 100 mMNaCl 1.0 mMEDTA | 20mM sodium formate                               | 8.15 × 10 -2                               | N/D                          |\n| Xin et al. (2004) [35]  | Methylosinus trichosporium IMV 3011 | Continuous stirred mem- brane reactor | Gas: continu- ous supply at 5 mL min - 1 (CH 4 :O 2 :N 2 : CO 2 = 1:1:1:2 v / v ) Aqueous: con- tinuous supply at 7 mL h - 1 Reaction vol- ume: 40 mL |                           198 | Carbon dioxide                           | Partial CH 3 OH oxidation for NADH regen- eration | 2.90 × 10 -3                               | N/D                          |\n\na Data from the point at 15 h in Table 1\n\nb Average of data from the points at 52 h, 64 h, and 76 h in Table 1\n\nc Calculated from the data from the first 1 h operation of the experiment shown in Fig. 3b\n\nd Calculated from the data from the 6 h operation of the experiment shown in Fig. 3b\n\nlimited in a flowing state in the gas chamber with a large size (25 mL). Then, the pattern of the gaseous flow in the gas  chambers  was  simulated.  This  result  predicts  that channeling  occurred  in  the  gas  flow;  most    CH 4 molecules  passed  through  without  contacting  the  biocatalysts before being exhausted from the outlet (Additional file 7a, b). In contrast, it was simulated that the gas flow in  the  small  chamber  was  distributed  into  a  disk-like shape and   CH 4 molecules  efficiently  contacted  the  cells on a membrane (Additional file 7c, d). However, it is predicted that the velocity of the gas flow was slower in the small region of the opposite side of the inlet, because the outlet  was  located  at  the  center  of  the  disk-shaped  gas chamber. Displacing the outlet to the opposite side of the inlet will improve the gas flow and spread the flow over the entire cells on a membrane. We also think the reactor can be scaled up while maintaining the same constant surface area-to-volume as the small chamber. Of course, the  similar  simulations  are  also  useful  when  scaling  up and/or  modifying  the  configuration  of  IMBRs.  Multiple  IMBRs  can  also  be  stacked  or  arranged  for  further scale-up.\n\nThe  concentration  of  cyclopropanol  should  be  optimized, because it introduces a kind of trade-off relationship  between  the  effectiveness  for  inhibiting  the  MDH activity  and  cell  or  MMO  activity.  When  the  cyclopropanol  concentration  provided  to  the  aqueous  solution increased from 0 μM, 1 μM, and 10 μM, the   CH4 consumption  ratio  decreased  from  11%,  10%,  and  3.7%, respectively,  while  the  conversion  of    CH 4 into    CH3OH increased  from  0%,  4.6%,  and  60%,  respectively  (Additional  file  5).  However,  the  slight  decrease  in  the    CH 4 consumption  ratio  to  2.9%  but  the  large  decrease  in the  maximum  conversion  to  19%  at  20  μM  cyclopropanol suggested that a high concentration of this MDH inhibitor  lowers  the  MMO  activity  (Additional  file  6). Therefore,  10  μM  was  the  optimum  concentration  of cyclopropanol  for  the  conversion  of    CH 4 into    CH3OH under  the  experimental  conditions  for  Fig.  6.  The  optimum concentration  of  cyclopropanol  seems  to  depend on the amount of cells; the decrease in the   CH 4 conversion into   CH3OH that was observed when the amount of the filtered cells increased from 12.5 mg-DCW to 25 mgDCW at 10 μM cyclopropanol, as shown in Fig. 5b, suggests  that  this  cyclopropanol  concentration  was  not enough to effectively inhibit MDH in the increased cells.\n\nIn the experiment shown in Fig. 3,   CH3OH concentration increased from 0 to 3.7 mM in 10 mL of the aqueous solution in 6 h, producing 37 μmol   CH3OH. At the same time, the concentration of formate in 10 mL of the aqueous solution decreased from 10 to 3.7 mM in 6 h, consuming 63 μmol formate (Additional file 1). This implies that 63 μmol NADH was generated, in which 37 μmol of\n\nNADH  was  used  for  methanol  production.  Therefore, 60%  of  NADH  generated  from  formate  oxidation  into CO2  contributed  to  methanol  production,  suggesting that 40% of the generated NADH was used for cell maintenance. It has also been reported in literatures that formate could be used by Methylosinus trichosporium OB3b in  the  serine  pathway  for  carbon  fixation,  which  would compete  with  the  process  of  NADH  generation  [4,  36, 42].  The  high  productivity  of    CH 3 OH  in  the  proposed IMBR was maintained over 76 h of the continuous operation,  suggesting  the  long-term  stability  of  the  cells.  The continuous supply of formate and cyclopropanol is also thought to be important for keeping the stable activity to avoid the lack of reducing power and the decrease in the inhibitory activity for MDH.\n\n## Conclusion\n\nThe  bioreactor  constructed  in  this  study,  IMBR,  combined  not  only  the  feature  of  the  gas-phase  bioreactor, which  exhibits  a  low  resistance  to  the  gas  delivery  of CH4, but also that of MBRs, which supply chemicals and harvest   CH3OH from the aqueous phase. Along with an efficient  supply  of  gaseous  substrates,  MDH  inhibitors, reducing  agents,  and  nutrients,  the  production  rate  of CH3OH can be better enhanced using an inverse cake of the  filtered  cells  in  the  IMBR  compared  to  the  conventional MBR. This design concept of the proposed bioreactor could inspire the development of a novel gas-phase bioreactor  for  converting  various  gaseous  substrates, such  as    CH 4 ,    CO2  or  syngas,  into  high-value  liquid products.\n\n## Methods\n\n## Cultivation of Methylococcus capsulatus (Bath)\n\nM.  capsulatus (Bath)  was  grown  in  nitrate  mineral  salt (NMS) medium without the addition of copper ions for all experiments with   CH3OH production or with 20 μM CuSO4 only for investigating the effect of the space time on the consumption rate of   CH 4 [43, 44]. M. capsulatus (Bath)  cells  were  cultivated  at  42  °C  with  a  supplement of 20% ( v / v )   CH 4 for 4 days. The cells were harvested by centrifugation at 6000 rpm for 30 min and resuspended in fresh NMS medium before experiments. The cell density was determined by the optical density at 540 nm. An optical density of 1 unit corresponded to approximately 0.225 g   L -1 dry M. capsulatus (Bath) cells.\n\n## Construction of membrane bioreactors\n\nThe  components  assembled  in  membrane  bioreactors (MBRs) from top to bottom were as follows: a polycarbonate  (PC)  gas  chamber  with  a  volume  of  2.5  mL  or 25 mL, a polytetrafluoroethylene (PTFE) gasket, a membrane sheet with cells, a PC support grid, and a PC liquid\n\nchamber  with  a  volume  of  2.5  mL.  These  components were locked using screws and nuts to build up a gas-tight bioreactor [39].\n\nAn inverse  membrane  bioreactor  (IMBR)  was  assembled  with  a  hydrophilic  glass  fiber  filter  (GF/F  47;  GE Healthcare)  as  a  support  for  the  filtered  cells  toward the  gas  phase.  In  a  conventional  membrane  bioreactor (MBR), a hydrophobic polyvinylidene difluoride (PVDF) filter (GVHP04700; Durapore; Merck) was used to separate the gas phase and the aqueous phase.\n\n## Cell preparation for methanol production\n\nAfter  harvesting M.  capsulatus (Bath)  by  centrifugation, the cells were resuspended in 10 mL of fresh NMS medium  with  10  μM  cyclopropanol  and  incubated  at room temperature for 60 min. After that, the cells treated with cyclopropanol were filtered as previously described [39] and then placed in the middle of the bioreactor. To investigate  the  effect  of  the  space  time  and  the  effect of  the  cyclopropanol  concentration,  the  cells  were  not treated with cyclopropanol in advance.\n\n## Methanol production in a membrane bioreactor\n\nThe  mixture  of    CH 4 and  air  (80%    N 2 and  20%    O 2 )  was prepared by a gas blender (BR-2CS; KOFLOC Kyoto) to control  the  gas  flow  rate.  Gas  was  introduced  into  the gas  chamber  continuously  through  a  PTFE  tube  (0.5  m long × 3  mm  O.D. × 2  mm  I.D.).  The  aqueous  solution that was composed of fresh NMR medium with cyclopropanol  and  sodium  formate  was  circulated  between  the bottom liquid chamber and the solution container using a peristaltic pump (ISM931; ISMATEC) at 10 mL   min -1 . In  the  continuous  operation  of    CH 3 OH production,  in addition  to  the  liquid  circulation  by  a  peristaltic  pump, the  same  composition  of  the  aqueous  solution  was injected into the bottom liquid chamber using a syringe pump (LEGATO 200; KD Scientific) at a liquid flow rate of 4 mL   h -1 and continuously discharged into the solution container. The total volume of the aqueous solution circulated in the bioreactor was approximately 10 mL. To calculate    CH 3 OH  productivity,  the  reaction  volume  of the IMBR was defined at 5 mL, which was the summation of  2.5  mL  of  the  gas  chamber  and  2.5  mL  of  the  liquid chamber. The experiments were conducted at 42 °C.\n\n## Quantification of methane consumption and methanol production\n\nThe  concentrations  of    CH 4 and    CH 3OH  were  determined  quantitatively  by  injecting  0.1  mL  of  the  gas sample  and  5  μL  of  the  aqueous  sample,  respectively, using  a  syringe  into  the  injector  port  of  a  gas  chromatograph (GC-2014; Shimadzu) equipped with a flame  ionization  detector  and  a  25%  sorbitol  Gasport B  (60/80)  glass  column  (GL  Sciences).  Gas  chromatography  parameters  were  nitrogen  as  the  carrier  gas at  a  flow  rate  of  40  mL    min -1 ,  column temperature of 100 °C, and detector temperature of 150 °C.\n\n## Abbreviations\n\n| CH 4 CH 3 OH CO 2 GTL   | Methane Methanol Carbon dioxide   |\n|-------------------------|-----------------------------------|\n|                         | Gas-to-liquid                     |\n| I.D.                    | Inner diameter                    |\n| IMBR                    | Inverse membrane bioreactor       |\n| MBR                     | Membrane bioreactor               |\n| MMO                     | Methane monooxygenase             |\n| MDH                     | Methanol dehydrogenase            |\n| M. capsulatus           | Methylococcus capsulatus          |\n| NMS                     | Nitrate mineral salt              |\n| N 2                     | Nitrogen                          |\n| O 2                     | Oxygen                            |\n| O.D.                    | Outer diameter                    |\n| PC                      | Polycarbonate                     |\n| PTFE                    | Polytetrafluoroethylene           |\n| PVDF                    | Polyvinylidene difluoride         |\n\n## Supplementary Information\n\nThe online version contains supplementary material available at https://  doi. org/  10.  1186/  s13068-  023-  02267-6.\n\nAdditional file 1: Time courses of the formate concentration, the   CH 3 OH concentration, and pH in the aqueous solution in the experiment of Fig 3b\n\nAdditional file 2: The time course of OD values in the aqueous solution in the experiment of Fig 3b.\n\nAdditional file 3: Consumption rates and consumption ratios of   CH 4 calculated from the data shown in Fig 4c.\n\nAdditional file 4: Consumption ratios of   CH 4 and conversion calculated from the data shown in (a) Fig. 5a and (b) Fig. 5b.\n\nAdditional file 5: Consumption rates of   CH 4 , consumption ratios of   CH 4 , and conversion calculated from the data shown in Fig. 6a.\n\nAdditional file 6: Consumption rates of   CH 4 , consumption ratios of   CH 4 , and conversion calculated from the data shown in Fig. 6b.\n\nAdditional file 7: In a 25 mL gas chamber, (a) the profile of velocity magnitude on the XZ plane; and (b) the 3-D profile of the gas flow when the velocity magnitude is higher than 2 mm   min -1 . In a 2.5 mL gas chamber, (c) the profile of velocity magnitude on the XZ plane; (d) the 3-D profile of the gas flow when the velocity magnitude is higher than 2 mm   min -1 . The arrows are velocity vectors indicating the direction of the gas flow. The dashed circle indicates the region at a velocity slower than 2 mm   min -1 . The flow dynamics in the gas chamber were simulated by Autodesk CFD 2019. The material was set as an incompressible flow composed of 20% CH4  and 80% air at 101325 Pa and 315.15 K. The boundary conditions were a volume flow rate of 1   cm 3 min -1 with a fully developed flow at the inlet and a gauge pressure of 0 Pa at the outlet. The mesh size of the model was set by automatic sizing with a minimum refinement length of 0.1 mm. The model was solved by the advection mode of ADV 1 (monotone streamline upwind) in a laminar state without heat transfer. The velocity magnitude is normalized in the range from 0 to 5 mm   min -1 . A velocity higher than 5 mm   min -1 is included in red.\n\n## Acknowledgements\n\nThe authors acknowledge the academic license provided by Autodesk, which was used in this study for the analysis of CFD.\n\n## Author contributions\n\nY-YC: conceptualization, investigation, methodology, data curation, visualization, writing-original draft. MI: conceptualization, writing-review and editing. KH: conceptualization, supervision, funding acquisition, and writingreview and editing. All authors read approved the final manuscript.\n\n## Funding\n\nThis work was supported by the project JPNP18016 of the New Energy and Industrial Technology Development Organization.\n\n## Availability of data and materials\n\nThe data sets used and/or analyzed during the current study are available from the corresponding author on reasonable request.\n\n## Declarations\n\n## Ethics approval and consent to participate\n\nNot applicable.\n\n## Consent for publication\n\nNot applicable.\n\n## Competing interests\n\nThe authors declare that they have no competing interests.\n\nReceived: 6 September 2022   Accepted: 21 January 2023\n\n## References\n\n1. Bousquet P, Ciais P , Miller JB, Dlugokencky EJ, Hauglustaine DA, Prigent C, et al. Contribution of anthropogenic and natural sources to atmospheric methane variability. Nature. 2006;443:439-43.\n2. Wood DA, Nwaoha C, Towler BF. Gas-to-liquids (GTL): a review of an industry offering several routes for monetizing natural gas. J Nat Gas Sci Eng. 2012;9:196-208.\n3. Dias V, Pochet M, Contino F, Jeanmart H. Energy and economic costs of chemical storage. Front Mech Eng. 2020;6:21.\n4. Bjorck CE, Dobson PD, Pandhal J. Biotechnological conversion of methane to methanol: evaluation of progress and potential. AIMS bioeng. 2018;5:1-38.\n5. Lee OK, Hur DH, Nguyen DTN, Lee EY. Metabolic engineering of methanotrophs and its application to production of chemicals and biofuels from methane. Biofuel Bioprod Bior. 2016;10:848-63.\n6. Pieja AJ, Morse MC, Cal AJ. Methane to bioproducts: the future of the bioeconomy? Curr Opin Chem Biol. 2017;41:123-31.\n7. Cantera S, Muñoz R, Lebrero R, López JC, Rodríguez Y, García-Encina PA. Technologies for the bioconversion of methane into more valuable products. Curr Opin Biotechnol. 2018;50:128-35.\n8. Mehta PK, Ghose TK, Mishra S. Methanol biosynthesis by covalently immobilized cells of Methylosinus trichosporium : batch and continuous studies. Biotechnol Bioeng. 1991;37:551-6.\n9. Ishikawa M, Tanaka Y, Suzuki R, Kimura K, Tanaka K, Kamiya K, et al. Realtime monitoring of intracellular redox changes in Methylococcus capsulatus (Bath) for efficient bioconversion of methane to methanol. Bioresour Technol. 2017;241:1157-61.\n10. Furuto T, Takeguchi M, Okura I. Semicontinuous methanol biosynthesis by Methylosinus trichosporium OB3b. J Mol Catal A Chem. 1999;144:257-61.\n11. Kim HG, Han GH, Kim SW. Optimization of lab scale methanol production by Methylosinus trichosporium OB3b. Biotechnol Bioprocess Eng. 2010;15:476-80.\n12. Lee JK, Kim S, Kim W, Kim S, Cha S, Moon H, et al. Efficient production of d-lactate from methane in a lactate-tolerant strain of Methylomonas sp. DH-1 generated by adaptive laboratory evolution. Biotechnol Biofuels. 2019;12:234.\n13. Chau THT, Nguyen AD, Lee EY. Boosting the acetol production in methanotrophic biocatalyst Methylomonas sp. DH-1 by the coupling activity\n\nof heteroexpressed novel protein PmoD with endogenous particulate methane monooxygenase. Biotechnol Biofuels. 2022;15:7.\n\n14. Mühlemeier IM, Speight R, Strong PJ. Biogas, bioreactors and bacterial methane oxidation. In: Kalyuzhnaya MG, Xing XH, editors. Methane biocatalysis: paving the way to sustainability. New York: Springer Cham; 2018.\n15. Stone KA, Hilliard MV, He QP , Wang J. A mini review on bioreactor configurations and gas transfer enhancements for biochemical methane conversion. Biochem Eng J. 2017;128:83-92.\n16. Petersen LA, Villadsen J, Jorgensen SB, Gernaey KV. Mixing and mass transfer in a pilot scale U-loop bioreactor. Biotechnol Bioeng. 2017;114:344-54.\n17. Lamare S, Legoy M-D, Graber M. Solid/gas bioreactors: powerful tools for fundamental research and efficient technology for industrial applications. Green Chem. 2004;6:445-58.\n18. Schroeder ED. Trends in application of gas-phase bioreactors. Rev Environ Sci Biotechnol. 2002;1:65-74.\n19. Apel WA, Dugan PR, Wiebe MR. Use of methanotrophic bacteria in gas phase bioreactors to abate methane in coal mine atmospheres. Fuel. 1991;70:1001-3.\n20. Ganendra G, De Muynck W, Ho A, Hoefman S, De Vos P, Boeckx P, et al. Atmospheric methane removal by methane-oxidizing bacteria immobilized on porous building materials. Appl Microbiol Biotechnol. 2014;98:3791-800.\n21. Ganendra G, Mercado-Garcia D, Hernandez-Sanabria E, Boeckx P, Ho A, Boon N. Methane biofiltration using autoclaved aerated concrete as the carrier material. Appl Microbiol Biotechnol. 2015;99:7307-20.\n22. Uchiyama H, Oguri K, Yagi O, Kokufuta E. Trichloroethylene degradation by immobilized resting-cells of Methylocystis sp. M in a gas-solid bioreactor. Biotechnol Lett. 1992;14:619-22.\n23. Chen YY, Ishikawa M, Suzuki R, Ito H, Kamachi T, Hori K. Evaluation of methane degradation performance in microbial gas-phase reactions using effectively immobilized methanotrophs. Biochem Eng J. 2020;154:107441.\n24. Hou CT. Propylene oxide production from propylene by immobilized whole cells of Methylosinus sp. CRL 31 in a gas-solid bioreactor. Appl Microbiol Biotechnol. 1984;19:1-4.\n25. Taylor A, Molzahn P , Bushnell T, Cheney C, LaJeunesse M, Azizian M, et al. Immobilization of Methylosinus trichosporium OB3b for methanol production. J Ind Microbiol Biotechnol. 2018;45:201-11.\n26. Lee SG, Goo JH, Kim HG, Oh JI, Kim YM, Kim SW. Optimization of methanol biosynthesis from methane using Methylosinus trichosporium OB3b. Biotechnol Lett. 2004;26:947-50.\n27. Ueda T, Hata K, Kikuoka Y, Seino O. Effects of aeration on suction pressure in a submerged membrane bioreactor. Water Res. 1997;31:489-94.\n28. Li T, Liu J, Bai R. Membrane aerated biofilm reactors: a brief current review. Recent Pat Biotechnol. 2008;2:88-93.\n29. Terada A, Hibiya K, Nagai J, Tsuneda S, Hirata A. Nitrogen removal characteristics and biofilm analysis of a membrane-aerated biofilm reactor applicable to high-strength nitrogenous wastewater treatment. J Biosci Bioeng. 2003;95:170-8.\n30. Martin KJ, Nerenberg R. The membrane biofilm reactor (MBfR) for water and wastewater treatment: principles, applications, and recent developments. Bioresour Technol. 2012;122:83-94.\n31. Tomaszewski B, Schmid A, Buehler K. Biocatalytic production of catechols using a high pressure tube-in-tube segmented flow microreactor. Org Process Res Dev. 2014;18:1516-26.\n32. Gross R, Lang K, Bühler K, Schmid A. Characterization of a biofilm membrane reactor and its prospects for fine chemical synthesis. Biotechnol Bioeng. 2010;105:705-17.\n33. Pen N, Soussan L, Belleville MP , Sanchez J, Charmette C, Paolucci-Jeanjean D. An innovative membrane bioreactor for methane biohydroxylation. Bioresour Technol. 2014;174:42-52.\n34. Duan CH, Luo MF, Xing XH. High-rate conversion of methane to methanol by Methylosinus trichosporium OB3b. Bioresour Technol. 2011;102:7349-53.\n35. Xin JY, Cui JT, Niu JZ, Hua SF, Xia CG, Li SB, et al. Production of methanol from methane by methanotrophic bacteria. Biocatal Biotransform. 2004;22:225-9.\n36. Pen N, Soussan L, Belleville MP , Sanchez J, Paolucci-Jeanjean D. Methane hydroxylation by Methylosinus trichosporium OB3b: monitoring the\n\nbiocatalyst activity for methanol production optimization in an innovative membrane bioreactor. Biotechnol Bioprocess Eng. 2016;21:283-93.\n\n37. de la Torre A, Metivier A, Chu F, Laurens LM, Beck DA, Pienkos PT, et al. Genome-scale metabolic reconstructions and theoretical investigation of methane conversion in methylomicrobium buryatense strain 5G(B1). Microb Cell Fact. 2015;14:188.\n38. Lieven C, Petersen LAH, Jorgensen SB, Gernaey KV, Herrgard MJ, Sonnenschein N. A genome-scale metabolic model for methylococcus capsulatus (Bath) suggests reduced efficiency electron transfer to the particulate methane monooxygenase. Front Microbiol. 2018;9:2947.\n39. Chen YY, Soma Y, Ishikawa M, Takahashi M, Izumi Y, Bamba T, et al. Metabolic alteration of Methylococcus capsulatus str. Bath during a microbial gas-phase reaction. Bioresour Technol. 2021;330:125002.\n40. Langenberg S, Carstens T, Hupperich D, Schweighoefer S, Schurath U. Determination of binary gas-phase diffusion coefficients of unstable and adsorbing atmospheric trace gases at low temperature-arrested flow and twin tube method. Atmospheric Chem Phys. 2020;20:3669-82.\n41. Stewart PS. Diffusion in biofilms. J Bacteriol. 2003;185:1485-91.\n42. Henard CA, Wu C, Xiong W, Henard JM, Davidheiser-Kroll B, Orata FD, et al. Ribulose-1,5-bisphosphate carboxylase/oxygenase (RubisCO) is essential for growth of the methanotroph methylococcus capsulatus strain bath. Appl Environ Microbiol. 2021;87:e00881-e921.\n43. Whittenbury R, Phillips K, Wilkinson J. Enrichment, isolation and some properties of methane-utilizing bacteria. Microbiology. 1970;61:205-18.\n44. Ward N, Larsen Ø, Sakwa J, Bruseth L, Khouri H, Durkin AS, et al. Genomic insights into methanotrophy: the complete genome sequence of Methylococcus capsulatus (Bath). PLoS Biol. 2004;2:1616-28.\n\n## Publisher's Note\n\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\n## Ready to submit y our researc h ?  Choose BMC and benefit fr om:\n\n- fast, convenient online submission\n- thorough peer review by experienced researchers in your ffeld\n- rapid publication on acceptance\n- support for research data, including large and complex data types\n- gold Open Access which fosters wider collaboration and increased citations\n- maximum visibility for your research: over 100M website views per year ·\n\nAt BMC, research is always in progress.\n\nLearn more biomedcentral.com/submissions\n\n<!-- image -->\n\n## Terms and Conditions\n\nSpringer Nature journal content, brought to you courtesy of Springer Nature Customer Service Center GmbH ('Springer Nature').\n\nSpringer Nature supports a reasonable amount of sharing of  research papers by authors, subscribers and authorised users ('Users'), for smallscale personal, non-commercial use provided that all copyright, trade and service marks and other proprietary notices are maintained. By accessing, sharing, receiving or otherwise using the Springer Nature journal content you agree to these terms of use ('Terms'). For these purposes, Springer Nature considers academic use (by researchers and students) to be non-commercial.\n\nThese Terms are supplementary and will apply in addition to any applicable website terms and conditions, a relevant site licence or a personal subscription. These Terms will prevail over any conflict or ambiguity with regards to the relevant terms, a site licence or a personal subscription (to the extent of the conflict or ambiguity only). For Creative Commons-licensed articles, the terms of the Creative Commons license used will apply.\n\nWe collect and use personal data to provide access to the Springer Nature journal content. We may also use these personal data internally within ResearchGate and Springer Nature and as agreed share it, in an anonymised way, for purposes of tracking, analysis and reporting. We will not otherwise disclose your personal data outside the ResearchGate or the Springer Nature group of companies unless we have your permission as detailed in the Privacy Policy.\n\nWhile Users may use the Springer Nature journal content for small scale, personal non-commercial use, it is important to note that Users may not:\n\n1. use such content for the purpose of providing other users with access on a regular or large scale basis or as a means to circumvent access control;\n2. use such content where to do so would be considered a criminal or statutory offence in any jurisdiction, or gives rise to civil liability, or is otherwise unlawful;\n3. falsely or misleadingly imply or suggest endorsement, approval , sponsorship, or association unless explicitly agreed to by Springer Nature in writing;\n4. use bots or other automated methods to access the content or redirect messages\n5. override any security feature or exclusionary protocol; or\n6. share the content in order to create substitute for Springer Nature products or services or a systematic database of Springer Nature journal content.\n\nIn line with the restriction against commercial use, Springer Nature does not permit the creation of a product or service that creates revenue, royalties, rent or income from our content or its inclusion as part of a paid for service or for other commercial gain. Springer Nature journal content cannot be used for inter-library loans and librarians may not upload Springer Nature journal content on a large scale into their, or any other, institutional repository.\n\nThese terms of use are reviewed regularly and may be amended at any time. Springer Nature is not obligated to publish any information or content on this website and may remove it or features or functionality at our sole discretion, at any time with or without notice. Springer Nature may revoke this licence to you at any time and remove access to any copies of the Springer Nature journal content which have been saved.\n\nTo the fullest extent permitted by law, Springer Nature makes no warranties, representations or guarantees to Users, either express or implied with respect to the Springer nature journal content and all parties disclaim and waive any implied warranties or warranties imposed by law, including merchantability or fitness for any particular purpose.\n\nPlease note that these rights do not automatically extend to content, data or other material published by Springer Nature that may be licensed from third parties.\n\nIf you would like to use or distribute our Springer Nature journal content to a wider audience or on a regular basis or in any other manner not expressly permitted by these Terms, please contact Springer Nature at onlineservice@springernature.com",
  "chunks": [
    "## A novel inverse membrane bioreactor for efficient bioconversion from methane gas to liquid methanol using a microbial gas-phase reaction",
    "Yan-Yu Chen, Masahito Ishikawa and Katsutoshi Hori *",
    "Background Methane   (CH 4 ), as one of the major energy sources, easily escapes from the supply chain into the atmosphere, because it exists in a gaseous state under ambient conditions. Compared to carbon dioxide   (CO 2 ),   CH 4 is 25 times more potent at trapping radiation; thus, the emission of   CH 4 to the atmosphere causes severe global warming and climate change. To mitigate   CH 4 emissions and utilize them effectively, the direct biological conversion of   CH 4 into liquid fuels, such as methanol   (CH 3 OH), using methanotrophs is a promising strategy. However, supplying biocatalysts in an aqueous medium with   CH 4 involves high energy consumption due to vigorous agitation and/ or bubbling, which is a serious concern in methanotrophic processes, because the aqueous phase causes a very large barrier to the delivery of slightly soluble gases.",
    "Results An inverse membrane bioreactor (IMBR), which combines the advantages of gas-phase bioreactors and membrane bioreactors, was designed and constructed for the bioconversion of   CH 4 into   CH 3 OH in this study. In contrast to the conventional membrane bioreactor with bacterial cells that are immersed in an aqueous phase, the filtered cells were placed to face a gas phase in the IMBR to supply   CH 4 directly from the gas phase to bacterial cells. Methylococcus capsulatus (Bath), a representative methanotroph, was used to demonstrate the bioconversion of   CH 4 to   CH 3 OH in the IMBR. Cyclopropanol was supplied from the aqueous phase as a selective inhibitor of methanol dehydrogenase, preventing further   CH 3 OH oxidation. Sodium formate was added as an electron donor to generate NADH, which is necessary for   CH 3 OH production. After optimizing the inlet concentration of   CH 4 , the mass of cells, the cyclopropanol concentration, and the gas flow rate, continuous   CH 3 OH production can be achieved over 72 h with productivity at 0.88 mmol   L -1 h -1 in the IMBR, achieving a longer operation period and higher productivity than those using other types of membrane bioreactors reported in the literature.",
    "Conclusions The IMBR can facilitate the development of gas-to-liquid (GTL) technologies via microbial processes, allowing highly efficient mass transfer of substrates from the gas phase to microbial cells in the gas phase and having the supplement of soluble chemicals convenient.",
    "Keywords Gas-phase bioreaction, Methylococcus capsulatus (Bath), Methane, Methanol production, Membrane bioreactor",
    "*Correspondence: Katsutoshi Hori khori@chembio.nagoya-u.ac.jp",
    "Department of Biotechnology, Graduate School of Engineering, Nagoya University, Furo-Cho, Chikusa-Ku, Nagoya 464-8603, Japan",
    "© The Author(s) 2023. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://  creat  iveco  mmons.  org/  licen  ses/  by/4.  0/. The Creative Commons Public Domain Dedication waiver (http://  creat  iveco mmons.  org/  publi  cdoma  in/  zero/1.  0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.",
    "Methane    (CH 4 ),  the  main  component  of  biogas,  shale gas, and gas hydrate, has been used as the major energy resource for humans. After the shale gas revolution in the United States,   CH 4 became a popular chemical feedstock due to its high availability. However, because   CH 4 exists in a gaseous state in ambient conditions, large amounts of    CH 4 dissipation  occur  through  the  entire  gas  supply chain,  resulting  in  severe  greenhouse  effects  [1].  Of  the various  candidate  technologies  for  effectively  utilizing CH4, liquefied  natural  gas  (LNG)  is  a  common  form  to transport    CH 4 from  its  production  site  to  distant  consumption sites. However, the cost is quite expensive due to the extremely low temperature needed for storage and transportation. Converting   CH 4 into methanol   (CH3OH) through  a  gas-to-liquid  (GTL)  technique  has  attracted much attention because of the ease of storage and transportation  of  liquid    CH 3 OH  [2,  3].    CH 3 OH  is  a  useful feedstock for further chemical synthesis, a fuel with high energy  density,  and  an  excellent  hydrogen  carrier  that provides  safe  and  clean  energy.  However,  the  chemical process of producing   CH 3 OH through direct functionalization of   CH 4 is  energy intensive (the reaction temperature is approximately 900 °C and the operation pressure is 0.5-4 MPa) due to the high energy to cleave the C-H bond of   CH 4 (104 kcal   mol -1 ) [4].",
    "The use of methanotrophs, which are methane-oxidizing microorganisms, as whole-cell catalysts has attracted great attention, because methanotrophs can biologically convert    CH 4 to    CH3OH by their  methane  monooxygenase (MMO) under ambient conditions in a single step [5-7].  Although    CH 4 bioconversion  shows  great  potential as an economical GTL technology, it still faces some difficulties in achieving efficient conversion for commercialization. One of the difficulties occurs due to the low solubility of   CH 4 and oxygen   (O 2 ) in water. Since the conventional methanotrophic process is generally conducted in the aqueous phase [8-13], the limitation of the amount of dissolved   CH 4 results in a low productivity of   CH3OH. Although various configurations of bioreactors for methanotrophic reactions have been proposed to enhance the process of dissolving   CH 4 in the aqueous phase, such as stirred tank reactors and bubble-lift reactors [14-16], the process consumes high amounts of energy to deliver gaseous substrates to the cells by stirring or bubbling.",
    "Gas-phase  bioreactions  have  been  proposed  to  attain highly  efficient  delivery  of  gaseous  substrates  from  the gas phase to whole-cell catalysts without stirring or bubbling [17, 18]. In gas-phase bioreactors, it is necessary to immobilize  microbial  cells  on  solid  supports  instead  of dispersing them in an aqueous phase. A very large barrier of mass transfer of gaseous substrates from the gas phase to  the  aqueous  phase  is  largely  reduced  or  disappears in  the  absence  of  the  bulk  liquid.  In  the  case  of  methanotrophs,  cells  immobilized  on  polypropylene  rings  or porous building materials have been used for   CH 4 degradation  in  the  gas  phase  [19-21].  Some  studies  have claimed  that  microbial  cells  encapsulated  in  hydrogels can be used for gas-phase bioreactions, such as trichloroethylene degradation by Methylocystis sp. M (strain M) encapsulated in hydrogel beads [22]. However, we believe that  systems  using  gels  that  contain  a  high  content  of water  to  encapsulate  cells  should  not  be  recognized  as gas-phase reactions. In fact, our previous study showed that the degradation rate of   CH 4 by Methylococcus capsulatus (Bath) cells encapsulated in alginate gel was as slow as that in a static aqueous phase [23].",
    "In  contrast  to  the  degradation  of  gaseous  substrates, there  are  very  few  reports  on  GTL  bioproduction  in the gas phase; the research is limited to the production of  highly  volatile  chemicals,  which  are  easily  harvested from the gas phase. For example, Hou produced propylene oxide from propylene using Methylosinus sp. CRL 31 immobilized on porous glass beads in a gas -solid bioreactor [24]. In the case of   CH 3 OH, which has a hydrophilic liquid form at normal pressure and ordinary temperature in most bioreactions, it is difficult to harvest the gaseous product unless vaporization is enhanced by heating and/ or  decompression.  In  addition,  an  inhibitor  for  methanol  dehydrogenase (MDH) and an electron donor, such as sodium formate, are usually needed for   CH3OH production by wild-type methanotrophs [9, 25, 26], but supplying these chemicals in gas-phase bioreactors is quite difficult.",
    "Membrane bioreactors (MBRs), which combine bioprocesses with membrane  filtration, are popular wastewater treatment systems, because they realize simultaneous biological reactions and solid -liquid separations.  Recently,  membrane  aerated  reactors,  in  which membranes are used for air supply rather than for solid -liquid  separation,  have  attracted  attention  [27,  28].  In these  types  of  MBRs,    O 2 and/or  gaseous  substrates  are supplied  from  the  gas  phase,  transported  through  the membrane, and delivered to microbial cells in the aqueous  phase.  The  microbial  cells  are  suspended  in  the aqueous  phase  or  immobilized  on  the  membrane  as  a biofilm  and  catalyze  the  oxidation  of  organic  chemicals in the aqueous phase. These MBRs have been employed for  aerobic  wastewater  treatment  [29,  30],  synthesis  of fine  chemicals  [31,  32],  and    CH 3 OH  production  [33, 34],  in  which    CH 4 and    O 2 were  supplied  through  two independent  membrane  modules;  premixing  was  not performed  to  keep  the  risk  of  explosion  low.  However, the  disadvantage  of  membrane  aerated  reactors  is  the requirement  of  gas  pressurizing  to  assist  gas  diffusion through the membrane into the aqueous phase, which is",
    "energy-consuming.  Because  of  the  development  of  biofilms on the membrane on the side of the aqueous phase, the transmembrane pressure must be increased over time to maintain the gas permeability.",
    "The purpose of this study was to develop a new energyefficient  gas-phase  bioreactor  for  bioconversion  from CH4 gas into liquid   CH 3 OH. A novel idea for a new bioreactor is to place filtered methanotroph cells on a membrane filter in the gas phase, which is a combination of a gas-phase bioreactor and an MBR. The usefulness of this new bioreactor, an inverse membrane bioreactor (IMBR), was demonstrated for GTL.",
    "## Bioconversion of methane to methanol in a conventional membrane bioreactor",
    "We constructed a new MBR (Fig. 1a). Its detailed structure  and  assembly  drawing  are  shown  in  Fig.  1b,  c, respectively. A sheet of flat membrane on a support grid separates two chambers for the gas phase and the aqueous  phase.  First,  this  reactor  was  used  for  the  bioconversion of   CH 4 into    CH3OH as a conventional MBR, in which  a  hydrophobic  polyvinylidene  difluoride  (PVDF) filter  was  employed  to  efficiently  transport    CH 4 to  the bottom aqueous phase. A cake of M.  capsulatus (Bath) cells  of  12.5  mg-dry  cell  weight  (DCW)  on  the  PVDF filter,  which  was  prepared  by  filtration,  was  set  in  the middle  of  the  reactor,  facing  the  aqueous  phase.  However, the filtered cells that were immersed in the aqueous phase were detached, and the cells were resuspended in the  aqueous  solution  that  contained  10  μM  cyclopropanol as an MDH inhibitor and 10 mM sodium formate as  an  electron  donor.  The  released  cells  were  circulated at 10 mL   min -1 in the bottom liquid chamber that contained  10  mL  of  the  aqueous  solution  (Fig.  2a).  The mixed gas containing 20% ( v / v )    CH4 in air was continuously infused into the top gas chamber from the inlet at 3 mL   min -1 of the gas flow rate without gas pressurization.  The  time  courses  of  the    CH 4 concentration  of  the exhausted  gas  and  the  accumulated  concentration  of CH3OH in the solution container are shown in Fig. 2b. During the 6 h reaction, the concentration of   CH 4 at the outlet was maintained at 19.9% ( v / v ).  By  calculating  the difference  between    CH 4 concentrations  at  the  inlet  and the  outlet,  we  estimated  that  the  average  consumption rate of   CH 4 was 7.1 μmol   h -1 .    CH3OH produced by the circulating M.  capsulatus cells  accumulated  in  the  liquid  chamber,  and  its  concentration  gradually  increased to 1 mM in 6 h. As a result, the conventional MBR without  gas  pressurizing  had  a  low  consumption  ratio  of CH4  (0.5%)  and  an  average  production  rate  of    CH3OH (1.7 μmol   h -1 ).",
    "## Bioconversion of methane to methanol in an inverse membrane bioreactor",
    "To  simultaneously  deliver  gaseous    CH 4 to  the  methanotrophic cells, supply cyclopropanol and formate from the aqueous phase, and harvest   CH3OH from the aqueous  phase,  we  developed  a  novel  MBR,  IMBR,  which had the  same  reactor  configuration  as  described  above; however, the  membrane sheet was placed in an inverse direction  to  that  of  the  conventional  MBRs,  so  that  the filtered cells were faced the gas phase (Fig. 3a). M. capsulatus (Bath) cells were filtered on a sheet of hydrophilic glass fiber filter, which was employed to efficiently transport water and soluble chemicals through the membrane and was set, so that the cells were not immersed in the aqueous  solution  in  the  liquid  chamber.  Thus,  gaseous CH4 and   O 2 were directly delivered to the filtered wholecell catalysts in the gas phase, and the produced   CH3OH was transported to the aqueous phase via the hydrophilic membrane. In contrast, chemicals in the aqueous phase, including cyclopropanol, sodium formate, and inorganic nutrients,  were  delivered  to  the  filtered  cells  from  the aqueous phase via the membrane. A peristaltic pump was used for liquid circulation and to harvest   CH3OH from the  solution  container.  The  water  level  in  the  solution container remained lower than the position of the membrane sheet in the IMBR, generating negative pressure in the  direction  from  the  filtered  cells  to  the  liquid  chamber. Thus, the cake of the filtered cells was maintained in a semidry condition on the hydrophilic membrane in the gas phase.",
    "Using this new IMBR, bioconversion of   CH 4 to   CH3OH was  performed.  All  the  operation  parameters  were  the same as those in the conventional MBR except the direction of the filtered cells and the material of the membrane filter.  The  time  courses of the   CH 4 concentration of the exhausted  gas  at  the  outlet  and  the  concentration  of CH3OH accumulated in the solution container are shown in Fig. 3b. After infusing   CH 4 into the IMBR, the concentration  of    CH 4 decreased  from  20%  ( v / v )  at  the  inlet  to 19.6% ( v / v )  at  the  outlet.    CH3OH was rapidly produced and  accumulated  in  the  aqueous  phase;  the  concentration of accumulated   CH3OH reached 2.0 mM in 2 h and then  gradually  increased  to  3.7  mM  in  6  h,  which  was approximately  4  times  higher  than  that  with  the  conventional  MBR.  The  overall    CH 3 OH  productivity  was 0.62 mmol   L -1 h -1 in  the  IMBR with a batch operation of the aqueous phase. The formate concentration, which supplies  reducing  power  for    CH 4 oxidation,  decreased from 10 to 3.8 mM in 6 h (Additional file 1). The value of pH increased from 7.0 to 8.3, likely due to the consumption of proton produced by formate conversion into   CO 2 during   CH3OH production. The OD values of the aqueous  solution  remained  below  0.005  in  6  h  (Additional",
    "Fig. 1 a Photo of the bioreactor designed and fabricated in this study. b Schematics of the reactor design. c Components for assembling the reactor",
    "Fig. 2 a Schematic of the operation of a conventional membrane bioreactor (MBR) assembled with a hydrophobic PVDF filter. b Time courses of   CH 4 concentration in the exhausted gas and the accumulated concentration of   CH 3 OH in the solution container in the conventional MBR. The gas phase and the aqueous phase in the bioreactor were conducted under continuous operation and batch operation, respectively",
    "file  2),  showing  no  significant  detachment  of  cells  during the experiment. During the 6 h operation, the average consumption rate of   CH 4 was 25.3 μmol   h -1 ,  which was significantly enhanced in the IMBR compared with the  conventional  MBR  operated  as  a  negative  control (Fig.  2),  while  the  overall  conversion of   CH 4 to    CH3OH was 24.4% and 23.5% in the IMBR and the conventional MBR,  respectively.  This  indicates  that  even  though  the cell  activities  in  these  two  systems  are  almost  identical, resistance to the mass transfer of   CH 4 limits the rate of CH4  consumption  and  dominates  the  rate  of    CH3OH production. Thus, the gas-phase bioreaction in the IMBR increased  the  rate  of    CH 4 consumption  compared  with that  of  the  aqueous-phase  bioreaction  and  caused  an increase in the rate of   CH3OH production.",
    "## Effects of the operating conditions of the IMBR on the consumption and conversion of methane",
    "In the aforementioned result (Fig. 3b), the consumption ratio of   CH 4 , which directly demonstrates the efficiency of the substrate utilization, was very low (only 2%). The",
    "Fig. 3 a Schematic of the operation of an inverse membrane bioreactor (IMBR), which was assembled with a hydrophilic glassfiber filter. b Time courses of   CH 4 concentration in the exhausted gas and the accumulated concentration of   CH 3 OH in the solution container in the IMBR. The gas phase and the aqueous phase in the bioreactor were conducted under continuous operation and batch operation, respectively",
    "space time, which is defined as the mean residence time of  reactants  in  the  reactor,  is  determined  by  calculating the ratio between the gas chamber volume and the volumetric  flow  rate  of  the  inlet  gas.  In  a  well-mixed condition  in  a  bioreactor,  in  which  reactants  and  biocatalysts efficiently collide by agitation or bubbling for the liquid phase (such as an activated sludge process), the space time is close to the actual residence time of reactants, and therefore, a longer space time results in a higher conversion or consumption ratio. In our IMBR, although the gas phase was not agitated, the diffusion rate of gaseous reactants with a small molecular mass, such  as    CH 4, was  quick  enough  in  the  gas  phase  that gaseous reactants were expected to contact the filtered cells  efficiently.  Therefore,  the  increase  in  the  space time might improve the ratio of methane consumption. To confirm this, a new reactor with a gas chamber volume of 25 mL (Fig. 4a, b) was fabricated. In this reactor,  the  outlet  was  also  repositioned  on  the  opposite side of the inlet, as far away from the inlet as possible,",
    "Fig. 4 a Photo of the bioreactor with a 25 mL gas chamber. b Schematics of the IMBR with a 25 mL chamber. c Time courses of the concentration of exhausted   CH 4 in the IMBR with two sizes of the gas chamber, 2.5 mL and 25 mL",
    "to  prevent the gas from passing through without contacting the filtered cells. This IMBR with the large gas chamber  was  compared  with  the  previously  mentioned  IMBR  with  the  smaller  gas  chamber  in  terms of  the  consumption ratio of   CH 4 .  The  glass  fiber  filter with 10 mg-DCW of filtered M. capsulatus (Bath) cells was set between the gas and liquid chambers of these IMBRs,  and  the  aqueous  solution  in  the  absence  of cyclopropanol and sodium formate was infused into the liquid chamber and circulated at 10 mL   min -1 . The volumetric flow rate of the inlet gas containing 20% ( v / v ) CH4 was fixed at 1 mL   min -1 .",
    "As shown in Fig. 4c, in the IMBR with the larger gas chamber, the   CH 4 concentration at the outlet decreased to 19.0% ( v/v ) during the first 1.5 h and remained constant afterward. When the IMBR with the smaller gas chamber was  used,  the  exhausted    CH 4 concentration  decreased sharply over time, reaching 17.6% ( v/v ) after 1 h, and then became constant at approximately 17.5% ( v/v ). In the gas chambers  of  2.5  mL  and  25  mL,  the  space  time  of  the inlet gas was 2.5 min and 25 min, respectively. Although the space time in the gas chamber of 25 mL was 10 times longer than that in the gas chamber of 2.5 mL, the consumption  ratio  of    CH 4 was  much  lower  (approximately",
    "1/25) in the larger gas chamber than that in the smaller one (Additional file 3). Therefore, other operating conditions  had  to  be  examined  to  improve  the  consumption ratio of   CH 4,  and the IMBR with a 2.5 mL gas chamber was used in further experiments.",
    "Next, we examined the effects of the   CH 4 concentration of  the  inlet  gas  on  the    CH 4 consumption  and    CH3OH production in the IMBR. For this purpose, M. capsulatus (Bath) cells of 12.5 mg-DCW on the membrane were faced  the  gas  phase  in  the  IMBR,  in  which  the  bottom liquid  chamber  carried  10  mL  of  the  aqueous  solution containing 10 μM cyclopropanol and 10 mM sodium formate, with circulation at 10 mL   min -1 . A gas containing CH4 at concentrations  from  2%  to  30%  ( v / v )  in  air  was continuously pumped into the gas chamber at a gas flow rate of 1 mL   min -1 . The consumption rate of   CH 4 and the production rate of   CH 3 OH were determined by the total amounts of   CH4 consumed and   CH3OH produced in the first 1 h of the reaction. Thereafter, from the ratio of these two values, the conversion of   CH 4 into   CH 3OH as a percentage was calculated. As a result, the   CH4 consumption rate increased from 3.1 to 17 μmol   h -1 , and the consumption ratio of   CH 4 increased from 0.7% to 3.7% when the CH4 concentration of the inlet gas increased from 2% to 20% ( v / v ), but both of the values remained constant when the   CH 4 concentration was higher than 20% ( v / v ) (Fig. 5a and  Additional  file  4a).  The    CH 3 OH  production  rate showed the same trend as the   CH 4 consumption rate; it increased from 1.1 to 10 μmol   h -1 on  2-20% ( v/v )    CH4 and remained constant at &gt; 20% ( v/v )   CH 4 . This suggested that   CH3OH production was dominated by MMO activity when MDH activity was inhibited and excess NADH was  supplemented  by  the  addition  of  sodium  formate. The  conversion  of    CH 4 into    CH 3OH  increased  from 37% to 60% when the   CH4 concentration in the inlet gas increases up to 20% ( v/v )  (Additional file 4a). Therefore, the optimal   CH 4 concentration was 20% ( v/v )  under the operating conditions of the IMBR.",
    "We also examined the effect of the mass of filtered M. capsulatus (Bath)  cells  on  the    CH 4 consumption  and CH3OH production in the  IMBR.  For  this  purpose, M. capsulatus (Bath)  cells  from  6.25  to  100  mg-DCW  on the  membrane  were  faced  the  gas  phase  in  the  IMBR, which was run in the same manner as above except that the   CH 4 concentration in the inlet gas was fixed at 20% ( v / v ). The   CH 4 consumption rate and consumption ratio increased from 6.6 to 23 μmol   h -1 and from 1.4% to 4.9%, respectively, as the mass of filtered cells increased from 6.25 to 50 mg-DCW (Fig. 5b and Additional file 4b). On the  other  hand,  the    CH 3 OH production  rate  increased from 3.8 μmol   h -1 at  6.25  mg-DCW to 10 μmol   h -1 at 12.5 mg-DCW but decreased to 7.0 μmol   h -1 at 25 mgDCW and to 6.1 μmol   h -1 at 50 mg-DCW. Consequently,",
    "Fig. 5 Effects of the inlet concentration of   CH 4 a and the filtered cell amount b on the consumption rate of   CH 4 and the production rate of   CH 3OH",
    "the conversion from   CH 4 to    CH3OH was approximately 60% when the mass of filtered cells increased from 6.25 to  12.5  mg-DCW but decreased to 27% when the mass increased to 50 mg-DCW. Therefore, the mass of the cells is  the  optimum  at  12.5  mg-DCW  under  the  operating conditions for the IMBR.",
    "Moreover,  we  investigated  the  effect  of  the  concentration  of  cyclopropanol  in  the  aqueous  solution  on the    CH 4 consumption  and    CH 3 OH production  in  the IMBR. M. capsulatus (Bath) cells at 12.5 mg-DCW on the membrane were faced the gas phase in the IMBR. The  inlet  gas  containing  20%  ( v / v )    CH4  in  air  was pumped at 1 mL   min -1 into  the  reactor.  The  aqueous solution was infused into the bottom chamber and circulated  at  10  mL    min -1 .  The  solution  was  exchanged successively  every  3  h  by  the  solution  containing  the",
    "same  concentration  of  sodium  formate  at  10  mM  but different  concentrations  of  cyclopropanol  at  0  μM, 1  μM and 10 μM. Figure 6a shows the concentrations of  exhausted    CH 4 and  accumulated    CH 3 OH  in  three periods  with  three  different  concentrations  of  cyclopropanol. In the first 3 h of operation,   CH3OH was not produced because of the absence of cyclopropanol, and the exhausted   CH 4 concentration remained at approximately  17.8%  ( v/v ).  During  the  period  with  1  μM cyclopropanol,  a  small  amount  of    CH3OH  was  produced.  However,  the  conversion  of    CH 4 into    CH3OH was  not  sustained  and  decreased  from  4.6%  to  1.6% (Additional  file  5).  The  exhausted    CH 4 concentration slightly increased to 18.0% ( v/v )  in  this  period. At 6 h, the  solution  was  exchanged  again,  and  the  concentration of cyclopropanol was increased to 10 μM. During this period, although the exhausted   CH 4 concentration increased to 19.3% ( v/v ),   CH 3 OH was significantly accumulated and reached over 2 mM. The conversion was initially  approximately  60%  at  7  h  and  then  decreased to 21% at 9 h. With the same conditions as above except for  the  aqueous  phase,  which  contained  20  μM  cyclopropanol, its effects on the concentrations of exhausted CH4 and accumulated   CH3OH are shown in Fig. 6b. A higher concentration of cyclopropanol was expected to greatly inhibit MDH activity to produce more   CH3OH. However, the maximum accumulated   CH3OH concentration  reached  only  1  mM  in  7  h,  and  the  exhausted CH4 kept about 19.4% ( v/v ),  while  the  maximum conversion decreased to approximately 20% by the increase in  the  cyclopropanol concentration (Additional file 6). Thus,  the  optimal  cyclopropanol  concentration  was 10  μM  under  the  operating  conditions  of  the  IMBR. However, at all the cyclopropanol concentrations tested,  the  conversion  of    CH 4 into    CH3OH decreased with  time,  suggesting  that  the  continuous  supply  of cyclopropanol is necessary to maintain the conversion.",
    "Fig. 6 a Effects of the cyclopropanol concentration from 0 to 10 μM on the concentrations of exhausted   CH 4 and accumulated   CH 3 OH. The arrows indicate the timing of the exchange of the aqueous solution. b Time courses of the concentrations of exhausted   CH 4 and accumulated   CH 3 OH with 20 μM cyclopropanol",
    "## Continuous bioconversion of methane into methanol in an IMBR",
    "Finally,  we  carried  out  the  continuous  production  of CH3OH from   CH4  in  a  gas  phase  using  the  IMBR  in the  operating  conditions  that  were  optimized  above (Fig.  7a).  A  mixed  gas  containing  20%  ( v / v )    CH 4 and air was continuously supplied into a 2.5-mL gas chamber  of  the  IMBR,  in  which M.  capsulatus (Bath)  cells of  12.5  mg-DCW  on  the  glass  fiber  filter  were  faced the  gas  phase,  and  the  same  volume  of  supplied  gas was  exhausted  from  the  gas  chamber.  A  total  volume of  10  mL  of  the  medium  containing  10  μM  cyclopropanol and 10 mM sodium formate, as well as 9.9 mM nitrate  as  a  nitrogen  source,  was  circulated  through  a 2.5  mL  liquid  chamber  of  the  IMBR  at  10  mL    min -1 using  a  peristaltic  pump.  To  replenish  formate  and other  medium  components  that  were  consumed  and to supply active cyclopropanol, in this experiment, the fresh medium was continuously injected into the liquid chamber at 4 mL   h -1 of  the  flow  rate  using  a  syringe pump,  and  the  same  volumetric  flow  of  the  liquid  as that injected was discharged into a solution container. The space velocity for the fresh medium was 1.6   h -1 .",
    "First, the gas flow rate was  varied from  0.2 to 2.5  mL    min -1 to  investigate  its  effect  on  the  reaction. Figure  7b  shows  the  effect  of  the  gas  flow  rate  on  the CH4  consumption  rate  and  the  consumption  ratio  of CH4  in  the  initial  1  h  of  the  reaction.  The    CH 4 consumption  rate  in  the  IMBR  remained  constant  at approximately 23 μmol   h -1 when the gas flow rate was in  the  range  from  0.2  to  1  mL    min -1 ,  while  the  consumption  ratio  of    CH 4 decreased  from  24.2%  to  5.1% in  this  range.  On  the  other  hand,  the    CH4  consumption rate decreased from 23 to 8.6 μmol   h -1 when the gas flow rate increased from 1 to 2.5 mL   min -1 , and the consumption  ratio  of    CH 4 further  decreased  to  0.7%. This suggests that the space time of   CH 4 in the IMBR is too short to maintain the same   CH 4 consumption rate as that at 1 mL   min -1 when the gas flow rate is above 1.5 mL   min -1 . Then, we tried to run the IMBR by flowing the gas at 0.2 mL   min -1 in its gas chamber for more",
    "Fig. 7 a Schematic of the continuous operation for the bioconversion of   CH 4 to   CH 3 OH in the IMBR. b Effects of the gas flow rate on the consumption rate and consumption ratio of   CH 4 . c Time courses of concentrations of   CH 4 and   CH 3 OH at the outlet of the IMBR at 0.2 mL   min -1 of the gas flow rate and 4 mL   h -1 of the liquid flow rate. d Time courses of the consumption ratio of   CH 4 and   CH 3 OH productivity in the IMBR",
    "than 3 d for the continuous bioconversion of   CH 4 into CH3OH by a microbial gas-phase reaction.",
    "The  time  courses  of    CH 4 concentration  in  a  gas exhausted from the gas chamber and   CH3OH concentration in a liquid discharged from the liquid chamber are  shown  in  Fig.  7c.  The    CH 4 concentration  in  the exhausted  gas  decreased  from  20.0%  to  15.3%  ( v / v ) in  the  first  4  h  of  the  reaction,  increased  slightly  to 16.9% ( v / v ) in the next 36 h, and thereafter remained at approximately 16.7% ( v / v ) in the steady state. The variation  in  the    CH 3 OH  concentration  of  the  discharged solution  showed  a  trend  in  response  to  that  of  the exhausted    CH 4 concentration,  although  the  response was  slightly  delayed.  The  produced    CH 3 OH  initially increased and reached 1.4 mM in 15 h. Then, it slowly decreased along with the drop in the consumption rate of    CH 4 and  then  remained  constant  at  1.0  mM  after 40 h to the end of the experiment. The   CH4  consumption ratio and   CH 3OH productivity over time are shown in  Fig.  7d.  Before  36  h,  the  consumption  ratio  of    CH 4 decreased from 23.4% to 17.6% but kept the ratio during  the  steady  state.    CH 3 OH  productivities  increased from 0.27 mmol   L -1 h -1 at  2  h  to  0.94  mmol    L -1 h -1 (the maximum) at 20 h, and kept over 0.8 mmol   L -1 h -1 (0.88 mmol   L -1 h -1 in average) during the steady state. The conversion at each timepoint, calculated from the ratio  of  the    CH 3 OH production  rate  to  the    CH 4 consumption rate, is summarized in Table 1. The maximum conversion was 37% at 15 h. The average conversion in the  steady  state  was  approximately  27%,  the  average value of those at 52 h, 64 h, and 76 h in Table 1.",
    "Table 1 CH4  consumption rate, the   CH 3 OH production rate, and the  conversion  of    CH 4 to    CH 3 OH  in  the  continuous  operation shown in Fig. 7",
    "|   Time (h) |   CH 3 OHproduction rate (μmol h - 1 ) |   CH 4 consumption rate (μmol h - 1 ) |   Conversion (%) |\n|------------|----------------------------------------|---------------------------------------|------------------|\n|          4 |                                    5.6 |                                  21.7 |             26   |\n|         15 |                                    7.1 |                                  19.2 |             37   |\n|         20 |                                    3.7 |                                  19.9 |             19   |\n|         27 |                                    2.5 |                                  18.1 |             14   |\n|         40 |                                    1.2 |                                  14.3 |              8.5 |\n|         52 |                                    4.1 |                                  16.4 |             25   |\n|         64 |                                    4.5 |                                  15.5 |             29   |\n|         76 |                                    4.4 |                                  16.4 |             27   |",
    "Table  2  summarizes  the  performance  of    CH3OH  production in different types of MBRs with their operation conditions for comparison between the IMBR and others [33-36].  We  designed  the  IMBR  to  reduce  energy  consumption for supplying gas in methanotrophic processes. In  the  IMBR,  gas  pressurizing  is  unnecessary,  because cells  on  the  membrane  are  placed  in  the  gas  phase.  In the  IMBR, the high   CH 3OH productivity was achieved, even  though  the  gas  flow  rate  was  0.2  mL    min -1 into 2.5 mL of a reaction volume (gas chamber) (dilution rate D = 0.08    min -1 ),  indicating low energy consumption for gas supply. The   CH 3 OH productivity (0.74 mmol   L -1 h -1 ) close to our data was achieved by Duan et al. using a different bacterial species than ours in a conventional MBR. However, in their paper, pure   CH 4 and   O 2 were supplied at  the  summed  flow  rate  of  112  mL    min -1 from  long tubes  into  300  mL  reaction  mixture  ( D = 0.37    min -1 ). To  supply  gas  from  tubes  to  the  bulk  water  medium,  a high pressure is usually required to overcome the transmembrane pressure. In addition, if we use pure oxygen, the   CH 3 OH productivity will improve, because oxygen is stoichiometry short from mixed gas of 20%   CH 4 and 80% air supplied in this study; more than 20%   O 2 is  required for  stoichiometric    CH 3 OH  production  from  20%    CH 4 and cell maintenance. As for conversion from   CH 4 into CH3OH, we cannot simply compare our values obtained by  the  continuous  product  discharge  with  the  value obtained by product accumulation in a batch system by Duan  et  al . However,  the  maximum  conversion  in  our batch operation was 60%, which was the similar level as the value shown by them. Of course, we should note that cell separation is unnecessary for purification of   CH3OH in the IMBR, unlike most of other methods [33, 34, 36] in Table 2.",
    "The maximum consumption rate of CH4 was 58 μmol   h -1 in a 2.5 mL gas chamber when M. capsulatus (Bath) resting cells of 10 mg-DCW were used without the addition of cyclopropanol and formate in the system (Additional file 3), resulting in the specific   CH4 consumption  rate  of  5.8  mmol  g-DCW -1 h -1 ,  which  is  about  3 times lower than 18.46 mmol g-DCW -1 h -1 in literatures [37,  38].  This  was  probably  because cells  in  a  gas  phase reaction are in a resting condition [39]. It  is  reasonable to deduce that resting cells should consume less carbon sources than actively growing cells for the production of single cell protein.",
    "The diffusion coefficient of CH 4 in air is  much larger  (0.22    cm 2 s -1 at  25  °C,  [40])  than  that  in  water (0.15 × 10 -4 cm 2 s -1 at 25 °C, [41]). However, the results shown in Fig. 4c suggested that the external mass transfer,  which  refers  to  the  process  of  delivering  reactants from the bulk phase to catalysts on a solid surface, was",
    "Table 2 Performance of   CH 3 OH production in different types of membrane bioreactors",
    "| Refs.                   | Bacteria strain                     | Reactor type                          | Operation                                                                                                                                             |   Total production period (h) | MDH inhibition method                    | External reducing agent                           | CH 3 OH productivity (mmol L - 1 h - 1 )   | Conversion (%)               |\n|-------------------------|-------------------------------------|---------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------|------------------------------------------|---------------------------------------------------|--------------------------------------------|------------------------------|\n| This study              | Methylococcus capsulatus Bath       | Inverse membrane bioreactor           | Gas: continu- ous supply at 0.2 mL min - 1 (CH 4 :air = 1: 4 v / v ) Aqueous: con- tinuous supply at 4 mL h - 1 Reaction vol- ume: 5 mL               |                            76 | 10 μM Cyclo- propanol                    | 10mM sodium formate                               | 0.88                                       | Max: 37 a Steady state: 27 b |\n| This study              | Methylococcus capsulatus Bath       | Inverse membrane bioreactor           | Gas: continu- ous supply at 3 mL min - 1 (CH 4 :air = 1: 4 v / v ) Aqueous: batch Reaction vol- ume: 5 mL                                             |                             6 | 10 μM Cyclo- propanol                    | 10mM sodium formate                               | 0.62                                       | Max: 60 c Overall: 24 d      |\n| Duan et al. (2011) [34] | Methylosinus trichosporium OB3b     | Bubble free membrane bioreactor       | Gas: continu- ous supply at 112 mL min - 1 (CH 4 :O 2 = 1: 1 v / v ) Aqueous: batch Reaction vol- ume: 300 mL                                         |                            40 | 400 mMphos- phate 10 mMMgCl 2            | 20mM sodium formate                               | 0.74                                       | 64                           |\n| Pen et al. (2014) [33]  | Methylosinus trichosporium OB3b     | Batch membrane bioreactor             | Gas: continu- ous supply at 94 mL min - 1 (CH 4 :O 2 = 1: 1 v / v ) Aqueous: Batch Reaction vol- ume: 50 mL                                           |                            24 | 12.9 mMphos- phate 100 mMNaCl 1.0 mMEDTA | 20mM sodium formate                               | 0.38                                       | N/D                          |\n| Pen et al. (2016) [36]  | Methylosinus trichosporium OB3b     | Fed-batch membrane bioreactor         | Gas: continu- ous supply at 94 mL min - 1 (CH 4 :O 2 = 1: 1 v / v ) Aqueous: semi- batch Reaction vol- ume: 150 mL                                    |                            48 | 12.9 mMphos- phate 100 mMNaCl 1.0 mMEDTA | 20mM sodium formate                               | 8.15 × 10 -2                               | N/D                          |\n| Xin et al. (2004) [35]  | Methylosinus trichosporium IMV 3011 | Continuous stirred mem- brane reactor | Gas: continu- ous supply at 5 mL min - 1 (CH 4 :O 2 :N 2 : CO 2 = 1:1:1:2 v / v ) Aqueous: con- tinuous supply at 7 mL h - 1 Reaction vol- ume: 40 mL |                           198 | Carbon dioxide                           | Partial CH 3 OH oxidation for NADH regen- eration | 2.90 × 10 -3                               | N/D                          |",
    "a Data from the point at 15 h in Table 1",
    "b Average of data from the points at 52 h, 64 h, and 76 h in Table 1",
    "c Calculated from the data from the first 1 h operation of the experiment shown in Fig. 3b",
    "d Calculated from the data from the 6 h operation of the experiment shown in Fig. 3b",
    "limited in a flowing state in the gas chamber with a large size (25 mL). Then, the pattern of the gaseous flow in the gas  chambers  was  simulated.  This  result  predicts  that channeling  occurred  in  the  gas  flow;  most    CH 4 molecules  passed  through  without  contacting  the  biocatalysts before being exhausted from the outlet (Additional file 7a, b). In contrast, it was simulated that the gas flow in  the  small  chamber  was  distributed  into  a  disk-like shape and   CH 4 molecules  efficiently  contacted  the  cells on a membrane (Additional file 7c, d). However, it is predicted that the velocity of the gas flow was slower in the small region of the opposite side of the inlet, because the outlet  was  located  at  the  center  of  the  disk-shaped  gas chamber. Displacing the outlet to the opposite side of the inlet will improve the gas flow and spread the flow over the entire cells on a membrane. We also think the reactor can be scaled up while maintaining the same constant surface area-to-volume as the small chamber. Of course, the  similar  simulations  are  also  useful  when  scaling  up and/or  modifying  the  configuration  of  IMBRs.  Multiple  IMBRs  can  also  be  stacked  or  arranged  for  further scale-up.",
    "The  concentration  of  cyclopropanol  should  be  optimized, because it introduces a kind of trade-off relationship  between  the  effectiveness  for  inhibiting  the  MDH activity  and  cell  or  MMO  activity.  When  the  cyclopropanol  concentration  provided  to  the  aqueous  solution increased from 0 μM, 1 μM, and 10 μM, the   CH4 consumption  ratio  decreased  from  11%,  10%,  and  3.7%, respectively,  while  the  conversion  of    CH 4 into    CH3OH increased  from  0%,  4.6%,  and  60%,  respectively  (Additional  file  5).  However,  the  slight  decrease  in  the    CH 4 consumption  ratio  to  2.9%  but  the  large  decrease  in the  maximum  conversion  to  19%  at  20  μM  cyclopropanol suggested that a high concentration of this MDH inhibitor  lowers  the  MMO  activity  (Additional  file  6). Therefore,  10  μM  was  the  optimum  concentration  of cyclopropanol  for  the  conversion  of    CH 4 into    CH3OH under  the  experimental  conditions  for  Fig.  6.  The  optimum concentration  of  cyclopropanol  seems  to  depend on the amount of cells; the decrease in the   CH 4 conversion into   CH3OH that was observed when the amount of the filtered cells increased from 12.5 mg-DCW to 25 mgDCW at 10 μM cyclopropanol, as shown in Fig. 5b, suggests  that  this  cyclopropanol  concentration  was  not enough to effectively inhibit MDH in the increased cells.",
    "In the experiment shown in Fig. 3,   CH3OH concentration increased from 0 to 3.7 mM in 10 mL of the aqueous solution in 6 h, producing 37 μmol   CH3OH. At the same time, the concentration of formate in 10 mL of the aqueous solution decreased from 10 to 3.7 mM in 6 h, consuming 63 μmol formate (Additional file 1). This implies that 63 μmol NADH was generated, in which 37 μmol of",
    "NADH  was  used  for  methanol  production.  Therefore, 60%  of  NADH  generated  from  formate  oxidation  into CO2  contributed  to  methanol  production,  suggesting that 40% of the generated NADH was used for cell maintenance. It has also been reported in literatures that formate could be used by Methylosinus trichosporium OB3b in  the  serine  pathway  for  carbon  fixation,  which  would compete  with  the  process  of  NADH  generation  [4,  36, 42].  The  high  productivity  of    CH 3 OH  in  the  proposed IMBR was maintained over 76 h of the continuous operation,  suggesting  the  long-term  stability  of  the  cells.  The continuous supply of formate and cyclopropanol is also thought to be important for keeping the stable activity to avoid the lack of reducing power and the decrease in the inhibitory activity for MDH.",
    "The  bioreactor  constructed  in  this  study,  IMBR,  combined  not  only  the  feature  of  the  gas-phase  bioreactor, which  exhibits  a  low  resistance  to  the  gas  delivery  of CH4, but also that of MBRs, which supply chemicals and harvest   CH3OH from the aqueous phase. Along with an efficient  supply  of  gaseous  substrates,  MDH  inhibitors, reducing  agents,  and  nutrients,  the  production  rate  of CH3OH can be better enhanced using an inverse cake of the  filtered  cells  in  the  IMBR  compared  to  the  conventional MBR. This design concept of the proposed bioreactor could inspire the development of a novel gas-phase bioreactor  for  converting  various  gaseous  substrates, such  as    CH 4 ,    CO2  or  syngas,  into  high-value  liquid products.",
    "## Cultivation of Methylococcus capsulatus (Bath)",
    "M.  capsulatus (Bath)  was  grown  in  nitrate  mineral  salt (NMS) medium without the addition of copper ions for all experiments with   CH3OH production or with 20 μM CuSO4 only for investigating the effect of the space time on the consumption rate of   CH 4 [43, 44]. M. capsulatus (Bath)  cells  were  cultivated  at  42  °C  with  a  supplement of 20% ( v / v )   CH 4 for 4 days. The cells were harvested by centrifugation at 6000 rpm for 30 min and resuspended in fresh NMS medium before experiments. The cell density was determined by the optical density at 540 nm. An optical density of 1 unit corresponded to approximately 0.225 g   L -1 dry M. capsulatus (Bath) cells.",
    "## Construction of membrane bioreactors",
    "The  components  assembled  in  membrane  bioreactors (MBRs) from top to bottom were as follows: a polycarbonate  (PC)  gas  chamber  with  a  volume  of  2.5  mL  or 25 mL, a polytetrafluoroethylene (PTFE) gasket, a membrane sheet with cells, a PC support grid, and a PC liquid",
    "chamber  with  a  volume  of  2.5  mL.  These  components were locked using screws and nuts to build up a gas-tight bioreactor [39].",
    "An inverse  membrane  bioreactor  (IMBR)  was  assembled  with  a  hydrophilic  glass  fiber  filter  (GF/F  47;  GE Healthcare)  as  a  support  for  the  filtered  cells  toward the  gas  phase.  In  a  conventional  membrane  bioreactor (MBR), a hydrophobic polyvinylidene difluoride (PVDF) filter (GVHP04700; Durapore; Merck) was used to separate the gas phase and the aqueous phase.",
    "## Cell preparation for methanol production",
    "After  harvesting M.  capsulatus (Bath)  by  centrifugation, the cells were resuspended in 10 mL of fresh NMS medium  with  10  μM  cyclopropanol  and  incubated  at room temperature for 60 min. After that, the cells treated with cyclopropanol were filtered as previously described [39] and then placed in the middle of the bioreactor. To investigate  the  effect  of  the  space  time  and  the  effect of  the  cyclopropanol  concentration,  the  cells  were  not treated with cyclopropanol in advance.",
    "## Methanol production in a membrane bioreactor",
    "The  mixture  of    CH 4 and  air  (80%    N 2 and  20%    O 2 )  was prepared by a gas blender (BR-2CS; KOFLOC Kyoto) to control  the  gas  flow  rate.  Gas  was  introduced  into  the gas  chamber  continuously  through  a  PTFE  tube  (0.5  m long × 3  mm  O.D. × 2  mm  I.D.).  The  aqueous  solution that was composed of fresh NMR medium with cyclopropanol  and  sodium  formate  was  circulated  between  the bottom liquid chamber and the solution container using a peristaltic pump (ISM931; ISMATEC) at 10 mL   min -1 . In  the  continuous  operation  of    CH 3 OH production,  in addition  to  the  liquid  circulation  by  a  peristaltic  pump, the  same  composition  of  the  aqueous  solution  was injected into the bottom liquid chamber using a syringe pump (LEGATO 200; KD Scientific) at a liquid flow rate of 4 mL   h -1 and continuously discharged into the solution container. The total volume of the aqueous solution circulated in the bioreactor was approximately 10 mL. To calculate    CH 3 OH  productivity,  the  reaction  volume  of the IMBR was defined at 5 mL, which was the summation of  2.5  mL  of  the  gas  chamber  and  2.5  mL  of  the  liquid chamber. The experiments were conducted at 42 °C.",
    "## Quantification of methane consumption and methanol production",
    "The  concentrations  of    CH 4 and    CH 3OH  were  determined  quantitatively  by  injecting  0.1  mL  of  the  gas sample  and  5  μL  of  the  aqueous  sample,  respectively, using  a  syringe  into  the  injector  port  of  a  gas  chromatograph (GC-2014; Shimadzu) equipped with a flame  ionization  detector  and  a  25%  sorbitol  Gasport B  (60/80)  glass  column  (GL  Sciences).  Gas  chromatography  parameters  were  nitrogen  as  the  carrier  gas at  a  flow  rate  of  40  mL    min -1 ,  column temperature of 100 °C, and detector temperature of 150 °C.",
    "| CH 4 CH 3 OH CO 2 GTL   | Methane Methanol Carbon dioxide   |\n|-------------------------|-----------------------------------|\n|                         | Gas-to-liquid                     |\n| I.D.                    | Inner diameter                    |\n| IMBR                    | Inverse membrane bioreactor       |\n| MBR                     | Membrane bioreactor               |\n| MMO                     | Methane monooxygenase             |\n| MDH                     | Methanol dehydrogenase            |\n| M. capsulatus           | Methylococcus capsulatus          |\n| NMS                     | Nitrate mineral salt              |\n| N 2                     | Nitrogen                          |\n| O 2                     | Oxygen                            |\n| O.D.                    | Outer diameter                    |\n| PC                      | Polycarbonate                     |\n| PTFE                    | Polytetrafluoroethylene           |\n| PVDF                    | Polyvinylidene difluoride         |",
    "## Supplementary Information",
    "The online version contains supplementary material available at https://  doi. org/  10.  1186/  s13068-  023-  02267-6.",
    "Additional file 1: Time courses of the formate concentration, the   CH 3 OH concentration, and pH in the aqueous solution in the experiment of Fig 3b",
    "Additional file 2: The time course of OD values in the aqueous solution in the experiment of Fig 3b.",
    "Additional file 3: Consumption rates and consumption ratios of   CH 4 calculated from the data shown in Fig 4c.",
    "Additional file 4: Consumption ratios of   CH 4 and conversion calculated from the data shown in (a) Fig. 5a and (b) Fig. 5b.",
    "Additional file 5: Consumption rates of   CH 4 , consumption ratios of   CH 4 , and conversion calculated from the data shown in Fig. 6a.",
    "Additional file 6: Consumption rates of   CH 4 , consumption ratios of   CH 4 , and conversion calculated from the data shown in Fig. 6b.",
    "Additional file 7: In a 25 mL gas chamber, (a) the profile of velocity magnitude on the XZ plane; and (b) the 3-D profile of the gas flow when the velocity magnitude is higher than 2 mm   min -1 . In a 2.5 mL gas chamber, (c) the profile of velocity magnitude on the XZ plane; (d) the 3-D profile of the gas flow when the velocity magnitude is higher than 2 mm   min -1 . The arrows are velocity vectors indicating the direction of the gas flow. The dashed circle indicates the region at a velocity slower than 2 mm   min -1 . The flow dynamics in the gas chamber were simulated by Autodesk CFD 2019. The material was set as an incompressible flow composed of 20% CH4  and 80% air at 101325 Pa and 315.15 K. The boundary conditions were a volume flow rate of 1   cm 3 min -1 with a fully developed flow at the inlet and a gauge pressure of 0 Pa at the outlet. The mesh size of the model was set by automatic sizing with a minimum refinement length of 0.1 mm. The model was solved by the advection mode of ADV 1 (monotone streamline upwind) in a laminar state without heat transfer. The velocity magnitude is normalized in the range from 0 to 5 mm   min -1 . A velocity higher than 5 mm   min -1 is included in red.",
    "The authors acknowledge the academic license provided by Autodesk, which was used in this study for the analysis of CFD.",
    "## Author contributions",
    "Y-YC: conceptualization, investigation, methodology, data curation, visualization, writing-original draft. MI: conceptualization, writing-review and editing. KH: conceptualization, supervision, funding acquisition, and writingreview and editing. All authors read approved the final manuscript.",
    "This work was supported by the project JPNP18016 of the New Energy and Industrial Technology Development Organization.",
    "## Availability of data and materials",
    "The data sets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
    "## Ethics approval and consent to participate",
    "## Consent for publication",
    "## Competing interests",
    "The authors declare that they have no competing interests.",
    "Received: 6 September 2022   Accepted: 21 January 2023",
    "1. Bousquet P, Ciais P , Miller JB, Dlugokencky EJ, Hauglustaine DA, Prigent C, et al. Contribution of anthropogenic and natural sources to atmospheric methane variability. Nature. 2006;443:439-43.\n2. Wood DA, Nwaoha C, Towler BF. Gas-to-liquids (GTL): a review of an industry offering several routes for monetizing natural gas. J Nat Gas Sci Eng. 2012;9:196-208.\n3. Dias V, Pochet M, Contino F, Jeanmart H. Energy and economic costs of chemical storage. Front Mech Eng. 2020;6:21.\n4. Bjorck CE, Dobson PD, Pandhal J. Biotechnological conversion of methane to methanol: evaluation of progress and potential. AIMS bioeng. 2018;5:1-38.\n5. Lee OK, Hur DH, Nguyen DTN, Lee EY. Metabolic engineering of methanotrophs and its application to production of chemicals and biofuels from methane. Biofuel Bioprod Bior. 2016;10:848-63.\n6. Pieja AJ, Morse MC, Cal AJ. Methane to bioproducts: the future of the bioeconomy? Curr Opin Chem Biol. 2017;41:123-31.\n7. Cantera S, Muñoz R, Lebrero R, López JC, Rodríguez Y, García-Encina PA. Technologies for the bioconversion of methane into more valuable products. Curr Opin Biotechnol. 2018;50:128-35.\n8. Mehta PK, Ghose TK, Mishra S. Methanol biosynthesis by covalently immobilized cells of Methylosinus trichosporium : batch and continuous studies. Biotechnol Bioeng. 1991;37:551-6.\n9. Ishikawa M, Tanaka Y, Suzuki R, Kimura K, Tanaka K, Kamiya K, et al. Realtime monitoring of intracellular redox changes in Methylococcus capsulatus (Bath) for efficient bioconversion of methane to methanol. Bioresour Technol. 2017;241:1157-61.\n10. Furuto T, Takeguchi M, Okura I. Semicontinuous methanol biosynthesis by Methylosinus trichosporium OB3b. J Mol Catal A Chem. 1999;144:257-61.\n11. Kim HG, Han GH, Kim SW. Optimization of lab scale methanol production by Methylosinus trichosporium OB3b. Biotechnol Bioprocess Eng. 2010;15:476-80.\n12. Lee JK, Kim S, Kim W, Kim S, Cha S, Moon H, et al. Efficient production of d-lactate from methane in a lactate-tolerant strain of Methylomonas sp. DH-1 generated by adaptive laboratory evolution. Biotechnol Biofuels. 2019;12:234.\n13. Chau THT, Nguyen AD, Lee EY. Boosting the acetol production in methanotrophic biocatalyst Methylomonas sp. DH-1 by the coupling activity",
    "of heteroexpressed novel protein PmoD with endogenous particulate methane monooxygenase. Biotechnol Biofuels. 2022;15:7.",
    "14. Mühlemeier IM, Speight R, Strong PJ. Biogas, bioreactors and bacterial methane oxidation. In: Kalyuzhnaya MG, Xing XH, editors. Methane biocatalysis: paving the way to sustainability. New York: Springer Cham; 2018.\n15. Stone KA, Hilliard MV, He QP , Wang J. A mini review on bioreactor configurations and gas transfer enhancements for biochemical methane conversion. Biochem Eng J. 2017;128:83-92.\n16. Petersen LA, Villadsen J, Jorgensen SB, Gernaey KV. Mixing and mass transfer in a pilot scale U-loop bioreactor. Biotechnol Bioeng. 2017;114:344-54.\n17. Lamare S, Legoy M-D, Graber M. Solid/gas bioreactors: powerful tools for fundamental research and efficient technology for industrial applications. Green Chem. 2004;6:445-58.\n18. Schroeder ED. Trends in application of gas-phase bioreactors. Rev Environ Sci Biotechnol. 2002;1:65-74.\n19. Apel WA, Dugan PR, Wiebe MR. Use of methanotrophic bacteria in gas phase bioreactors to abate methane in coal mine atmospheres. Fuel. 1991;70:1001-3.\n20. Ganendra G, De Muynck W, Ho A, Hoefman S, De Vos P, Boeckx P, et al. Atmospheric methane removal by methane-oxidizing bacteria immobilized on porous building materials. Appl Microbiol Biotechnol. 2014;98:3791-800.\n21. Ganendra G, Mercado-Garcia D, Hernandez-Sanabria E, Boeckx P, Ho A, Boon N. Methane biofiltration using autoclaved aerated concrete as the carrier material. Appl Microbiol Biotechnol. 2015;99:7307-20.\n22. Uchiyama H, Oguri K, Yagi O, Kokufuta E. Trichloroethylene degradation by immobilized resting-cells of Methylocystis sp. M in a gas-solid bioreactor. Biotechnol Lett. 1992;14:619-22.\n23. Chen YY, Ishikawa M, Suzuki R, Ito H, Kamachi T, Hori K. Evaluation of methane degradation performance in microbial gas-phase reactions using effectively immobilized methanotrophs. Biochem Eng J. 2020;154:107441.\n24. Hou CT. Propylene oxide production from propylene by immobilized whole cells of Methylosinus sp. CRL 31 in a gas-solid bioreactor. Appl Microbiol Biotechnol. 1984;19:1-4.\n25. Taylor A, Molzahn P , Bushnell T, Cheney C, LaJeunesse M, Azizian M, et al. Immobilization of Methylosinus trichosporium OB3b for methanol production. J Ind Microbiol Biotechnol. 2018;45:201-11.\n26. Lee SG, Goo JH, Kim HG, Oh JI, Kim YM, Kim SW. Optimization of methanol biosynthesis from methane using Methylosinus trichosporium OB3b. Biotechnol Lett. 2004;26:947-50.\n27. Ueda T, Hata K, Kikuoka Y, Seino O. Effects of aeration on suction pressure in a submerged membrane bioreactor. Water Res. 1997;31:489-94.\n28. Li T, Liu J, Bai R. Membrane aerated biofilm reactors: a brief current review. Recent Pat Biotechnol. 2008;2:88-93.\n29. Terada A, Hibiya K, Nagai J, Tsuneda S, Hirata A. Nitrogen removal characteristics and biofilm analysis of a membrane-aerated biofilm reactor applicable to high-strength nitrogenous wastewater treatment. J Biosci Bioeng. 2003;95:170-8.\n30. Martin KJ, Nerenberg R. The membrane biofilm reactor (MBfR) for water and wastewater treatment: principles, applications, and recent developments. Bioresour Technol. 2012;122:83-94.\n31. Tomaszewski B, Schmid A, Buehler K. Biocatalytic production of catechols using a high pressure tube-in-tube segmented flow microreactor. Org Process Res Dev. 2014;18:1516-26.\n32. Gross R, Lang K, Bühler K, Schmid A. Characterization of a biofilm membrane reactor and its prospects for fine chemical synthesis. Biotechnol Bioeng. 2010;105:705-17.\n33. Pen N, Soussan L, Belleville MP , Sanchez J, Charmette C, Paolucci-Jeanjean D. An innovative membrane bioreactor for methane biohydroxylation. Bioresour Technol. 2014;174:42-52.\n34. Duan CH, Luo MF, Xing XH. High-rate conversion of methane to methanol by Methylosinus trichosporium OB3b. Bioresour Technol. 2011;102:7349-53.\n35. Xin JY, Cui JT, Niu JZ, Hua SF, Xia CG, Li SB, et al. Production of methanol from methane by methanotrophic bacteria. Biocatal Biotransform. 2004;22:225-9.\n36. Pen N, Soussan L, Belleville MP , Sanchez J, Paolucci-Jeanjean D. Methane hydroxylation by Methylosinus trichosporium OB3b: monitoring the",
    "biocatalyst activity for methanol production optimization in an innovative membrane bioreactor. Biotechnol Bioprocess Eng. 2016;21:283-93.",
    "37. de la Torre A, Metivier A, Chu F, Laurens LM, Beck DA, Pienkos PT, et al. Genome-scale metabolic reconstructions and theoretical investigation of methane conversion in methylomicrobium buryatense strain 5G(B1). Microb Cell Fact. 2015;14:188.\n38. Lieven C, Petersen LAH, Jorgensen SB, Gernaey KV, Herrgard MJ, Sonnenschein N. A genome-scale metabolic model for methylococcus capsulatus (Bath) suggests reduced efficiency electron transfer to the particulate methane monooxygenase. Front Microbiol. 2018;9:2947.\n39. Chen YY, Soma Y, Ishikawa M, Takahashi M, Izumi Y, Bamba T, et al. Metabolic alteration of Methylococcus capsulatus str. Bath during a microbial gas-phase reaction. Bioresour Technol. 2021;330:125002.\n40. Langenberg S, Carstens T, Hupperich D, Schweighoefer S, Schurath U. Determination of binary gas-phase diffusion coefficients of unstable and adsorbing atmospheric trace gases at low temperature-arrested flow and twin tube method. Atmospheric Chem Phys. 2020;20:3669-82.\n41. Stewart PS. Diffusion in biofilms. J Bacteriol. 2003;185:1485-91.\n42. Henard CA, Wu C, Xiong W, Henard JM, Davidheiser-Kroll B, Orata FD, et al. Ribulose-1,5-bisphosphate carboxylase/oxygenase (RubisCO) is essential for growth of the methanotroph methylococcus capsulatus strain bath. Appl Environ Microbiol. 2021;87:e00881-e921.\n43. Whittenbury R, Phillips K, Wilkinson J. Enrichment, isolation and some properties of methane-utilizing bacteria. Microbiology. 1970;61:205-18.\n44. Ward N, Larsen Ø, Sakwa J, Bruseth L, Khouri H, Durkin AS, et al. Genomic insights into methanotrophy: the complete genome sequence of Methylococcus capsulatus (Bath). PLoS Biol. 2004;2:1616-28.",
    "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
    "## Ready to submit y our researc h ?  Choose BMC and benefit fr om:",
    "- fast, convenient online submission\n- thorough peer review by experienced researchers in your ffeld\n- rapid publication on acceptance\n- support for research data, including large and complex data types\n- gold Open Access which fosters wider collaboration and increased citations\n- maximum visibility for your research: over 100M website views per year ·",
    "At BMC, research is always in progress.",
    "Learn more biomedcentral.com/submissions",
    "## Terms and Conditions",
    "Springer Nature journal content, brought to you courtesy of Springer Nature Customer Service Center GmbH ('Springer Nature').",
    "Springer Nature supports a reasonable amount of sharing of  research papers by authors, subscribers and authorised users ('Users'), for smallscale personal, non-commercial use provided that all copyright, trade and service marks and other proprietary notices are maintained. By accessing, sharing, receiving or otherwise using the Springer Nature journal content you agree to these terms of use ('Terms'). For these purposes, Springer Nature considers academic use (by researchers and students) to be non-commercial.",
    "These Terms are supplementary and will apply in addition to any applicable website terms and conditions, a relevant site licence or a personal subscription. These Terms will prevail over any conflict or ambiguity with regards to the relevant terms, a site licence or a personal subscription (to the extent of the conflict or ambiguity only). For Creative Commons-licensed articles, the terms of the Creative Commons license used will apply.",
    "We collect and use personal data to provide access to the Springer Nature journal content. We may also use these personal data internally within ResearchGate and Springer Nature and as agreed share it, in an anonymised way, for purposes of tracking, analysis and reporting. We will not otherwise disclose your personal data outside the ResearchGate or the Springer Nature group of companies unless we have your permission as detailed in the Privacy Policy.",
    "While Users may use the Springer Nature journal content for small scale, personal non-commercial use, it is important to note that Users may not:",
    "1. use such content for the purpose of providing other users with access on a regular or large scale basis or as a means to circumvent access control;\n2. use such content where to do so would be considered a criminal or statutory offence in any jurisdiction, or gives rise to civil liability, or is otherwise unlawful;\n3. falsely or misleadingly imply or suggest endorsement, approval , sponsorship, or association unless explicitly agreed to by Springer Nature in writing;\n4. use bots or other automated methods to access the content or redirect messages\n5. override any security feature or exclusionary protocol; or\n6. share the content in order to create substitute for Springer Nature products or services or a systematic database of Springer Nature journal content.",
    "In line with the restriction against commercial use, Springer Nature does not permit the creation of a product or service that creates revenue, royalties, rent or income from our content or its inclusion as part of a paid for service or for other commercial gain. Springer Nature journal content cannot be used for inter-library loans and librarians may not upload Springer Nature journal content on a large scale into their, or any other, institutional repository.",
    "These terms of use are reviewed regularly and may be amended at any time. Springer Nature is not obligated to publish any information or content on this website and may remove it or features or functionality at our sole discretion, at any time with or without notice. Springer Nature may revoke this licence to you at any time and remove access to any copies of the Springer Nature journal content which have been saved.",
    "To the fullest extent permitted by law, Springer Nature makes no warranties, representations or guarantees to Users, either express or implied with respect to the Springer nature journal content and all parties disclaim and waive any implied warranties or warranties imposed by law, including merchantability or fitness for any particular purpose.",
    "Please note that these rights do not automatically extend to content, data or other material published by Springer Nature that may be licensed from third parties.",
    "If you would like to use or distribute our Springer Nature journal content to a wider audience or on a regular basis or in any other manner not expressly permitted by these Terms, please contact Springer Nature at onlineservice@springernature.com"
  ],
  "markdown_length": 66591,
  "chunks_count": 116,
  "extraction_method": "docling"
}