{
  "filename": "Chen et al. 2021.pdf",
  "markdown": "<!-- image -->\n\nContents lists available at ScienceDirect\n\n## Bioresource Technology\n\njournal homepage: www.elsevier.com/locate/biortech\n\n## Metabolic alteration of Methylococcus capsulatus str. Bath during a microbial gas-phase reaction\n\n<!-- image -->\n\nYan-Yu Chen a,1 , Yuki Soma b,1 , Masahito Ishikawa a,c,1 , Masatomo Takahashi b , Yoshihiro Izumi b , Takeshi Bamba b , Katsutoshi Hori a,*\n\n<!-- image -->\n\n<!-- image -->\n\n- a Department of Biomolecular Engineering, Graduate School of Engineering, Nagoya University, Furo-cho, Chikusa-ku, Nagoya 464-8603, Japan\n- b Division of Metabolomics, Medical Institute of Bioregulation, Kyushu University, Higashi-ku, Fukuoka 812-8582, Japan\n- c PRESTO, Japan Science and Technology Agency, 4-1-8 Honcho, Kawaguchi, Saitama 332-0012, Japan\n\n## H I G H L I G H T S\n\n- A gas-phase reactor was constructed for comparative metabolome analysis.\n- Efficient methane degradation by M. capsulatus proceeds in the gas-phase reactor.\n- Remarkable  alterations occur in the metabolism  of  cells  in  the  gas-phase reaction.\n- 2-Ketoglutarate was accumulated in M. capsulatus due to high  methane availability.\n- Useful products such as xanthines were accumulated during the gas-phase reaction.\n\n## A R T I C L E  I N F O\n\nKeywords: Methane Methanotroph Metabolome analysis Microbial gas-phase reaction Methylococcus capsulatus (Bath)\n\n* Corresponding author.\n\nE-mail address: khori@chembio.nagoya-u.ac.jp (K. Hori).\n\n1 These authors contributed equally to this work.\n\n## https://doi.org/10.1016/j.biortech.2021.125002\n\n## G R A P H I C A L  A B S T R A C T\n\n<!-- image -->\n\n## A B S T R A C T\n\nThis study demonstrates the metabolic alteration of Methylococcus capsulatus (Bath), a representative bacterium among methanotrophs, in microbial gas-phase reactions. For comparative metabolome analysis, a bioreactor was designed to be capable of supplying gaseous substrates and liquid nutrients continuously. Methane degradation by M. capsulatus (Bath) was more efficient in a gas-phase reaction operated in the bioreactor than in an aqueous phase reaction operated in a batch reactor. Metabolome analysis revealed remarkable alterations in the metabolism of cells in the gas-phase reaction; in particular, pyruvate, 2-ketoglutarate, some amino acids, xanthine, and  hypoxanthine  were  accumulated,  whereas  2,6-diaminopimelate  was  decreased.  Based  on  the  results  of metabolome analysis, cells in the gas-phase reaction seemed to alter their metabolism to reduce the excess ATP and  NADH  generated  upon  increased  availability  of  methane  and  oxygen.  Our  findings  will  facilitate  the development of efficient processes for methane-based bioproduction with low energy consumption.\n\n<!-- image -->\n\n<!-- image -->\n\nY.-Y. Chen et al.\n\n## 1. Introduction\n\nMethane  (CH4),  the  main  component  of  natural  gas,  biogas,  and shale gas, has been used as a significant energy source for a long time. In the past decade, its abundance and relatively low price have made CH4 a promising next-generation carbon feedstock (Fei et al., 2014). Nevertheless, the use of CH4  as a carbon feedstock is still limited because its conversion is hindered by an extremely stable C -H bound (440 kJ/mol of  the  dissociation  energy  of  the  C -H  bond)  (Bjorck  et  al.,  2018). Although the conversion of CH4 with chemical catalysts has been studied extensively, most of the reactions involved are energy intensive and ecologically unfriendly (Wang et al., 2017).\n\nMethanotrophs, a group of microorganisms, utilize CH4  as the sole carbon and energy source, with their unique enzymes and metabolic pathways (Cantera et al., 2019). This property of methanotrophs allows them to be used as biocatalysts for the conversion of CH4 into valuable products at ordinary temperature and pressure, supporting the development of green bioprocesses. Many methanotrophic bioprocesses have been applied to obtain various products, such as methanol (Patel et al., 2020a, 2020b), polyhydroxyalkanoates (Pieja et al., 2011; Strong et al., 2016), single-cell proteins (Petersen et al., 2017; Zha et al., 2021), liquid biofuels (Furutani et al., 2014), succinic acid (Subbian, 2017), and isoprenoids (Jeon et al., 2019). Even though additional market-valuable products could be synthesized, methanotrophic bioprocesses still face multiple challenges. For instance, the low water solubility of CH4  and oxygen (O2) is one of the major factors limiting the development of industrial  processes  (Bjorck  et  al.,  2018).  Typical  methanotrophic  bioprocesses are conducted with suspended cells in an aqueous solution. Hence, vigorous agitation in the form of bubbling or stirring is required to  dissolve  CH4 and  O2 into  the  aqueous  phase  to  supply  them  to methanotrophic cells, resulting in high energy consumption.\n\nMicrobial gas-phase reactions have been proposed to enhance the rate of mass transfer of gaseous substrates from the gas phase to biocatalysts, especially for hydrophobic gases (e.g., CH4 and O2) (Kulishova &amp; Zharkov,  2017;  Webb,  2017).  Unlike  in  typical  bioreactions  in aqueous solutions, for gas-phase reactions biocatalysts are immobilized on solid supports in the absence of an aqueous solution as a suspension medium. The removal of the aqueous solution allows biocatalysts to directly contact hydrophobic gases, and mediate biocatalytic reactions in the gas phase. Without the need for vigorous agitation, gaseous substrates can be driven by a small pressure drop or be supplied in a passive way with low energy consumption. With these perspectives, microbial gas-phase  reactions  have  attracted  the  researchers ' attention  for  the development of green processes (Kumar et al., 2021; Lamare et al., 2004; Usami et al., 2020). In a previous study, we evaluated the ability of Methylococcus capsulatus (Bath), a representative gammaproteobacterial methanotroph (Ward et al., 2004), to degrade CH4  in microbial gas-phase reactions. Notably, the rate of CH4 degradation in a gas-phase reaction without active supply of gases was much higher than that in an aqueous phase reaction, with stirring (Chen et al., 2020). This increase in the rate of CH4  degradation upon improved availability of gaseous CH4 and O2 implies that the metabolism of M. capsulatus (Bath) in  a  microbial  gas-phase  reaction  is  quite  different  from  that  in  the aqueous phase reaction. Metabolome analysis would lead to a definitive understanding of the cellular states, the rate-limiting steps of metabolic flow, and the potential metabolite productivity of microbial gas-phase reactions. Limited information about the metabolome of microorganisms in microbial gas-phase reactions is available, although this could be beneficial for the development of CH4-based green bioprocesses.\n\nIn this study, we for the first time investigated the metabolome of M. capsulatus (Bath) in the microbial gas-phase reaction. For comparative  metabolome  analysis  with  typical  aqueous  phase  reactions,  a bioreactor  for  the  gas-phase  reaction  was  constructed,  which  can continuously supply gas substrates and liquid nutrients unlike a batch bioreactor  used  in  the  previous  study  (Chen  et  al.,  2020).  Methane degradation by M. capsulatus (Bath) in a gas-phase reaction operated in the constructed reactor was evaluated and compared with that in an aqueous phase reaction. The metabolome of M. capsulatus (Bath) during the gas-phase reaction was compared with that in the aqueous phase reaction.\n\n## 2. Materials and methods\n\n## 2.1. Cultivation of Methylococcus capsulatus (Bath)\n\nM. capsulatus (Bath) was cultivated in a 5 L flask containing 1 L of nitrate mineral salt (NMS) medium (pH 6.8) consisting of 1.0 g of KNO3, 1.0 g of MgSO4 ⋅ 7H2O, 0.2 g of CaCl2 ⋅ 2H2O, 0.497 g of Na2HPO4, 0.39 g of KH2PO4, 0.019 g of Fe-EDTA, 0.0005 g of Na2MoO4 ⋅ 2H2O, and 0.1 mL of trace element solution per liter of distilled water, incubated with 20 μ M CuCl2  at 42 ◦ C with stirring  for  5  d.  The  trace  element  solution contains 0.5 g of FeSO4 ⋅ 7H2O, 0.4 g of ZnSO4 ⋅ 7H2O, 0.25 of Na2EDTA, 0.015 g of H3BO3, 0.05 g of CoCl2 ⋅ 6H2O, 0.02 g of MnCl2 ⋅ 4H2O, and 0.01 g of NiCl2 ⋅ 6H2O per 100 mL of distilled water. CH4  and air were supplied by bubbling and passive diffusion from 1-L rubber balloons, respectively. Cells were harvested by centrifugation at 6,000 rpm for 20 min, washed three times with freshly sterilized NMS medium containing 20 μ M  CuCl2,  and  resuspended  in  the  same  medium  for  further experiments.\n\n## 2.2. Aqueous phase reaction in a batch vial\n\nTen milligrams of dry cell weight (DCW) of M. capsulatus (Bath) cells were suspended in 5 mL of NMS medium with 20 μ M CuCl2 and infused into a 30 mL sterilized cylindrical glass vial. The vial was then sealed with  a  sterilized  rubber  plug  and  an  aluminum  cap.  Pure  CH4  was injected into the vial with a gas-tight syringe to achieve a final CH4 concentration of 20% in the headspace of the vial. Vials without cells were prepared as controls using the same procedure. Reactions were performed at 42 ◦ C for 3 h with shaking at 140 rpm. The concentration of CH4 in the headspace was measured at 0.5-h intervals by gas chromatography, as described previously (Chen et al., 2020).\n\n## 2.3. Gas-phase reaction in a continuous bioreactor\n\nFor the gas-phase reaction, a bioreactor was devised to continuously supply  the  mixture  of  CH4  and  air.  The  following  components  were assembled in the bioreactor from top to bottom: a sandwich structure: a polycarbonate  (PC)  gas  chamber,  a  polytetrafluoroethylene  (PTFE) gasket, a glass fiber filter with immobilized cells, a PC filter support, and a PC liquid chamber. These components were then locked tightly using screws and nuts. All the components were treated with UV light on a clean bench for 30 min before assembly. M. capsulatus (Bath) cells were immobilized by filtration on a sterilized glass fiber filter with a diameter of 47 mm (GF/F 47; GE Healthcare), which was then assembled into the center of the bioreactor. The side of the filter with immobilized cells was placed facing the top of the gas chamber, whereas the other side of the filter was in contact with the liquid phase in the bottom of the chamber. The liquid chamber and gas chamber were 40 mm in diameter and 2 mm in height, resulting in a volume of 2.5 mL. A reaction solution consisting of 10 mL of NMS medium with 20 μ M CuCl2 was infused into the liquid chamber and circulated between the solution container and the liquid chamber by a peristaltic pump (ISM931; ISMATEC) at a rate of 3 mL/ min. For supplying gaseous substrates, a mixture of CH4 and air (80% N2 and 20% O2) at a ratio of 1:4 was prepared by a gas blender (BR-2CS; KOFLOC Kyoto) and injected continuously into the gas chamber. To optimize cell concentration in the bioreactor, 1, 4, 7, 10, 15, 20, and 25 mg-DCW of M. capsulatus (Bath) cells were prepared and immobilized on the glass fiber filter. The gas flow rate was set at 10 mL/min with a 20% CH4 concentration for 10 min, to purge the air in the gas chamber, and then changed to 1 mL/min for 170 min. Reactions were performed at 42 ◦ C by incubating a bioreactor in a water bath. CH4 concentration was\n\nY.-Y. Chen et al.\n\nFig.  1. Illustrations  of  systems  for  the  gas-phase  reaction  and  the  aqueous phase reaction. (a) Conceptual design of a reactor capable of supplying gaseous substrates (CH4 and O2) and liquid nutrients continuously. (b) Configuration of the system for the gas-phase reaction. (c) Batch-type vial system for the aqueous phase reaction.\n\n<!-- image -->\n\nanalyzed by sampling the gas at the outlet at 0.5 h intervals. To determine the CH4  removal rate, the difference in CH4  concentrations between the inlet and the outlet was multiplied by the volumetric gas flow rate, divided by the volume of the gas chamber, and then converted to gCH4/(L-gas phase ⋅ h) according to the ideal gas law at 1 atm and 42 ◦ C.\n\n## 2.4. Metabolomic analysis\n\nCultured cells of M. capsulatus (Bath) were divided into 6 sets: 3 sets for performing aqueous phase reactions and 3 sets for performing gasphase reactions. The cells were washed with fresh sterilized NMS medium containing 20 μ M CuCl2, resuspended in the same medium, and utilized for aqueous or gas-phase reactions. After 3 h of incubation, the cells were harvested for metabolome analysis as follows. For samples in the aqueous phase reaction, 5 mL of the cell suspension in each of the vials was filtered through a hydrophilic 0.45μ m PTFE membrane filter of 47  mm  in  diameter  (Omnipore  Membrane  Filters,  Millipore, JHWP04700) on a filtration system. For gas-phase reaction samples, the glass  fiber  filter  with  the  immobilized  cells  was  removed  from  the bioreactor and then set on the filtration system. Aqueous phase and gasphase reaction samples on the filters were washed with 10 mL of 110 mM ammonium acetate, flash-frozen in liquid nitrogen, desiccated by freeze-drying  overnight,  and  stored  at -80 ◦ C  before  metabolome analysis.\n\nCells attached to each collecting filter were peeled off and lysed with 2 mL of ice-cold methanol in a 50 mL conical tube and vortexed for 1 min. After flash centrifugation to spin down the filtrate and the solution, each tube was wrapped with aluminum foil and its content subjected to ultrasonic  disruption  for  5  min.  After  flash  centrifugation,  the  tubes were placed in a GLYPH&lt;0&gt; 20 ◦ C freezer for 1 h. After removal of the filters from conical tubes, the tubes were centrifuged at 16,000 × g for 5 min. Each 600 µ L of the cell lysate supernatant was diluted with 600 µ L of chloroform and 480 µ L  of  water.  The  samples  were  centrifuged  again  at 16,000 × g for 5 min. The top phase (850 µ L) was collected and evaporated to dryness using a centrifugal concentrator (VC-36S, TAITEC). Prior to analysis, the dried aqueous layer was reconstituted in 50 µ L of water containing 10 µ M 10-camphorsulfonic acid and 10 µ M 1,4-piperazinediethanesulfonic acid (PIPES) as internal standards, resulting in an analytical sample for metabolomic analysis.\n\nAnionic  polar  metabolites  (i.e.,  organic  acids,  sugar  phosphates, nucleotides, etc.) were analyzed via ion chromatography (Dionex ICS5000 + HPIC system, Thermo Fisher Scientific) with a Dionex IonPac AS11-HC-4 µ m column (2 mm i.d. × 250 mm, 4 µ m particle size, Thermo Fisher Scientific) coupled with a Q Exactive, high-performance benchtop quadrupole Orbitrap high-resolution tandem mass spectrometer (Thermo Fisher Scientific) (IC/HRMS/MS) (Fushimi et al., 2020; Izumi et al., 2019). Cationic polar metabolites (i.e., amino acids, bases, nucleosides, etc.) were analyzed via liquid chromatography (Nexera X2 UHPLC system, Shimadzu) with a Discovery HS F5 column (2.1 mm i.d. × 150 mm, 3 µ m particle size, Merck) coupled with a Q Exactive instrument  (PFPP-LC/HRMS/MS)  (Fushimi  et  al.,  2020;  Izumi  et  al., 2019).\n\n## 3. Results and discussion\n\n## 3.1. Development of a bioreactor for microbial gas-phase reactions\n\nIn  a  previous  study,  we  demonstrated  rapid  CH4  degradation  by M.  capsulatus (Bath)  in  a  microbial  gas-phase  reaction  with  a  batch bioreactor (Chen et al., 2020). However, this batch system is not suitable for comparative metabolome analysis because liquid nutrients cannot be supplied sustainably. In this study, we developed a bioreactor for microbial gas-phase reactions, which can supply gaseous substrates (CH4 and O2) and liquid nutrients continuously. The design concept of the reactor is shown in Fig. 1a. The biofilm of M. capsulatus (Bath), immobilized on a porous solid material, was proposed to be placed in contact with a gas phase but not immersed in an aqueous phase; this would enable direct contact between cells and gaseous substrates without a huge water barrier, and thus enhance the efficiency of mass transfer from gaseous substrates to the cells. The nutrients dissolved in the reaction solution would be supplied to cells through the aqueous phase. The new reactor (hereafter called GPR, the abbreviation of gas-phase reactor) was assembled as a sandwich structure in the middle of which a glass fiber filter with immobilized M. capsulatus (Bath) cells was set, separating the gas phase and the aqueous phase into an upper and lower chamber, respectively (Fig. 1b). Although one side of the filter was still connected to the solution in the aqueous phase, the negative pressure generated by the peristaltic pump for liquid circulation withdrew the water  from  the  filter.  Therefore,  the  biofilm  on  the  filter  could  be maintained in a semi-dry state while nutrients in the medium could still be supplied to the biofilm by diffusion.\n\nTo achieve rapid CH4 degradation by a microbial gas-phase reaction in the assembled GPR, the effect of the concentration of M. capsulatus (Bath) cells on the removal rate of CH4  in the GPR was investigated. Different  amounts  of M.  capsulatus (Bath)  cells  were  prepared  and immobilized on the glass fiber membrane acting as a support. The cell amount  in  DCW  was  normalized  by  the  volume  of  the  glass  fiber membrane (0.72 mL), resulting in 1.4, 5.6, 9.7, 13.9, 20.8, 27.8 and 34.7 g-DCW/L-support. When air supplemented with 20% (v/v) of CH4 at a total gas flow rate of 1 mL/min was used as inlet gas, the removal\n\nY.-Y. Chen et al.\n\nFig. 2. (a) Principal component analysis and (b) hierarchical cluster analysis of 105 metabolites detected in Methylococcus capsulatus (Bath) cells catalyzing aqueous phase and gas-phase reactions for 3 h. PC1 and PC2 indicate first and second principal component scores, respectively. The numbers in the parentheses show the contributing ratio of each score.\n\n<!-- image -->\n\nrate of CH4 increased linearly with cell concentration, starting at 0.08 gCH4/(L-gas  phase ⋅ h)  and  then  reaching  up  to  0.36  g-CH4/(L-gas phase ⋅ h),  until  a  cell  concentration  of  13.9  g-DCW/L-support,  but became constant at higher cell concentrations. This result suggests that the resistance of mass transfer due to biofilm thickness limits the increase  in  the  removal  rate  of  CH4 at  high  cell  concentrations.  For effective CH4  degradation in further experiments, the immobilized cell amount was optimized to 10 mg-DCW (13.9 g-DCW/L-support).\n\nWhen investigating the effect of the gas flow rate on the removal rate of CH4 in the GPR, we observed no significant difference in removal rate in the range from 0.25 mL/min to 1.5 mL/min (data not shown). At gas flow rates higher than 2.0 mL/min, the CH4 removal rate fell below the detection limit because the concentration of CH4  at the outlet became almost the same as that at the inlet, indicating that at a flow rate above 2.0 mL/min the retention time was too short to allow conversion of CH4 in the assembled GPR.\n\n## 3.2. Comparison of methane degradation: gas-phase reaction in the gasphase reactor versus aqueous phase reaction in a batch reactor\n\nUsing the optimized conditions, the efficiency of CH4 degradation in the GPR (gas-phase reaction) was compared to that in a batch reactor (aqueous  phase  reaction)  as  shown  in  Fig.  1c.  The  same  amount  of M. capsulatus (Bath) cells (10 mg-DCW) was used in both reactors. The inlet gas sample consisted of 20% (v/v) CH4 in air pumping into a GPR at a flow rate of 1 mL/min, whereas the initial concentration of CH4 was set at 20% (v/v) in the headspace of the vial. The efficiency of CH4 degradation in each system was evaluated by measuring the variation in CH4 concentration at the outlet of the GPR or the headspace of the vial over time.  The  concentration  of  CH4 at  the  outlet  of  the  GPR  decreased rapidly from 20.0% to 18.0% in the first 30 min of reaction and then remained constant at 17.5% after 1 h, indicating that an excess amount of CH4 still surrounded the methanotrophic cells. In the absence of cells, the concentration of CH4 did not decrease in the GPR. By integrating the shaded areas in the graph presenting the time course of CH4  concentration at the outlet of a GPR during the gas-phase reactions, the cumulative amount of degraded CH4  was calculated to be 3.4 ± 0.2 mL during a 3 h continuous operation. On the other hands, in the vial for the aqueous  phase  reaction,  the  concentration  of  CH4 in  the  headspace consistently decreased from 20.0% to 13.8% after 3 h. Based on the difference  in  CH4 concentration  between  the  starting  point  and  the endpoint, the overall amount of degraded CH4 in the vial during the 3 h batch operation was calculated to be 1.6 ± 0.1 mL, which amounted to only 47% of the volume degraded in the GPR.\n\nThe removal rates of CH4  in two systems were calculated from the time courses of the cumulative amounts of degraded CH4. The removal rate of CH4  in the GPR was 0.37 ± 0.01 g-CH4/(L-gas phase ⋅ h), which was not only about 30-fold higher than that in the batch reactor [0.013 ± 0.001  g-CH4/(L-gas  phase ⋅ h)],  but  also  much  higher  than  that  in conventional biofiltration systems (Ganendra et al., 2015; Park et al., 2009). In the GPR, M. capsulatus (Bath) cells degraded CH4  rapidly as they were in a specific environment with high carbon availability and high O2 tension in the absence of a water barrier around cells. Hence, the cellular status of M. capsulatus (Bath) in the microbial gas-phase reaction was thought to be different from that assumed in a typical aqueous phase reaction.\n\n## 3.3. Metabolomic analysis of M. capsulatus (Bath) cells in the microbial gas-phase reaction\n\nTo understand the metabolic status of M. capsulatus (Bath) cells in the microbial gas-phase reaction, the cultured cells were divided into two fractions of the same volume. One fraction was immobilized onto the surface of a filter for the microbial gas-phase reaction, and the other was resuspended in NMS medium for the aqueous phase reaction. After each reaction was carried out for 3 h, metabolites were extracted and quantified by IC/HRMS/MS and PFPP-LC/HRMS/MS. As a result, 105 metabolites  were  identified.  Principal  component  analysis  revealed  that PC1 (horizontal axis) distinctly separated the samples of the microbial gas-phase reactions from the samples of the aqueous phase reactions (Fig. 2a). PC2 (vertical axis) clarified the differences between samples of the same group. Hierarchical cluster analysis revealed distinct metabolic patterns between cells catalyzing gas-phase reactions and those catalyzing aqueous phase reactions, indicating that the metabolic status of M. capsulatus (Bath) cells in the gas-phase reaction was different from that in the aqueous phase reaction (Fig. 2b). The metabolic alterations occurring in the gas-phase reaction are presented in Fig. 3. The levels of most metabolites involved in central carbon metabolism were decreased\n\nY.-Y. Chen et al.\n\nFig. 3. Upper panel: graphical explanation of altered metabolism of Methylococcus capsulatus (Bath) during the gas-phase reaction within the gas-phase reactor. The putative metabolic map illustrating the possible reason for increased or decreased accumulation of certain metabolites in cells in the gas-phase reaction is highlighted by a green box; this incomplete serine cycle was considered as a pyruvate recycle shunt consuming NADH. Lower panels: each graph indicates the relative level of every detected intracellular metabolite in the gas-phase reaction normalized to its level in cells catalyzing the aqueous phase reaction for 3 h. The name of each metabolite has been abbreviated as follows: G1P, D-Glucose 1-phosphate; F6P, D-fructose 6-phosphate; G6P, D-glucose 6-phosphate; 6PG, 6-phosphogluconic acid; R5P, D-ribose 5-phosphate; PRPP, phosphoribosyl pyrophosphate; HP, 3-hydroxypyruvate; Thr, threonine; FBP, D-fructose 1,6-bisphosphate; GAP, glyceraldehyde 3phosphate; S7P, D-sedoheputulose 7-phosphate; Asn, asparagine; His, histidine; DAP, 2,6-diaminopimelate; Ser, serine; PEP, phosphoenolpyruvate; Lys, lysine; Met, methionine; Asp, asparate; Arg, arginine; Ala, alanine; Pyr, Pyruvate; Cit, citrate; cis -Aco, cis -aconitic acid, 2-KG, 2-ketoglutarate; Orn, ornithine; Glu, glutamate; Gly, glycine; Val, valine; Mal, malate; Fum, fumarate; Suc, succinate; Gln, glutamine; and Pro, proline . Error bars show the standard deviation (n = 3).\n\n<!-- image -->\n\nY.-Y. Chen et al.\n\nFig.  4. Traditional  overview of  the  central  carbon  metabolism  of Methylococcus capsulatus (Bath).  The  central  carbon  metabolism  of M. capsulatus (Bath)  was described as being limited to the RuMP cycle, the TCA cycle, and an incomplete serine cycle.\n\n<!-- image -->\n\nin  cells  catalyzing  gas-phase  reactions,  except  for  three  metabolites: pyruvate (Pyr), citrate (Cit), and 2-ketoglutarate (2-KG). Conversely, the levels of succinate (Suc), fumarate (Fum), and glutamate (Glu), which are metabolites downstream of 2-KG, significantly decreased in the cells catalyzing gas-phase reactions.\n\n2-KG  is  not  only  used  as  the  major  carbon  skeleton  in  nitrogen assimilatory reactions, but also plays a role as an important signaling molecule for regulating metabolic pathways (Huergo &amp; Dixon, 2015). Research in Escherichia coli has provided a better understanding of the biological role of 2-KG . The intracellular levels of 2-KG are sensitive to variations  in  the  carbon  supply:  indeed,  when  glucose  was  added  to cultures of E. coli incubated in carbon-starved conditions, the intracellular levels of 2-KG significantly increased (Chen et al., 2014; Zhang et al., 2013; Zhang &amp; Ye, 2014). The gas-phase reaction enhances the mass transfer of CH4  to M. capsulatus (Bath) cells due to the high molecular diffusion rate in a gas phase (Chen et al., 2020). The higher level of 2-KG in cells in the gas-phase reaction (Fig. 3) thus possibly reflects higher availability of CH4 than that in the aqueous phase reaction. The consequent  increase  in  carbon  availability  caused  relative  nitrogen depletion, resulting in a decrease in the level of glutamine (Gln). Since the lower level of Gln decelerated Glu synthesis from 2-KG, Gln, and NADPH (EC 1.4.1.13) (Rabinowitz &amp; Silhavy, 2013), 2-KG was assumed to accumulate in cells in the gas-phase reaction. 2-KG is also known to regulate cyclic AMP synthesis by inhibiting adenylate cyclase, a master signaling molecule in E. coli (Daniel &amp; Danchin, 1986; Doucette et al., 2011; You et al., 2013) . Therefore, the high level of 2-KG induced by the efficient supply of CH4 might be one of the main factors for the altered activity  of  metabolic  pathways  in  cells  in  the  gas-phase  reaction. Consequently, setting cells in an GPR for gas-phase reaction could be a method to regulate their metabolism by altering the intracellular 2-KG level without the use of genetic manipulation.\n\nMetabolome  analysis  enabled  the  detection  of  13  amino  acids, revealing the accumulation of asparagine (Asn), proline (Pro), glycine (Gly), valine (Val), and threonine (Thr) in cells in the gas-phase reaction (Fig. 3). Asn and Pro are end products in M. capsulatus (Bath), and both require ATP and/or NADPH for de novo synthesis. In the gas-phase reaction, the levels of the precursors of Asn and Pro, aspartic acid (Asp) and Glu, were decreased significantly in M. capsulatus (Bath) cells. These suggest that Asp and Glu were converted to Asn and Pro respectively with consuming ATP. The Thr biosynthetic pathway, branching from Asp, also requires ATP and NADPH, although a gene coding for homoserine kinase (EC 2.7.1.39) has not yet been identified in the genome of M. capsulatus (Bath). The altered levels of these amino acids suggest that in cells in the gas-phase reaction, metabolic states might be altered to reduce the excess ATP and NADPH generated upon high availability of CH4  and O2. M. capsulatus (Bath) is thought to utilize ribulose monophosphate  (RuMP) and  an  incomplete  serine  cycle  for  formaldehyde assimilation (Fig. 4) (Gupta et al., 2019; Lee et al., 2016; Ward et al., 2004). However, the activity of this metabolic pathway cannot explain the accumulation of Gly and the decrease of Ser in absence of a significant accumulation of hydroxypyruvate. We propose that cells in the gas-phase reaction undergo a metabolic shunt, as shown in the highlighted part of Fig. 3. In this metabolic shunt, Gly and Val synthesis branch from pyruvate. Two synthetic pathways, mediated by alanine: glyoxylate aminotransferase  (EC  2.6.1.44) and  L-serine:glyoxylate aminotransferase  (EC  2.6.1.45)  and  requiring  Ala  and  Ser  as  the respective precursor, lead to pyruvate synthesis. Together with L-serine: pyruvate aminotransferase (EC 2.6.1.51), this shunt seizes the metabolic\n\nY.-Y. Chen et al.\n\nFig.  5. Altered accumulation of metabolites involved in purine  metabolism in  cells in the  gas-phase  reaction.  Each  graph indicates  the relative  level  of  each intracellular metabolite normalized to the value in cells catalyzing the aqueous phase reaction for 3 h. Error bars show the standard deviation (n = 3).\n\n<!-- image -->\n\nflux toward Gly and pyruvate synthesis, consuming NADH via alanine dehydrogenase (EC 1.4.1.1). Since M. capsulatus (Bath) has no lactate dehydrogenase, which is the major metabolic enzyme for consuming excess  NADH  generated  through  glycolysis  and  the  TCA  cycle,  this metabolic  switch  might  function  as  an  alternative  to  maintain  the intracellular redox balance in cells in the gas-phase reaction.\n\nThe pathways involved in purine and pyrimidine metabolism are summarized in Figs. 5 and 6. The levels of most of the related metabolites  were  decreased  significantly  in  cells  in  the  gas-phase  reaction, possibly due to the decreasing levels of their precursors: Gln, Glu, Asp, and phosphoribosyl pyrophosphate (PRPP) (Figs. 5 and 6). Of note, the levels of xanthine and hypoxanthine increased drastically in cells in the gas-phase reaction (Fig. 5). The production of inosine monophosphate (IMP) is the first  branching  point  for  synthesis  of  other  purine  compounds.  AMP  and  GMP  synthesis  from  IMP  require  Asp  and  Gln, respectively.  Therefore,  depletion  of  Gln  and  Asp  might  limit  the metabolic flux toward purine synthesis, except for the pathway leading to xanthine and hypoxanthine. The derivatives of xanthine and hypoxanthine have been studied for a long time in the food and pharmaceutical  industries  due  to  their  biological  activities.  Their  efficient bioproduction from glucose has been accomplished using metabolically engineered  microbes  (Liu  et  al.,  2020;  McKeague  et  al.,  2016).  Our metabolome analysis suggests the feasibility of CH4-based bioproduction  of  xanthine,  hypoxanthine,  and  their  derivatives  by  gasphase reaction, which has not been reported so far.\n\nThe  gas-phase  reaction  was  likely  to  also  affect  the  growth  of M. capsulatus (Bath). In fact, the level of 2,6-diaminopimelate (DAP), a key molecule for the construction of the cell wall, which is essential for cell growth, was drastically decreased in cells in the gas-phase reaction (Fig. 3), suggesting the cessation of cell growth and the preference for CH4 catabolism  rather  than  biomass  formation.  This  phenotype  is suitable  for  efficient  bioproduction.  Indeed,  for  most  valuable  compounds, bioproduction is coupled with cell growth, although biomass formation consumes a large part of the carbon source. To address this problem, efficient bioprocesses that decouple cell growth and production  have  been  developed  using  metabolic  engineering  approaches (David et al., 2016; Gupta et al., 2017; Soma et al., 2017, 2014; Soma &amp; Hanai, 2015; Zhao et al., 2018). We anticipate that the use of microbial gas-phase reactions within GPRs will contribute to the development of such processes without the need for genetic manipulations.\n\n## 4. Conclusion\n\nThis  study  is  the  first  to  demonstrate  the  metabolic  alteration  of M.  capsulatus (Bath)  in  a  gas-phase  reaction.  The  gas-phase  reaction operated in the GPR improved the methane degradation rate, which was about 30-fold higher than that in an aqueous phase reaction, and triggered remarkable alterations in the metabolism of cells in the gas-phase reaction. The decrease and the accumulation of some metabolites such as DAP, 2-ketoglutarate, xanthine, hypoxanthine, and their derivatives suggest  the  feasibility  of  CH4-based  bioproduction  in  a  GPR  without genetic manipulations. Our findings will contribute to the development of green processes for CH4-based bioproduction.\n\n## Declaration of Competing Interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\nY.-Y. Chen et al.\n\nFig. 6. Altered accumulation of metabolites involved in pyrimidine metabolism in cells in the gas-phase reaction. Each graph indicates the relative level of each intracellular metabolite normalized to the value in cells catalyzing the aqueous phase reaction for 3 h. Error bars show the standard deviation (n = 3).\n\n<!-- image -->\n\n## Acknowledgements\n\nThis work was supported by the Advanced Low Carbon Technology Research and Development Program (JPMJAL1402 and JPMJAL1607) of the Japan Science and Technology Agency, the project JPNP18016 of the New Energy and Industrial Technology Development Organization, Japan, KAKENHI grants JP18K14065 and JP17H06304 from the Japan Society  for  the  Promotion  of  Science,  and  the  Cooperative  Research Project  Program  of  the  Medical  Institute  of  Bioregulation,  Kyushu University.\n\n## Appendix A. Supplementary data\n\nSupplementary data to this article can be found online at https://doi. org/10.1016/j.biortech.2021.125002.\n\n## References\n\n- Bjorck, C.E., Dobson, P.D., Pandhal, J., 2018. Biotechnological conversion of methane to methanol: evaluation of progress and potential. AIMS Bioeng. 5, 1 -38.\n- Cantera, S., Bordel, S., Lebrero, R., Gancedo, J., Garcia-Encina, P.A., Munoz, R., 2019. Bio-conversion of methane into high profit margin compounds: an innovative, environmentally friendly and cost-effective platform for methane abatement. World J. Microbiol. Biotechnol. 35, 16.\n- Chen, H.-L., Bernard, C.S., Hubert, P., My, L., Zhang, C.-C., 2014. Fluorescence resonance energy transfer based on interaction of PII and PipX proteins provides a robust and specific biosensor for 2-oxoglutarate, a central metabolite and a signalling molecule. FEBS J. 281 (4), 1241 -1255.\n- Chen, Y.-Y., Ishikawa, M., Suzuki, R., Ito, H., Kamachi, T., Hori, K., 2020. Evaluation of methane degradation performance in microbial gas-phase reactions using effectively immobilized methanotrophs. Biochem. Eng. J. 154, 107441.\n- Daniel, J., Danchin, A., 1986. 2-Ketoglutarate as a possible regulatory metabolite involved in cyclic AMP-dependent catabolite repression in Escherichia coli K12. Biochimie. 68 (2), 303 -310.\n- David, F., Nielsen, J., Siewers, V., 2016. Flux control at the malonyl-CoA node through hierarchical dynamic pathway regulation in Saccharomyces cerevisiae . ACS Synth. Biol. 5 (3), 224 -233.\n\nY.-Y. Chen et al.\n\n- Doucette, C.D., Schwab, D.J., Wingreen, N.S., Rabinowitz, J.D., 2011. α -ketoglutarate coordinates carbon and nitrogen utilization via enzyme I inhibition. Nat. Chem. Biol. 7 (12), 894 -901.\n- Fei, Q., Guarnieri, M.T., Tao, L., Laurens, L.M.L., Dowe, N., Pienkos, P.T., 2014. Bioconversion of natural gas to liquid fuel: opportunities and challenges. Biotechnol. Adv. 32 (3), 596 -614.\n- Furutani, M., Uenishi, A., Iwasa, K. 2014. Recombinant cell, and method for producing 1, 4-butanediol, Sekisui Chemical Co.\n- Fushimi, T., Izumi, Y., Takahashi, M., Hata, K., Murano, Y., Bamba, T., 2020. Dynamic metabolome analysis reveals the metabolic fate of medium-chain fatty acids in AML12 Cells. J. Agric. Food Chem. 68 (43), 11997 -12010.\n- Ganendra, G., Mercado-Garcia, D., Hernandez-Sanabria, E., Boeckx, P., Ho, A., Boon, N., 2015. Methane biofiltration using autoclaved aerated concrete as the carrier material. Appl. Microbiol. Biotechnol. 99 (17), 7307 -7320.\n- Gupta, A., Ahmad, A., Chothwe, D., Madhu, M.K., Srivastava, S., Sharma, V.K., 2019. Genome-scale metabolic reconstruction and metabolic versatility of an obligate methanotroph Methylococcus capsulatus str. Bath. PeerJ. 7, e6685.\n- Gupta, A., Reizman, I.M., Reisch, C.R., Prather, K.L., 2017. Dynamic regulation of metabolic flux in engineered bacteria using a pathway-independent quorum-sensing circuit. Nat. Biotechnol. 35, 273-279.\n- Huergo, L.F., Dixon, R., 2015. The emergence of 2-oxoglutarate as a master regulator metabolite. Microbiol. Mol. Biol. Rev. 79 (4), 419 -435.\n- Izumi, Y., Matsuda, F., Hirayama, A., Ikeda, K., Kita, Y., Horie, K., Saigusa, D., Saito, K., Sawada, Y., Nakanishi, H., Okahashi, N., Takahashi, M., Nakao, M., Hata, K., Hoshi, Y., Morihara, M., Tanabe, K., Bamba, T., Oda, Y., 2019. Inter-laboratory comparison of metabolite measurements for metabolomics data integration. Metabolites. 9 (11), 257.\n- Jeon, Y.C., Nguyen, A.D., Lee, E.Y., 2019. Bioproduction of isoprenoids and other secondary metabolites using methanotrophic bacteria as an alternative microbial cell factory option: current stage and future aspects. Catalysts 9 (11), 883.\n- Kulishova, L.M., Zharkov, D.O., 2017. Solid/gas biocatalysis. Biochemistry (Moscow) 82 (2), 95 -105.\n- Kumar, V., Ahluwalia, V., Saran, S., Kumar, J., Patel, A.K., Singhania, R.R., 2021. Recent developments on solid-state fermentation for production of microbial secondary metabolites: challenges and solutions. Bioresour. Technol. 323, 124566.\n- Lamare, S., Legoy, M.-D., Graber, M., 2004. Solid/gas bioreactors: powerful tools for fundamental research and efficient technology for industrial applications. Green Chem. 6 (9), 445.\n- Lee, O.K., Hur, D.H., Nguyen, D.T.N., Lee, E.Y., 2016. Metabolic engineering of methanotrophs and its application to production of chemicals and biofuels from methane. Biofuels. Bioprod. Biorefin. 10 (6), 848 -863.\n- Liu, M., Fu, Y., Gao, W., Xian, M.o., Zhao, G., 2020. Highly efficient biosynthesis of hypoxanthine in Escherichia coli and transcriptome-based analysis of the purine metabolism. ACS Synth. Biol. 9 (3), 525 -535.\n- McKeague, M., Wang, Y.-H., Cravens, A., Win, M.N., Smolke, C.D., 2016. Engineering a microbial platform for de novo biosynthesis of diverse methylxanthines. Metab. Eng. 38, 191 -203.\n- Park, S., Lee, C.-H., Ryu, C.-R., Sung, K., 2009. Biofiltration for reducing methane emissions from modern sanitary landfills at the low methane generation stage. Water, Air, Soil Pollut. 196 (1-4), 19 -27.\n- Patel, S.K.S., Kalia, V.C., Joo, J.B., Kang, Y.C., Lee, J.-K., 2020a. Biotransformation of methane into methanol by methanotrophs immobilized on coconut coir. Bioresour. Technol. 297, 122433.\n- Patel, S.K.S., Shanmugam, R., Kalia, V.C., Lee, J.-K., 2020b. Methanol production by polymer-encapsulated methanotrophs from simulated biogas in the presence of methane vector. Bioresour. Technol. 304, 123022.\n- Petersen, L.A.H., Villadsen, J., J ø rgensen, S.B., Gernaey, K.V., 2017. Mixing and mass transfer in a pilot scale U-loop bioreactor. Biotechnol. Bioeng. 114 (2), 344 -354.\n- Pieja, A.J., Rostkowski, K.H., Criddle, C.S., 2011. Distribution and selection of poly-3hydroxybutyrate production capacity in methanotrophic proteobacteria. Microb. Ecol. 62 (3), 564 -573.\n- Rabinowitz, J.D., Silhavy, T.J., 2013. Systems biology: metabolite turns master regulator. Nature. 500 (7462), 283 -284.\n- Soma, Y., Fujiwara, Y., Nakagawa, T., Tsuruno, K., Hanai, T., 2017. Reconstruction of a metabolic regulatory network in Escherichia coli for purposeful switching from cell growth mode to production mode in direct GABA fermentation from glucose. Metab. Eng. 43, 54 -63.\n- Soma, Y., Hanai, T., 2015. Self-induced metabolic state switching by a tunable cell density sensor for microbial isopropanol production. Metab. Eng. 30, 7 -15.\n- Soma, Y., Tsuruno, K., Wada, M., Yokota, A., Hanai, T., 2014. Metabolic flux redirection from a central metabolic pathway toward a synthetic pathway using a metabolic toggle switch. Metab. Eng. 23, 175 -184.\n- Strong, P.J., Kalyuzhnaya, M., Silverman, J., Clarke, W.P., 2016. A methanotroph-based biorefinery: potential scenarios for generating multiple products from a single fermentation. Bioresour. Technol. 215, 314 -323.\n- Subbian, E. 2017. Production of lactic acid from organic waste or biogas or methane using recombinant methanotrophic bacteria, String Bio Private Limited.\n- Usami, A., Ishikawa, M., Hori, K., 2020. Gas-phase bioproduction of a high-value-added monoterpenoid (E)-geranic acid by metabolically engineered Acinetobacter sp. Tol 5. Green Chem. 22 (4), 1258 -1268.\n- Wang, V.-C., Maji, S., Chen, P.-Y., Lee, H.K., Yu, S.-F., Chan, S.I., 2017. Alkane oxidation: methane monooxygenases, related enzymes, and their biomimetics. Chem. Rev. 117 (13), 8574 -8621.\n- Ward, N., Larsen, Ø ., Sakwa, J., Bruseth, L., Khouri, H., Durkin, A.S., Dimitrov, G., Jiang, L., Scanlan, D., Kang, K.H., Lewis, M., Nelson, K.E., Meth ´ e, B., Wu, M., Heidelberg, J.F., Paulsen, I.T., Fouts, D., Ravel, J., Tettelin, H., Ren, Q., Read, T., DeBoy, R.T., Seshadri, R., Salzberg, S.L., Jensen, H.B., Birkeland, N.K., Nelson, W.C., Dodson, R.J., Grindhaug, S.H., Holt, I., Eidhammer, I., Jonasen, I., Vanaken, S., Utterback, T., Feldblyum, T.V., Fraser, C.M., Lillehaug, J.R., Eisen, J.A., 2004. Genomic insights into methanotrophy: the complete genome sequence of Methylococcus capsulatus (Bath). PLoS Biol. 2 (10), e303.\n- Webb, C., 2017. Design aspects of solid state fermentation as applied to microbial bioprocessing. J. Appl. Biotechnol. Bioeng. 4, 511 -532.\n- You, C., Okano, H., Hui, S., Zhang, Z., Kim, M., Gunderson, C.W., Wang, Y.-P., Lenz, P., Yan, D., Hwa, T., 2013. Coordination of bacterial proteome with metabolism by cyclic AMP signalling. Nature 500 (7462), 301 -306.\n- Zha, X., Tsapekos, P., Zhu, X., Khoshnevisan, B., Lu, X., Angelidaki, I., 2021. Bioconversion of wastewater to single cell protein by methanotrophic bacteria. Bioresour. Technol. 320, 124351.\n- Zhang, C., Wei, Z.-H., Ye, B.-C., 2013. Quantitative monitoring of 2-oxoglutarate in Escherichia coli cells by a fluorescence resonance energy transfer-based biosensor. Appl. Microbiol. Biotechnol. 97 (18), 8307 -8316.\n- Zhang, C., Ye, B.-C., 2014. A single fluorescent protein-based sensor for in vivo 2-oxogluatarate detection in cell. Biosens. Bioelectron. 54, 15 -19.\n- Zhao, E.M., Zhang, Y., Mehl, J., Park, H., Lalwani, M.A., Toettcher, J.E., Avalos, J.L., 2018. Optogenetic regulation of engineered cellular metabolism for microbial chemical production. Nature 555 (7698), 683 -687.",
  "chunks": [
    "Contents lists available at ScienceDirect",
    "## Bioresource Technology",
    "journal homepage: www.elsevier.com/locate/biortech",
    "## Metabolic alteration of Methylococcus capsulatus str. Bath during a microbial gas-phase reaction",
    "Yan-Yu Chen a,1 , Yuki Soma b,1 , Masahito Ishikawa a,c,1 , Masatomo Takahashi b , Yoshihiro Izumi b , Takeshi Bamba b , Katsutoshi Hori a,*",
    "- a Department of Biomolecular Engineering, Graduate School of Engineering, Nagoya University, Furo-cho, Chikusa-ku, Nagoya 464-8603, Japan\n- b Division of Metabolomics, Medical Institute of Bioregulation, Kyushu University, Higashi-ku, Fukuoka 812-8582, Japan\n- c PRESTO, Japan Science and Technology Agency, 4-1-8 Honcho, Kawaguchi, Saitama 332-0012, Japan",
    "## H I G H L I G H T S",
    "- A gas-phase reactor was constructed for comparative metabolome analysis.\n- Efficient methane degradation by M. capsulatus proceeds in the gas-phase reactor.\n- Remarkable  alterations occur in the metabolism  of  cells  in  the  gas-phase reaction.\n- 2-Ketoglutarate was accumulated in M. capsulatus due to high  methane availability.\n- Useful products such as xanthines were accumulated during the gas-phase reaction.",
    "## A R T I C L E  I N F O",
    "Keywords: Methane Methanotroph Metabolome analysis Microbial gas-phase reaction Methylococcus capsulatus (Bath)",
    "* Corresponding author.",
    "E-mail address: khori@chembio.nagoya-u.ac.jp (K. Hori).",
    "1 These authors contributed equally to this work.",
    "## https://doi.org/10.1016/j.biortech.2021.125002",
    "## G R A P H I C A L  A B S T R A C T",
    "This study demonstrates the metabolic alteration of Methylococcus capsulatus (Bath), a representative bacterium among methanotrophs, in microbial gas-phase reactions. For comparative metabolome analysis, a bioreactor was designed to be capable of supplying gaseous substrates and liquid nutrients continuously. Methane degradation by M. capsulatus (Bath) was more efficient in a gas-phase reaction operated in the bioreactor than in an aqueous phase reaction operated in a batch reactor. Metabolome analysis revealed remarkable alterations in the metabolism of cells in the gas-phase reaction; in particular, pyruvate, 2-ketoglutarate, some amino acids, xanthine, and  hypoxanthine  were  accumulated,  whereas  2,6-diaminopimelate  was  decreased.  Based  on  the  results  of metabolome analysis, cells in the gas-phase reaction seemed to alter their metabolism to reduce the excess ATP and  NADH  generated  upon  increased  availability  of  methane  and  oxygen.  Our  findings  will  facilitate  the development of efficient processes for methane-based bioproduction with low energy consumption.",
    "Methane  (CH4),  the  main  component  of  natural  gas,  biogas,  and shale gas, has been used as a significant energy source for a long time. In the past decade, its abundance and relatively low price have made CH4 a promising next-generation carbon feedstock (Fei et al., 2014). Nevertheless, the use of CH4  as a carbon feedstock is still limited because its conversion is hindered by an extremely stable C -H bound (440 kJ/mol of  the  dissociation  energy  of  the  C -H  bond)  (Bjorck  et  al.,  2018). Although the conversion of CH4 with chemical catalysts has been studied extensively, most of the reactions involved are energy intensive and ecologically unfriendly (Wang et al., 2017).",
    "Methanotrophs, a group of microorganisms, utilize CH4  as the sole carbon and energy source, with their unique enzymes and metabolic pathways (Cantera et al., 2019). This property of methanotrophs allows them to be used as biocatalysts for the conversion of CH4 into valuable products at ordinary temperature and pressure, supporting the development of green bioprocesses. Many methanotrophic bioprocesses have been applied to obtain various products, such as methanol (Patel et al., 2020a, 2020b), polyhydroxyalkanoates (Pieja et al., 2011; Strong et al., 2016), single-cell proteins (Petersen et al., 2017; Zha et al., 2021), liquid biofuels (Furutani et al., 2014), succinic acid (Subbian, 2017), and isoprenoids (Jeon et al., 2019). Even though additional market-valuable products could be synthesized, methanotrophic bioprocesses still face multiple challenges. For instance, the low water solubility of CH4  and oxygen (O2) is one of the major factors limiting the development of industrial  processes  (Bjorck  et  al.,  2018).  Typical  methanotrophic  bioprocesses are conducted with suspended cells in an aqueous solution. Hence, vigorous agitation in the form of bubbling or stirring is required to  dissolve  CH4 and  O2 into  the  aqueous  phase  to  supply  them  to methanotrophic cells, resulting in high energy consumption.",
    "Microbial gas-phase reactions have been proposed to enhance the rate of mass transfer of gaseous substrates from the gas phase to biocatalysts, especially for hydrophobic gases (e.g., CH4 and O2) (Kulishova &amp; Zharkov,  2017;  Webb,  2017).  Unlike  in  typical  bioreactions  in aqueous solutions, for gas-phase reactions biocatalysts are immobilized on solid supports in the absence of an aqueous solution as a suspension medium. The removal of the aqueous solution allows biocatalysts to directly contact hydrophobic gases, and mediate biocatalytic reactions in the gas phase. Without the need for vigorous agitation, gaseous substrates can be driven by a small pressure drop or be supplied in a passive way with low energy consumption. With these perspectives, microbial gas-phase  reactions  have  attracted  the  researchers ' attention  for  the development of green processes (Kumar et al., 2021; Lamare et al., 2004; Usami et al., 2020). In a previous study, we evaluated the ability of Methylococcus capsulatus (Bath), a representative gammaproteobacterial methanotroph (Ward et al., 2004), to degrade CH4  in microbial gas-phase reactions. Notably, the rate of CH4 degradation in a gas-phase reaction without active supply of gases was much higher than that in an aqueous phase reaction, with stirring (Chen et al., 2020). This increase in the rate of CH4  degradation upon improved availability of gaseous CH4 and O2 implies that the metabolism of M. capsulatus (Bath) in  a  microbial  gas-phase  reaction  is  quite  different  from  that  in  the aqueous phase reaction. Metabolome analysis would lead to a definitive understanding of the cellular states, the rate-limiting steps of metabolic flow, and the potential metabolite productivity of microbial gas-phase reactions. Limited information about the metabolome of microorganisms in microbial gas-phase reactions is available, although this could be beneficial for the development of CH4-based green bioprocesses.",
    "In this study, we for the first time investigated the metabolome of M. capsulatus (Bath) in the microbial gas-phase reaction. For comparative  metabolome  analysis  with  typical  aqueous  phase  reactions,  a bioreactor  for  the  gas-phase  reaction  was  constructed,  which  can continuously supply gas substrates and liquid nutrients unlike a batch bioreactor  used  in  the  previous  study  (Chen  et  al.,  2020).  Methane degradation by M. capsulatus (Bath) in a gas-phase reaction operated in the constructed reactor was evaluated and compared with that in an aqueous phase reaction. The metabolome of M. capsulatus (Bath) during the gas-phase reaction was compared with that in the aqueous phase reaction.",
    "## 2. Materials and methods",
    "## 2.1. Cultivation of Methylococcus capsulatus (Bath)",
    "M. capsulatus (Bath) was cultivated in a 5 L flask containing 1 L of nitrate mineral salt (NMS) medium (pH 6.8) consisting of 1.0 g of KNO3, 1.0 g of MgSO4 ⋅ 7H2O, 0.2 g of CaCl2 ⋅ 2H2O, 0.497 g of Na2HPO4, 0.39 g of KH2PO4, 0.019 g of Fe-EDTA, 0.0005 g of Na2MoO4 ⋅ 2H2O, and 0.1 mL of trace element solution per liter of distilled water, incubated with 20 μ M CuCl2  at 42 ◦ C with stirring  for  5  d.  The  trace  element  solution contains 0.5 g of FeSO4 ⋅ 7H2O, 0.4 g of ZnSO4 ⋅ 7H2O, 0.25 of Na2EDTA, 0.015 g of H3BO3, 0.05 g of CoCl2 ⋅ 6H2O, 0.02 g of MnCl2 ⋅ 4H2O, and 0.01 g of NiCl2 ⋅ 6H2O per 100 mL of distilled water. CH4  and air were supplied by bubbling and passive diffusion from 1-L rubber balloons, respectively. Cells were harvested by centrifugation at 6,000 rpm for 20 min, washed three times with freshly sterilized NMS medium containing 20 μ M  CuCl2,  and  resuspended  in  the  same  medium  for  further experiments.",
    "## 2.2. Aqueous phase reaction in a batch vial",
    "Ten milligrams of dry cell weight (DCW) of M. capsulatus (Bath) cells were suspended in 5 mL of NMS medium with 20 μ M CuCl2 and infused into a 30 mL sterilized cylindrical glass vial. The vial was then sealed with  a  sterilized  rubber  plug  and  an  aluminum  cap.  Pure  CH4  was injected into the vial with a gas-tight syringe to achieve a final CH4 concentration of 20% in the headspace of the vial. Vials without cells were prepared as controls using the same procedure. Reactions were performed at 42 ◦ C for 3 h with shaking at 140 rpm. The concentration of CH4 in the headspace was measured at 0.5-h intervals by gas chromatography, as described previously (Chen et al., 2020).",
    "## 2.3. Gas-phase reaction in a continuous bioreactor",
    "For the gas-phase reaction, a bioreactor was devised to continuously supply  the  mixture  of  CH4  and  air.  The  following  components  were assembled in the bioreactor from top to bottom: a sandwich structure: a polycarbonate  (PC)  gas  chamber,  a  polytetrafluoroethylene  (PTFE) gasket, a glass fiber filter with immobilized cells, a PC filter support, and a PC liquid chamber. These components were then locked tightly using screws and nuts. All the components were treated with UV light on a clean bench for 30 min before assembly. M. capsulatus (Bath) cells were immobilized by filtration on a sterilized glass fiber filter with a diameter of 47 mm (GF/F 47; GE Healthcare), which was then assembled into the center of the bioreactor. The side of the filter with immobilized cells was placed facing the top of the gas chamber, whereas the other side of the filter was in contact with the liquid phase in the bottom of the chamber. The liquid chamber and gas chamber were 40 mm in diameter and 2 mm in height, resulting in a volume of 2.5 mL. A reaction solution consisting of 10 mL of NMS medium with 20 μ M CuCl2 was infused into the liquid chamber and circulated between the solution container and the liquid chamber by a peristaltic pump (ISM931; ISMATEC) at a rate of 3 mL/ min. For supplying gaseous substrates, a mixture of CH4 and air (80% N2 and 20% O2) at a ratio of 1:4 was prepared by a gas blender (BR-2CS; KOFLOC Kyoto) and injected continuously into the gas chamber. To optimize cell concentration in the bioreactor, 1, 4, 7, 10, 15, 20, and 25 mg-DCW of M. capsulatus (Bath) cells were prepared and immobilized on the glass fiber filter. The gas flow rate was set at 10 mL/min with a 20% CH4 concentration for 10 min, to purge the air in the gas chamber, and then changed to 1 mL/min for 170 min. Reactions were performed at 42 ◦ C by incubating a bioreactor in a water bath. CH4 concentration was",
    "Fig.  1. Illustrations  of  systems  for  the  gas-phase  reaction  and  the  aqueous phase reaction. (a) Conceptual design of a reactor capable of supplying gaseous substrates (CH4 and O2) and liquid nutrients continuously. (b) Configuration of the system for the gas-phase reaction. (c) Batch-type vial system for the aqueous phase reaction.",
    "analyzed by sampling the gas at the outlet at 0.5 h intervals. To determine the CH4  removal rate, the difference in CH4  concentrations between the inlet and the outlet was multiplied by the volumetric gas flow rate, divided by the volume of the gas chamber, and then converted to gCH4/(L-gas phase ⋅ h) according to the ideal gas law at 1 atm and 42 ◦ C.",
    "## 2.4. Metabolomic analysis",
    "Cultured cells of M. capsulatus (Bath) were divided into 6 sets: 3 sets for performing aqueous phase reactions and 3 sets for performing gasphase reactions. The cells were washed with fresh sterilized NMS medium containing 20 μ M CuCl2, resuspended in the same medium, and utilized for aqueous or gas-phase reactions. After 3 h of incubation, the cells were harvested for metabolome analysis as follows. For samples in the aqueous phase reaction, 5 mL of the cell suspension in each of the vials was filtered through a hydrophilic 0.45μ m PTFE membrane filter of 47  mm  in  diameter  (Omnipore  Membrane  Filters,  Millipore, JHWP04700) on a filtration system. For gas-phase reaction samples, the glass  fiber  filter  with  the  immobilized  cells  was  removed  from  the bioreactor and then set on the filtration system. Aqueous phase and gasphase reaction samples on the filters were washed with 10 mL of 110 mM ammonium acetate, flash-frozen in liquid nitrogen, desiccated by freeze-drying  overnight,  and  stored  at -80 ◦ C  before  metabolome analysis.",
    "Cells attached to each collecting filter were peeled off and lysed with 2 mL of ice-cold methanol in a 50 mL conical tube and vortexed for 1 min. After flash centrifugation to spin down the filtrate and the solution, each tube was wrapped with aluminum foil and its content subjected to ultrasonic  disruption  for  5  min.  After  flash  centrifugation,  the  tubes were placed in a GLYPH&lt;0&gt; 20 ◦ C freezer for 1 h. After removal of the filters from conical tubes, the tubes were centrifuged at 16,000 × g for 5 min. Each 600 µ L of the cell lysate supernatant was diluted with 600 µ L of chloroform and 480 µ L  of  water.  The  samples  were  centrifuged  again  at 16,000 × g for 5 min. The top phase (850 µ L) was collected and evaporated to dryness using a centrifugal concentrator (VC-36S, TAITEC). Prior to analysis, the dried aqueous layer was reconstituted in 50 µ L of water containing 10 µ M 10-camphorsulfonic acid and 10 µ M 1,4-piperazinediethanesulfonic acid (PIPES) as internal standards, resulting in an analytical sample for metabolomic analysis.",
    "Anionic  polar  metabolites  (i.e.,  organic  acids,  sugar  phosphates, nucleotides, etc.) were analyzed via ion chromatography (Dionex ICS5000 + HPIC system, Thermo Fisher Scientific) with a Dionex IonPac AS11-HC-4 µ m column (2 mm i.d. × 250 mm, 4 µ m particle size, Thermo Fisher Scientific) coupled with a Q Exactive, high-performance benchtop quadrupole Orbitrap high-resolution tandem mass spectrometer (Thermo Fisher Scientific) (IC/HRMS/MS) (Fushimi et al., 2020; Izumi et al., 2019). Cationic polar metabolites (i.e., amino acids, bases, nucleosides, etc.) were analyzed via liquid chromatography (Nexera X2 UHPLC system, Shimadzu) with a Discovery HS F5 column (2.1 mm i.d. × 150 mm, 3 µ m particle size, Merck) coupled with a Q Exactive instrument  (PFPP-LC/HRMS/MS)  (Fushimi  et  al.,  2020;  Izumi  et  al., 2019).",
    "## 3. Results and discussion",
    "## 3.1. Development of a bioreactor for microbial gas-phase reactions",
    "In  a  previous  study,  we  demonstrated  rapid  CH4  degradation  by M.  capsulatus (Bath)  in  a  microbial  gas-phase  reaction  with  a  batch bioreactor (Chen et al., 2020). However, this batch system is not suitable for comparative metabolome analysis because liquid nutrients cannot be supplied sustainably. In this study, we developed a bioreactor for microbial gas-phase reactions, which can supply gaseous substrates (CH4 and O2) and liquid nutrients continuously. The design concept of the reactor is shown in Fig. 1a. The biofilm of M. capsulatus (Bath), immobilized on a porous solid material, was proposed to be placed in contact with a gas phase but not immersed in an aqueous phase; this would enable direct contact between cells and gaseous substrates without a huge water barrier, and thus enhance the efficiency of mass transfer from gaseous substrates to the cells. The nutrients dissolved in the reaction solution would be supplied to cells through the aqueous phase. The new reactor (hereafter called GPR, the abbreviation of gas-phase reactor) was assembled as a sandwich structure in the middle of which a glass fiber filter with immobilized M. capsulatus (Bath) cells was set, separating the gas phase and the aqueous phase into an upper and lower chamber, respectively (Fig. 1b). Although one side of the filter was still connected to the solution in the aqueous phase, the negative pressure generated by the peristaltic pump for liquid circulation withdrew the water  from  the  filter.  Therefore,  the  biofilm  on  the  filter  could  be maintained in a semi-dry state while nutrients in the medium could still be supplied to the biofilm by diffusion.",
    "To achieve rapid CH4 degradation by a microbial gas-phase reaction in the assembled GPR, the effect of the concentration of M. capsulatus (Bath) cells on the removal rate of CH4  in the GPR was investigated. Different  amounts  of M.  capsulatus (Bath)  cells  were  prepared  and immobilized on the glass fiber membrane acting as a support. The cell amount  in  DCW  was  normalized  by  the  volume  of  the  glass  fiber membrane (0.72 mL), resulting in 1.4, 5.6, 9.7, 13.9, 20.8, 27.8 and 34.7 g-DCW/L-support. When air supplemented with 20% (v/v) of CH4 at a total gas flow rate of 1 mL/min was used as inlet gas, the removal",
    "Fig. 2. (a) Principal component analysis and (b) hierarchical cluster analysis of 105 metabolites detected in Methylococcus capsulatus (Bath) cells catalyzing aqueous phase and gas-phase reactions for 3 h. PC1 and PC2 indicate first and second principal component scores, respectively. The numbers in the parentheses show the contributing ratio of each score.",
    "rate of CH4 increased linearly with cell concentration, starting at 0.08 gCH4/(L-gas  phase ⋅ h)  and  then  reaching  up  to  0.36  g-CH4/(L-gas phase ⋅ h),  until  a  cell  concentration  of  13.9  g-DCW/L-support,  but became constant at higher cell concentrations. This result suggests that the resistance of mass transfer due to biofilm thickness limits the increase  in  the  removal  rate  of  CH4 at  high  cell  concentrations.  For effective CH4  degradation in further experiments, the immobilized cell amount was optimized to 10 mg-DCW (13.9 g-DCW/L-support).",
    "When investigating the effect of the gas flow rate on the removal rate of CH4 in the GPR, we observed no significant difference in removal rate in the range from 0.25 mL/min to 1.5 mL/min (data not shown). At gas flow rates higher than 2.0 mL/min, the CH4 removal rate fell below the detection limit because the concentration of CH4  at the outlet became almost the same as that at the inlet, indicating that at a flow rate above 2.0 mL/min the retention time was too short to allow conversion of CH4 in the assembled GPR.",
    "## 3.2. Comparison of methane degradation: gas-phase reaction in the gasphase reactor versus aqueous phase reaction in a batch reactor",
    "Using the optimized conditions, the efficiency of CH4 degradation in the GPR (gas-phase reaction) was compared to that in a batch reactor (aqueous  phase  reaction)  as  shown  in  Fig.  1c.  The  same  amount  of M. capsulatus (Bath) cells (10 mg-DCW) was used in both reactors. The inlet gas sample consisted of 20% (v/v) CH4 in air pumping into a GPR at a flow rate of 1 mL/min, whereas the initial concentration of CH4 was set at 20% (v/v) in the headspace of the vial. The efficiency of CH4 degradation in each system was evaluated by measuring the variation in CH4 concentration at the outlet of the GPR or the headspace of the vial over time.  The  concentration  of  CH4 at  the  outlet  of  the  GPR  decreased rapidly from 20.0% to 18.0% in the first 30 min of reaction and then remained constant at 17.5% after 1 h, indicating that an excess amount of CH4 still surrounded the methanotrophic cells. In the absence of cells, the concentration of CH4 did not decrease in the GPR. By integrating the shaded areas in the graph presenting the time course of CH4  concentration at the outlet of a GPR during the gas-phase reactions, the cumulative amount of degraded CH4  was calculated to be 3.4 ± 0.2 mL during a 3 h continuous operation. On the other hands, in the vial for the aqueous  phase  reaction,  the  concentration  of  CH4 in  the  headspace consistently decreased from 20.0% to 13.8% after 3 h. Based on the difference  in  CH4 concentration  between  the  starting  point  and  the endpoint, the overall amount of degraded CH4 in the vial during the 3 h batch operation was calculated to be 1.6 ± 0.1 mL, which amounted to only 47% of the volume degraded in the GPR.",
    "The removal rates of CH4  in two systems were calculated from the time courses of the cumulative amounts of degraded CH4. The removal rate of CH4  in the GPR was 0.37 ± 0.01 g-CH4/(L-gas phase ⋅ h), which was not only about 30-fold higher than that in the batch reactor [0.013 ± 0.001  g-CH4/(L-gas  phase ⋅ h)],  but  also  much  higher  than  that  in conventional biofiltration systems (Ganendra et al., 2015; Park et al., 2009). In the GPR, M. capsulatus (Bath) cells degraded CH4  rapidly as they were in a specific environment with high carbon availability and high O2 tension in the absence of a water barrier around cells. Hence, the cellular status of M. capsulatus (Bath) in the microbial gas-phase reaction was thought to be different from that assumed in a typical aqueous phase reaction.",
    "## 3.3. Metabolomic analysis of M. capsulatus (Bath) cells in the microbial gas-phase reaction",
    "To understand the metabolic status of M. capsulatus (Bath) cells in the microbial gas-phase reaction, the cultured cells were divided into two fractions of the same volume. One fraction was immobilized onto the surface of a filter for the microbial gas-phase reaction, and the other was resuspended in NMS medium for the aqueous phase reaction. After each reaction was carried out for 3 h, metabolites were extracted and quantified by IC/HRMS/MS and PFPP-LC/HRMS/MS. As a result, 105 metabolites  were  identified.  Principal  component  analysis  revealed  that PC1 (horizontal axis) distinctly separated the samples of the microbial gas-phase reactions from the samples of the aqueous phase reactions (Fig. 2a). PC2 (vertical axis) clarified the differences between samples of the same group. Hierarchical cluster analysis revealed distinct metabolic patterns between cells catalyzing gas-phase reactions and those catalyzing aqueous phase reactions, indicating that the metabolic status of M. capsulatus (Bath) cells in the gas-phase reaction was different from that in the aqueous phase reaction (Fig. 2b). The metabolic alterations occurring in the gas-phase reaction are presented in Fig. 3. The levels of most metabolites involved in central carbon metabolism were decreased",
    "Fig. 3. Upper panel: graphical explanation of altered metabolism of Methylococcus capsulatus (Bath) during the gas-phase reaction within the gas-phase reactor. The putative metabolic map illustrating the possible reason for increased or decreased accumulation of certain metabolites in cells in the gas-phase reaction is highlighted by a green box; this incomplete serine cycle was considered as a pyruvate recycle shunt consuming NADH. Lower panels: each graph indicates the relative level of every detected intracellular metabolite in the gas-phase reaction normalized to its level in cells catalyzing the aqueous phase reaction for 3 h. The name of each metabolite has been abbreviated as follows: G1P, D-Glucose 1-phosphate; F6P, D-fructose 6-phosphate; G6P, D-glucose 6-phosphate; 6PG, 6-phosphogluconic acid; R5P, D-ribose 5-phosphate; PRPP, phosphoribosyl pyrophosphate; HP, 3-hydroxypyruvate; Thr, threonine; FBP, D-fructose 1,6-bisphosphate; GAP, glyceraldehyde 3phosphate; S7P, D-sedoheputulose 7-phosphate; Asn, asparagine; His, histidine; DAP, 2,6-diaminopimelate; Ser, serine; PEP, phosphoenolpyruvate; Lys, lysine; Met, methionine; Asp, asparate; Arg, arginine; Ala, alanine; Pyr, Pyruvate; Cit, citrate; cis -Aco, cis -aconitic acid, 2-KG, 2-ketoglutarate; Orn, ornithine; Glu, glutamate; Gly, glycine; Val, valine; Mal, malate; Fum, fumarate; Suc, succinate; Gln, glutamine; and Pro, proline . Error bars show the standard deviation (n = 3).",
    "Fig.  4. Traditional  overview of  the  central  carbon  metabolism  of Methylococcus capsulatus (Bath).  The  central  carbon  metabolism  of M. capsulatus (Bath)  was described as being limited to the RuMP cycle, the TCA cycle, and an incomplete serine cycle.",
    "in  cells  catalyzing  gas-phase  reactions,  except  for  three  metabolites: pyruvate (Pyr), citrate (Cit), and 2-ketoglutarate (2-KG). Conversely, the levels of succinate (Suc), fumarate (Fum), and glutamate (Glu), which are metabolites downstream of 2-KG, significantly decreased in the cells catalyzing gas-phase reactions.",
    "2-KG  is  not  only  used  as  the  major  carbon  skeleton  in  nitrogen assimilatory reactions, but also plays a role as an important signaling molecule for regulating metabolic pathways (Huergo &amp; Dixon, 2015). Research in Escherichia coli has provided a better understanding of the biological role of 2-KG . The intracellular levels of 2-KG are sensitive to variations  in  the  carbon  supply:  indeed,  when  glucose  was  added  to cultures of E. coli incubated in carbon-starved conditions, the intracellular levels of 2-KG significantly increased (Chen et al., 2014; Zhang et al., 2013; Zhang &amp; Ye, 2014). The gas-phase reaction enhances the mass transfer of CH4  to M. capsulatus (Bath) cells due to the high molecular diffusion rate in a gas phase (Chen et al., 2020). The higher level of 2-KG in cells in the gas-phase reaction (Fig. 3) thus possibly reflects higher availability of CH4 than that in the aqueous phase reaction. The consequent  increase  in  carbon  availability  caused  relative  nitrogen depletion, resulting in a decrease in the level of glutamine (Gln). Since the lower level of Gln decelerated Glu synthesis from 2-KG, Gln, and NADPH (EC 1.4.1.13) (Rabinowitz &amp; Silhavy, 2013), 2-KG was assumed to accumulate in cells in the gas-phase reaction. 2-KG is also known to regulate cyclic AMP synthesis by inhibiting adenylate cyclase, a master signaling molecule in E. coli (Daniel &amp; Danchin, 1986; Doucette et al., 2011; You et al., 2013) . Therefore, the high level of 2-KG induced by the efficient supply of CH4 might be one of the main factors for the altered activity  of  metabolic  pathways  in  cells  in  the  gas-phase  reaction. Consequently, setting cells in an GPR for gas-phase reaction could be a method to regulate their metabolism by altering the intracellular 2-KG level without the use of genetic manipulation.",
    "Metabolome  analysis  enabled  the  detection  of  13  amino  acids, revealing the accumulation of asparagine (Asn), proline (Pro), glycine (Gly), valine (Val), and threonine (Thr) in cells in the gas-phase reaction (Fig. 3). Asn and Pro are end products in M. capsulatus (Bath), and both require ATP and/or NADPH for de novo synthesis. In the gas-phase reaction, the levels of the precursors of Asn and Pro, aspartic acid (Asp) and Glu, were decreased significantly in M. capsulatus (Bath) cells. These suggest that Asp and Glu were converted to Asn and Pro respectively with consuming ATP. The Thr biosynthetic pathway, branching from Asp, also requires ATP and NADPH, although a gene coding for homoserine kinase (EC 2.7.1.39) has not yet been identified in the genome of M. capsulatus (Bath). The altered levels of these amino acids suggest that in cells in the gas-phase reaction, metabolic states might be altered to reduce the excess ATP and NADPH generated upon high availability of CH4  and O2. M. capsulatus (Bath) is thought to utilize ribulose monophosphate  (RuMP) and  an  incomplete  serine  cycle  for  formaldehyde assimilation (Fig. 4) (Gupta et al., 2019; Lee et al., 2016; Ward et al., 2004). However, the activity of this metabolic pathway cannot explain the accumulation of Gly and the decrease of Ser in absence of a significant accumulation of hydroxypyruvate. We propose that cells in the gas-phase reaction undergo a metabolic shunt, as shown in the highlighted part of Fig. 3. In this metabolic shunt, Gly and Val synthesis branch from pyruvate. Two synthetic pathways, mediated by alanine: glyoxylate aminotransferase  (EC  2.6.1.44) and  L-serine:glyoxylate aminotransferase  (EC  2.6.1.45)  and  requiring  Ala  and  Ser  as  the respective precursor, lead to pyruvate synthesis. Together with L-serine: pyruvate aminotransferase (EC 2.6.1.51), this shunt seizes the metabolic",
    "Fig.  5. Altered accumulation of metabolites involved in purine  metabolism in  cells in the  gas-phase  reaction.  Each  graph indicates  the relative  level  of  each intracellular metabolite normalized to the value in cells catalyzing the aqueous phase reaction for 3 h. Error bars show the standard deviation (n = 3).",
    "flux toward Gly and pyruvate synthesis, consuming NADH via alanine dehydrogenase (EC 1.4.1.1). Since M. capsulatus (Bath) has no lactate dehydrogenase, which is the major metabolic enzyme for consuming excess  NADH  generated  through  glycolysis  and  the  TCA  cycle,  this metabolic  switch  might  function  as  an  alternative  to  maintain  the intracellular redox balance in cells in the gas-phase reaction.",
    "The pathways involved in purine and pyrimidine metabolism are summarized in Figs. 5 and 6. The levels of most of the related metabolites  were  decreased  significantly  in  cells  in  the  gas-phase  reaction, possibly due to the decreasing levels of their precursors: Gln, Glu, Asp, and phosphoribosyl pyrophosphate (PRPP) (Figs. 5 and 6). Of note, the levels of xanthine and hypoxanthine increased drastically in cells in the gas-phase reaction (Fig. 5). The production of inosine monophosphate (IMP) is the first  branching  point  for  synthesis  of  other  purine  compounds.  AMP  and  GMP  synthesis  from  IMP  require  Asp  and  Gln, respectively.  Therefore,  depletion  of  Gln  and  Asp  might  limit  the metabolic flux toward purine synthesis, except for the pathway leading to xanthine and hypoxanthine. The derivatives of xanthine and hypoxanthine have been studied for a long time in the food and pharmaceutical  industries  due  to  their  biological  activities.  Their  efficient bioproduction from glucose has been accomplished using metabolically engineered  microbes  (Liu  et  al.,  2020;  McKeague  et  al.,  2016).  Our metabolome analysis suggests the feasibility of CH4-based bioproduction  of  xanthine,  hypoxanthine,  and  their  derivatives  by  gasphase reaction, which has not been reported so far.",
    "The  gas-phase  reaction  was  likely  to  also  affect  the  growth  of M. capsulatus (Bath). In fact, the level of 2,6-diaminopimelate (DAP), a key molecule for the construction of the cell wall, which is essential for cell growth, was drastically decreased in cells in the gas-phase reaction (Fig. 3), suggesting the cessation of cell growth and the preference for CH4 catabolism  rather  than  biomass  formation.  This  phenotype  is suitable  for  efficient  bioproduction.  Indeed,  for  most  valuable  compounds, bioproduction is coupled with cell growth, although biomass formation consumes a large part of the carbon source. To address this problem, efficient bioprocesses that decouple cell growth and production  have  been  developed  using  metabolic  engineering  approaches (David et al., 2016; Gupta et al., 2017; Soma et al., 2017, 2014; Soma &amp; Hanai, 2015; Zhao et al., 2018). We anticipate that the use of microbial gas-phase reactions within GPRs will contribute to the development of such processes without the need for genetic manipulations.",
    "This  study  is  the  first  to  demonstrate  the  metabolic  alteration  of M.  capsulatus (Bath)  in  a  gas-phase  reaction.  The  gas-phase  reaction operated in the GPR improved the methane degradation rate, which was about 30-fold higher than that in an aqueous phase reaction, and triggered remarkable alterations in the metabolism of cells in the gas-phase reaction. The decrease and the accumulation of some metabolites such as DAP, 2-ketoglutarate, xanthine, hypoxanthine, and their derivatives suggest  the  feasibility  of  CH4-based  bioproduction  in  a  GPR  without genetic manipulations. Our findings will contribute to the development of green processes for CH4-based bioproduction.",
    "## Declaration of Competing Interest",
    "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
    "Fig. 6. Altered accumulation of metabolites involved in pyrimidine metabolism in cells in the gas-phase reaction. Each graph indicates the relative level of each intracellular metabolite normalized to the value in cells catalyzing the aqueous phase reaction for 3 h. Error bars show the standard deviation (n = 3).",
    "This work was supported by the Advanced Low Carbon Technology Research and Development Program (JPMJAL1402 and JPMJAL1607) of the Japan Science and Technology Agency, the project JPNP18016 of the New Energy and Industrial Technology Development Organization, Japan, KAKENHI grants JP18K14065 and JP17H06304 from the Japan Society  for  the  Promotion  of  Science,  and  the  Cooperative  Research Project  Program  of  the  Medical  Institute  of  Bioregulation,  Kyushu University.",
    "## Appendix A. Supplementary data",
    "Supplementary data to this article can be found online at https://doi. org/10.1016/j.biortech.2021.125002.",
    "- Bjorck, C.E., Dobson, P.D., Pandhal, J., 2018. Biotechnological conversion of methane to methanol: evaluation of progress and potential. AIMS Bioeng. 5, 1 -38.\n- Cantera, S., Bordel, S., Lebrero, R., Gancedo, J., Garcia-Encina, P.A., Munoz, R., 2019. Bio-conversion of methane into high profit margin compounds: an innovative, environmentally friendly and cost-effective platform for methane abatement. World J. Microbiol. Biotechnol. 35, 16.\n- Chen, H.-L., Bernard, C.S., Hubert, P., My, L., Zhang, C.-C., 2014. Fluorescence resonance energy transfer based on interaction of PII and PipX proteins provides a robust and specific biosensor for 2-oxoglutarate, a central metabolite and a signalling molecule. FEBS J. 281 (4), 1241 -1255.\n- Chen, Y.-Y., Ishikawa, M., Suzuki, R., Ito, H., Kamachi, T., Hori, K., 2020. Evaluation of methane degradation performance in microbial gas-phase reactions using effectively immobilized methanotrophs. Biochem. Eng. J. 154, 107441.\n- Daniel, J., Danchin, A., 1986. 2-Ketoglutarate as a possible regulatory metabolite involved in cyclic AMP-dependent catabolite repression in Escherichia coli K12. Biochimie. 68 (2), 303 -310.\n- David, F., Nielsen, J., Siewers, V., 2016. Flux control at the malonyl-CoA node through hierarchical dynamic pathway regulation in Saccharomyces cerevisiae . ACS Synth. Biol. 5 (3), 224 -233.",
    "- Doucette, C.D., Schwab, D.J., Wingreen, N.S., Rabinowitz, J.D., 2011. α -ketoglutarate coordinates carbon and nitrogen utilization via enzyme I inhibition. Nat. Chem. Biol. 7 (12), 894 -901.\n- Fei, Q., Guarnieri, M.T., Tao, L., Laurens, L.M.L., Dowe, N., Pienkos, P.T., 2014. Bioconversion of natural gas to liquid fuel: opportunities and challenges. Biotechnol. Adv. 32 (3), 596 -614.\n- Furutani, M., Uenishi, A., Iwasa, K. 2014. Recombinant cell, and method for producing 1, 4-butanediol, Sekisui Chemical Co.\n- Fushimi, T., Izumi, Y., Takahashi, M., Hata, K., Murano, Y., Bamba, T., 2020. Dynamic metabolome analysis reveals the metabolic fate of medium-chain fatty acids in AML12 Cells. J. Agric. Food Chem. 68 (43), 11997 -12010.\n- Ganendra, G., Mercado-Garcia, D., Hernandez-Sanabria, E., Boeckx, P., Ho, A., Boon, N., 2015. Methane biofiltration using autoclaved aerated concrete as the carrier material. Appl. Microbiol. Biotechnol. 99 (17), 7307 -7320.\n- Gupta, A., Ahmad, A., Chothwe, D., Madhu, M.K., Srivastava, S., Sharma, V.K., 2019. Genome-scale metabolic reconstruction and metabolic versatility of an obligate methanotroph Methylococcus capsulatus str. Bath. PeerJ. 7, e6685.\n- Gupta, A., Reizman, I.M., Reisch, C.R., Prather, K.L., 2017. Dynamic regulation of metabolic flux in engineered bacteria using a pathway-independent quorum-sensing circuit. Nat. Biotechnol. 35, 273-279.\n- Huergo, L.F., Dixon, R., 2015. The emergence of 2-oxoglutarate as a master regulator metabolite. Microbiol. Mol. Biol. Rev. 79 (4), 419 -435.\n- Izumi, Y., Matsuda, F., Hirayama, A., Ikeda, K., Kita, Y., Horie, K., Saigusa, D., Saito, K., Sawada, Y., Nakanishi, H., Okahashi, N., Takahashi, M., Nakao, M., Hata, K., Hoshi, Y., Morihara, M., Tanabe, K., Bamba, T., Oda, Y., 2019. Inter-laboratory comparison of metabolite measurements for metabolomics data integration. Metabolites. 9 (11), 257.\n- Jeon, Y.C., Nguyen, A.D., Lee, E.Y., 2019. Bioproduction of isoprenoids and other secondary metabolites using methanotrophic bacteria as an alternative microbial cell factory option: current stage and future aspects. Catalysts 9 (11), 883.\n- Kulishova, L.M., Zharkov, D.O., 2017. Solid/gas biocatalysis. Biochemistry (Moscow) 82 (2), 95 -105.\n- Kumar, V., Ahluwalia, V., Saran, S., Kumar, J., Patel, A.K., Singhania, R.R., 2021. Recent developments on solid-state fermentation for production of microbial secondary metabolites: challenges and solutions. Bioresour. Technol. 323, 124566.\n- Lamare, S., Legoy, M.-D., Graber, M., 2004. Solid/gas bioreactors: powerful tools for fundamental research and efficient technology for industrial applications. Green Chem. 6 (9), 445.\n- Lee, O.K., Hur, D.H., Nguyen, D.T.N., Lee, E.Y., 2016. Metabolic engineering of methanotrophs and its application to production of chemicals and biofuels from methane. Biofuels. Bioprod. Biorefin. 10 (6), 848 -863.\n- Liu, M., Fu, Y., Gao, W., Xian, M.o., Zhao, G., 2020. Highly efficient biosynthesis of hypoxanthine in Escherichia coli and transcriptome-based analysis of the purine metabolism. ACS Synth. Biol. 9 (3), 525 -535.\n- McKeague, M., Wang, Y.-H., Cravens, A., Win, M.N., Smolke, C.D., 2016. Engineering a microbial platform for de novo biosynthesis of diverse methylxanthines. Metab. Eng. 38, 191 -203.\n- Park, S., Lee, C.-H., Ryu, C.-R., Sung, K., 2009. Biofiltration for reducing methane emissions from modern sanitary landfills at the low methane generation stage. Water, Air, Soil Pollut. 196 (1-4), 19 -27.\n- Patel, S.K.S., Kalia, V.C., Joo, J.B., Kang, Y.C., Lee, J.-K., 2020a. Biotransformation of methane into methanol by methanotrophs immobilized on coconut coir. Bioresour. Technol. 297, 122433.\n- Patel, S.K.S., Shanmugam, R., Kalia, V.C., Lee, J.-K., 2020b. Methanol production by polymer-encapsulated methanotrophs from simulated biogas in the presence of methane vector. Bioresour. Technol. 304, 123022.\n- Petersen, L.A.H., Villadsen, J., J ø rgensen, S.B., Gernaey, K.V., 2017. Mixing and mass transfer in a pilot scale U-loop bioreactor. Biotechnol. Bioeng. 114 (2), 344 -354.\n- Pieja, A.J., Rostkowski, K.H., Criddle, C.S., 2011. Distribution and selection of poly-3hydroxybutyrate production capacity in methanotrophic proteobacteria. Microb. Ecol. 62 (3), 564 -573.\n- Rabinowitz, J.D., Silhavy, T.J., 2013. Systems biology: metabolite turns master regulator. Nature. 500 (7462), 283 -284.\n- Soma, Y., Fujiwara, Y., Nakagawa, T., Tsuruno, K., Hanai, T., 2017. Reconstruction of a metabolic regulatory network in Escherichia coli for purposeful switching from cell growth mode to production mode in direct GABA fermentation from glucose. Metab. Eng. 43, 54 -63.\n- Soma, Y., Hanai, T., 2015. Self-induced metabolic state switching by a tunable cell density sensor for microbial isopropanol production. Metab. Eng. 30, 7 -15.\n- Soma, Y., Tsuruno, K., Wada, M., Yokota, A., Hanai, T., 2014. Metabolic flux redirection from a central metabolic pathway toward a synthetic pathway using a metabolic toggle switch. Metab. Eng. 23, 175 -184.\n- Strong, P.J., Kalyuzhnaya, M., Silverman, J., Clarke, W.P., 2016. A methanotroph-based biorefinery: potential scenarios for generating multiple products from a single fermentation. Bioresour. Technol. 215, 314 -323.\n- Subbian, E. 2017. Production of lactic acid from organic waste or biogas or methane using recombinant methanotrophic bacteria, String Bio Private Limited.\n- Usami, A., Ishikawa, M., Hori, K., 2020. Gas-phase bioproduction of a high-value-added monoterpenoid (E)-geranic acid by metabolically engineered Acinetobacter sp. Tol 5. Green Chem. 22 (4), 1258 -1268.\n- Wang, V.-C., Maji, S., Chen, P.-Y., Lee, H.K., Yu, S.-F., Chan, S.I., 2017. Alkane oxidation: methane monooxygenases, related enzymes, and their biomimetics. Chem. Rev. 117 (13), 8574 -8621.\n- Ward, N., Larsen, Ø ., Sakwa, J., Bruseth, L., Khouri, H., Durkin, A.S., Dimitrov, G., Jiang, L., Scanlan, D., Kang, K.H., Lewis, M., Nelson, K.E., Meth ´ e, B., Wu, M., Heidelberg, J.F., Paulsen, I.T., Fouts, D., Ravel, J., Tettelin, H., Ren, Q., Read, T., DeBoy, R.T., Seshadri, R., Salzberg, S.L., Jensen, H.B., Birkeland, N.K., Nelson, W.C., Dodson, R.J., Grindhaug, S.H., Holt, I., Eidhammer, I., Jonasen, I., Vanaken, S., Utterback, T., Feldblyum, T.V., Fraser, C.M., Lillehaug, J.R., Eisen, J.A., 2004. Genomic insights into methanotrophy: the complete genome sequence of Methylococcus capsulatus (Bath). PLoS Biol. 2 (10), e303.\n- Webb, C., 2017. Design aspects of solid state fermentation as applied to microbial bioprocessing. J. Appl. Biotechnol. Bioeng. 4, 511 -532.\n- You, C., Okano, H., Hui, S., Zhang, Z., Kim, M., Gunderson, C.W., Wang, Y.-P., Lenz, P., Yan, D., Hwa, T., 2013. Coordination of bacterial proteome with metabolism by cyclic AMP signalling. Nature 500 (7462), 301 -306.\n- Zha, X., Tsapekos, P., Zhu, X., Khoshnevisan, B., Lu, X., Angelidaki, I., 2021. Bioconversion of wastewater to single cell protein by methanotrophic bacteria. Bioresour. Technol. 320, 124351.\n- Zhang, C., Wei, Z.-H., Ye, B.-C., 2013. Quantitative monitoring of 2-oxoglutarate in Escherichia coli cells by a fluorescence resonance energy transfer-based biosensor. Appl. Microbiol. Biotechnol. 97 (18), 8307 -8316.\n- Zhang, C., Ye, B.-C., 2014. A single fluorescent protein-based sensor for in vivo 2-oxogluatarate detection in cell. Biosens. Bioelectron. 54, 15 -19.\n- Zhao, E.M., Zhang, Y., Mehl, J., Park, H., Lalwani, M.A., Toettcher, J.E., Avalos, J.L., 2018. Optogenetic regulation of engineered cellular metabolism for microbial chemical production. Nature 555 (7698), 683 -687."
  ],
  "markdown_length": 42958,
  "chunks_count": 63,
  "extraction_method": "docling"
}