{
  "filename": "Hou et al. 1984.pdf",
  "markdown": "## Propylene oxide  production  from propylene by immobilized  whole cells of Methylosinus sp.  CRL 31 in a gas-solid bioreactor\n\n## Ching T.  Hou\n\nCorporate  Research  Science Laboratories, Exxon Research  and  Engineering Company, Route  22,  East,  Annandale, New  Jersey 08801,  USA\n\nSummary. Methanotrophic bacteria have  been  shown to oxidize  gaseous alkenes  to the corresponding epoxides  utilizing an NADHz-dependent  methane monooxygenase. A cell  paste  of methane-grown methylotrophs was coated on  porous  glass beads. The production of  propylene  oxide  from propylene  was performed  in  a gas-solid bioreactor to  ensure  continuous production and removal  of  product  epoxide from the  microenvironment  of  the  biocatalyst. The amount of  propylene oxide  produced  before cofactor regeneration was between 120-145 ~moles/20  mg cells in  about  10  h depending on  the  microbial strains used.  The conversion rate  for  propylene was 2.7%. Regeneration of  cofactor NADH2 was performed  in the bioreactor with the vapor of a  cosubstrate, methanol.\n\n## Introduction\n\nThe  epoxidation  of alkenes  (Colby et al. 1977; Higgins  et  al.  1979; Hou  et  al.  1979a;  Patel et  al. 1979) and the  hydroxylation of  alkanes  (Patel et  al. 1980b;  Hou et  al. 1981b)  by  methylotrophic bacteria in  both  whole cells and cell-free systems  have been reported. Methane monooxygenase  requires a  cofactor, NADH2, for  catalyzing both  the  epoxidation of alkenes  and the  hydroxylation of  alkanes. Obligate methanotrophs  cannot  utilize compounds with carbon-carbon bonds. The product epoxides accumulate extracellularly. In  whole  cell systems, the  epoxidation of  alkenes  and the  hydroxylation of  alkanes  do not require an exogeneous  supply  of  cofactor, NADH  2 (Hou  et  al. 1979a). When the  cofactor is depleted, the epoxidation or hydroxylation stops. Previously, we reported the  stimulation of  epoxidation by methane metabolites in  resting cell suspensions of  methanotrophic bacteria (Hou et  al.  1980b).  The reason  for the  stimulation of  epoxidation in  the  in  vivo  system was  postulated to be the provision  of additional reducing power,  or  the  reduced  form  of  NAD  +,  for the  methane monooxygenase system.\n\nRecently, we have identified and purified many dehydrogenases  from  methylotrophic microorganisms:  methanol dehydrogenase  (Patel et  al.  1978), aldehyde dehydrogenase (Patel et  al. 1980a), formaldehyde  reductase  (Hou  et al. 1982a), formate dehydrogenase (Hou et  al. 1982b), secondary alcohol dehydrogenase (Hou  et al. 1979b;  1981a), and propanediol dehydrogenase  (Hou et  al.  1983).  We have  also demonstrated the  epoxidation of  alkenes by cell-free soluble  methane monooxygenase from a facultative methylotroph, Methylobacterium sp.  (Patel  et al. 1982), and  an  obligate  methanotroph, Methylosinus sp.  CRL 31 (Hou et  al.  1982c).  The epoxidation of propylene  by this  soluble methane monooxygenase system using NADH  2 which was regenerated/generated by dehydrogenases and their substrates was also  demonstrated (Hou et  al. 1982c). Figure  1  shows  the  cofactor regeneration scheme for the  production of  propylene  oxide.\n\n<!-- image -->\n\nFig.  1. Cofactor  regeneration scheme for  the production  of propylene oxide\n\n<!-- image -->\n\nIn  recent years, this epoxidation of  alkenes by bacteria has  received considerable attention because of  its possible industrial application (Higgins et  al. 1979;  Hou  et  al.  1980a;  Dalton  1980).  A  method employing  immobilized enzymes for  the  production of  epoxide was reported (Parkinson 1980). However, because  of  the  complicated enzyme isolation procedures necessary, and the instability of methane monooxygenase  in  in  vitro systems, the  use  of  whole cells seems more feasible. In  addition, the  cofactor regeneration can be more easily achieved in  whole cell systems. Two  major  problems  in  the  biotechnological process for the  production of  epoxides are  the regeneration of  cofactor and  the  build-up of  reaction product around  the  biocatalyst. This  paper  describes a gas-solid heterogeneous bioreactor for  the  production  of  propylene  oxide  from propylene, which ensures continuous production and  removal  of  product epoxide from  the microenvironment  of the biocatalyst. Regeneration of  cofactor NADH  2 was performed  in the bioreactor with a co-substrate, methanol.\n\n## Materials  and methods\n\nMethyIosinus sp.  CRL  31  was isolated from  a  soil sample  from  the Bayway Refinery (Linden, NJ)  by  an  enrichment culture technique using methane  and  air (1  :  1  v/v) as  described previously (Hou et  al. 1979a). The organisms  were maintained at  30 °  C on  mineral salts agar  plates in  a  dessicator under  an  atmosphere of  methane  and  air (1  :  1  v/v), with  methane  being the  sole carbon  and  energy  source. Organisms  were grown on methane (10% methane,  15%  carbon dioxide, and  75%  air mixture) at  30 °  C in  batch culture on  mineral salt medium  (Foster and Davis 1966) in  a 30-1  fermentor (New\n\nBrunswick  Scientific Co.,  Edison,  N  J).  Cells  were washed twice with 0.05 M potassium phosphate buffer  pH 7.0. Product propylene  oxide  was assayed  with  gas  liquid chromatography  as described previously (Hou et  al. 1979a). Porous  glass beads  2  mm diameter were purchased  from SGA  Scientific Inc., Bloomfield, N.J.\n\n## Results  and  discussion\n\nDifferent whole-cell immobilization methods were studied. Covalent binding of  the  cells to  long  ligands of  a  macro  molecule or  polyacrylamide entrapment of cells all  resulted in  loss  of  propylene  epoxidation activity. This  is  possibly due  to  the  alteration of  the membrane  structure or the  creation of  a diffusion barrier for  gaseous  substrates by polyacrylamide. Finally, a  simple  gas-solid heterogeneous bioreactor system  was successfully demonstrated for the  continuous production of  propylene oxide.  Cell  paste  of methane-grown Methylosinus sp.  CRL  31 in  0.05  M potassium  phosphate  buffer pH  7.0  was coated  on porous  glass beads  (2  mm  diameter). Cells (about 20 mg  cell protein) were physically adhered  in  a thin layer on these  glass  beads  (about  7 ml) and were packed  in a  glass reactor (15  cm x i  cm 0)  1  (Fig. 2). The  bioreactor was  equipped with a  jacket  for circulating water  to  control reaction temperature.\n\nThe mixture  of  gaseous  substrates (a  mixture  of propylene  and oxygen 1:1, v/v)  was  introduced through  a water  bottle 6 (which  was maintained at 40  °  C) to  pick  up moisture and  then  into the  bottom of  the  gas-solid bioreactor 1.  The temperature of  the bioreactor was kept  at 40  °  C (above  the  boiling point of product  propylene  oxide,  35 °  C). The  product\n\nFig.  2.  Schematic  diagram  of  the  gas-solid bioreactor system  with  biocatalyst regeneration capacity. Cell  paste  of  methane-grown Methylosinus sp.  CRL  31 was coated  on glass beads  and packed in  the  bioreactor, 1  bioreactor; 2 jacket; 3 temperature control device; 4  liquid for  product  recovery; 5  ice, 6  water  at  40 °  C; 7methanol  for  biocatalyst regeneration; 8  gaseous  substrate mixture; 9  water\n\n<!-- image -->\n\npropylene oxide  was recovered by  cooling using  ice  as the coolant 4.\n\nThe  gaseous phase of the bioreactor was  evacuated  and then  was filled with  the  gaseous  substrate mixture. The  gas  mixture was  then  introduced continuously into  the bioreactor at a flow rate  of about  0.5 ml/min.  The relative humidity  inside  the bioreactor  was  maintained at about  70%. The production of  propylene  oxide  was found  to  be at  a constant rate  of  18 ~tmoles/h for  the  first 7 h (Fig. 3). The conversion rate for  propylene was 2.7%. After  7 h  of continuous  operation, the rate  of propylene oxide  production  slowed down, possibly due to  the depletion of  endogeneous reducing  power (cofactor NADH2).  After  10 h of  operation, propylene  oxide production essentially stopped. In  batch  experiments using the  gas-liquid system  described previously (Hou et al. 1979a) the same  cell  suspension  produced propylene  oxide  at  1.5  ~tmoles/h/mg  protein for  2 h. After  2 h the  reaction stopped.  Some  stimulation of propylene oxide production by  the  addition  of methanol was also  observed  (Hou et  al.  1980b).\n\nIn situ  regeneration of the biocatalyst in the bioreactor was  conducted after  12 h  of operation using  methanol as the regeneration substrate. The substrate gas mixture  inside  the jar  8 was replaced with air.  The  air  was  forced to pass through a methanol  bottle 7 (maintained at  40 °  C) and  then  into the bioreactor, carrying  methanol vapor with it. Therefore there was  no  washoff of  cells.  The regeneration of  the  biocatalyst was continued  for  30 min  at 3  ml/min  flow rate.  At  the end  of the regeneration, the substrate mixture  (propylene and oxygen) was reintroduced. The  production  of propylene  oxide  immediately resumed at  a constant rate of  12 ~moles/h. After  an additional 6 h of  operation, the  reaction rate  slowed down  again,  indicating the need for  additional cofactor regeneration. Cofactor regeneration was performed  once again.  Although, the resumption  of propylene  oxide  production was detected, the rate  was  sharply  reduced.  Microbial cells  of other methanotrophic  bacteria were  also tested in  this heterogeneous bioreactor. Data shown in Table 1 indicated  that  this  bioreactor can be applied  to the cells of other  methanotrophs.\n\nA  major  problem  in  the  biotechnological process is the toxicity of the  reaction  product for the biocatalyst. To  avoid epoxide accumulation\" in the microenvironment of  the  biocatalyst, a  rapid removal of this  product  is  essential. This has been accomplished by  maintaining  the  temperature  of  the gas-solid bioreactor at  greater than 40  °  C. In addition,  the amount  of water used in our gas-solid bioreactor is  significantly less  in  comparison  to  the conventional  gas-liquid bioreactor  system. Other experimental conditions used  here  were chosen  from\n\nFig. 3.  Production of  propylene oxide from  propylene by  cells of methanegrown Methylosinus sp.  CRL  31 packed  in  a gas-solid bioreactor and  the regeneration of  the biocatalyst. Twenty  mg cell paste was  coated on  glass beads  and  was  packed  in the  bioreactor. The flow  rate of  gaseous substrates supplied was 0.5  ml/min. Product  propylene  oxide was assayed by gas  chromatography. Regeneration of  the  biocatalyst was conducted after 12  h of operation\n\n<!-- image -->\n\nTable 1.  Production of  propylene oxide  from propylene in  a gas-solid bioreactor\n\n| Microbes                        | Propyleneoxideproduced (~mol/20 mg cells)   | Propyleneoxideproduced (~mol/20 mg cells)   | Propyleneoxideproduced (~mol/20 mg cells)   |\n|---------------------------------|---------------------------------------------|---------------------------------------------|---------------------------------------------|\n|                                 | Initial                                     | 1st regene- ration                          | 2nd regene- ration                          |\n| Methylosinus sp.CRL 31          | 145                                         | 50                                          | 18                                          |\n| Methylococussp.CRL M1           | 120                                         | 18                                          | 6                                           |\n| Methylosinus trichosporium OB3b | 135                                         | 40                                          | 10                                          |\n\nthose  used  in  our  previous papers. Although  we have not optimized  the  reaction conditions for  this  heterogeneous gas-solid  bioreactor  with  a  particular methanotrophic strain, this  paper  demonstrates the feasibility of using  this new type  of  bioreactor for  the production  of chemicals  from gaseous  substrates.\n\n## References\n\nColby J,  Stirling DI, Dalton  H  (1977)  The soluble methane monooxygenase  of Methylococcus capsulatus (Bath). Its ability to oxygenate  n-alkanes, n-alkenes, ethers, and alicyclic,\n\n- aromatic  and heterocyclic  compounds. Biochem J 165  :  395-402\n- Dalton  H  (1980)  Oxidation of  hydrocarbons  by methane monooxygenases  from a variety of  microbes. Adv Appl Microbiol 26  :  71-87\n- Foster JW, Davis  RH  (1966)  A  methane-dependent coccus, with notes  on classification and nomenclature  of  obligate methane-utilizing bacteria. J Bacteriol 91:1924-1931\n- Higgins  IJ,  Hammond RC, Sariaslani FS, Best  D, Davies  MM, Tryhorn  SE, Taylor  F (1979)  Biotransformation of  hydrocarbons  and  related compounds by  whole  organism suspensions of methanol-grown Methylosinus  trichosporium (OB3b). Biochem Biophys  Res Commun 89:671-677\n- Hou  CT, Patel  RN,  Laskin  AI, Barnabe N  (1979a)  Microbial oxidation of  gaseous  hydrocarbons: epoxidation of  n-alkenes by methylotrophic  bacteria.  Appl Environ  Microbiol 38  :  127-134\n- Hou CT, Patel  RN, Laskin  AI,  Barnabe N, Marczak I (1979b) Identification and  purification of a  nicotinamide  adenine dinucleotide-dependent secondary alcohol dehydrogenase from CFutilizing microbes. FEBS  Lett  101:179-183\n- Hou CT, Patel RN, Laskin  AI (1980a).  Epoxidation and ketone formation  by  Cl-utilizing microbes.  Adv  Appl  Microbiol 26  :  41-69\n- Hou  CT, Patel  RN,  Laskin  AI,  Marczak I,  Barnabe I (1980b) Microbial  oxidation of gaseous  hydrocarbons: oxidation of lower  n-alkanes and n-alkenes by resting cell suspensions of various methylotrophic bacteria and effect of  methane  metabolite. FEMS Lett  9:267-270\n- Hou  CT, Patel  RN,  Barnabe  N, Marczak N  (1981a)  Stereospecificity and other  properties of  a  novel  secondary-alcoholspecific alcohol dehydrogenase. Eur J Biochem 119:359-364\n- Hou  CT, Patel  RN,  Laskin  AI,  Marczak I,  Barnabe I (1981b) Microbial oxidation of  gaseous  hydrocarbons: production of alcohols and methylketones from their corresponding n-alkanes  by methylotrophic  bacteria.  Can J Microbiol 27:107-115\n- Hou  CT,  Patel  RN,  Barnabe N  (1982a) Identification of an NADH-linked  formaldehyde-reducing enzyme from metha-\n\nnol-grown Pichia pastoris. NRRL Y-7556. FEMS Microbiol Lett  15:159-163\n\n- Hou CT, Patel RN, Laskin  AI,  Barnabe  N  (1982b)  NAD-linked formate  dehydrogenase  from methanol-grown Pichia pastoris NRRL Y-7556. Arch Biochem Biophys  216:296-305\n- Hou CT, Patel RN, Laskin  AI,  Barnabe  N (1982c)  Epoxidation of alkenes by methane  monooxygenase:  generation and regeneration  of cofactor, NADH2, by  dehydrogenases.  J  Appl Biochem 4:379-383\n- Hou  CT,  Patel  RN,  Laskin AI, Barnabe N, Barist  I (1983) Purification and properties of  a  NAD-linked 1,2-propanediol dehydrogenase from  propane-grown Pseudomonas  fluorescens NRRL-B-1244.  Arch Biochem Biophys  223:297-308\n- Parkinson G (1980)  Enzyme path  to  products is traced at  meeting. Chem  Eng 87:37-39\n- Patel RN, Hou CT,  Felix A (1978)  Microbial oxidation of  methane and methanol:  crystallization of  methanol  dehydrogenase and properties of holo-  and apo-methanol  dehydrogenase  from Methylomonas methanica. J Bacteriol 133:641-649\n- Patel  RN,  Hou  CT, Laskin  AI, Felix  A, Derelanko  P  (1979) Microbial oxidation of  gaseous hydrocarbons: hydroxylation of n-alkanes and  epoxidation of  n-alkenes by  cell-free particulate fractions of methane-utilizing bacteria. J Bacteriol 139:675-679\n- Patel RN, Hou CT, Derelanko  P,  Felix A (1980a)  Purification and properties of  a  heme-containing aldehyde dehydrogenase from Methylosinus trichosporium. Arch Biochem Biophys 203  :  654-662\n- Patel  RN,  Hou  CT, Laskin  AI,  Felix A, Derelanko  P (1980b). Microbial oxidation of  gaseous  hydrocarbons: production of secondary  alcohols from corresponding n-alkanes by methane-utilizing bacteria. Appl Environ  Microbiol 39:720-726\n- Patel RN, Hou CT, Laskin  AI,  Felix A (1982)  Microbial oxidation of  hydrocarbons: properties of  a soluble methane monooxygenase  from  a facultative methane-utilizing organism; Methylobacterium sp.  CRL 26. Appl Environ  Microbiol 44:1130-1137\n\nReceived  July  13,  1983",
  "chunks": [
    "## Propylene oxide  production  from propylene by immobilized  whole cells of Methylosinus sp.  CRL 31 in a gas-solid bioreactor",
    "Corporate  Research  Science Laboratories, Exxon Research  and  Engineering Company, Route  22,  East,  Annandale, New  Jersey 08801,  USA",
    "Summary. Methanotrophic bacteria have  been  shown to oxidize  gaseous alkenes  to the corresponding epoxides  utilizing an NADHz-dependent  methane monooxygenase. A cell  paste  of methane-grown methylotrophs was coated on  porous  glass beads. The production of  propylene  oxide  from propylene  was performed  in  a gas-solid bioreactor to  ensure  continuous production and removal  of  product  epoxide from the  microenvironment  of  the  biocatalyst. The amount of  propylene oxide  produced  before cofactor regeneration was between 120-145 ~moles/20  mg cells in  about  10  h depending on  the  microbial strains used.  The conversion rate  for  propylene was 2.7%. Regeneration of  cofactor NADH2 was performed  in the bioreactor with the vapor of a  cosubstrate, methanol.",
    "The  epoxidation  of alkenes  (Colby et al. 1977; Higgins  et  al.  1979; Hou  et  al.  1979a;  Patel et  al. 1979) and the  hydroxylation of  alkanes  (Patel et  al. 1980b;  Hou et  al. 1981b)  by  methylotrophic bacteria in  both  whole cells and cell-free systems  have been reported. Methane monooxygenase  requires a  cofactor, NADH2, for  catalyzing both  the  epoxidation of alkenes  and the  hydroxylation of  alkanes. Obligate methanotrophs  cannot  utilize compounds with carbon-carbon bonds. The product epoxides accumulate extracellularly. In  whole  cell systems, the  epoxidation of  alkenes  and the  hydroxylation of  alkanes  do not require an exogeneous  supply  of  cofactor, NADH  2 (Hou  et  al. 1979a). When the  cofactor is depleted, the epoxidation or hydroxylation stops. Previously, we reported the  stimulation of  epoxidation by methane metabolites in  resting cell suspensions of  methanotrophic bacteria (Hou et  al.  1980b).  The reason  for the  stimulation of  epoxidation in  the  in  vivo  system was  postulated to be the provision  of additional reducing power,  or  the  reduced  form  of  NAD  +,  for the  methane monooxygenase system.",
    "Recently, we have identified and purified many dehydrogenases  from  methylotrophic microorganisms:  methanol dehydrogenase  (Patel et  al.  1978), aldehyde dehydrogenase (Patel et  al. 1980a), formaldehyde  reductase  (Hou  et al. 1982a), formate dehydrogenase (Hou et  al. 1982b), secondary alcohol dehydrogenase (Hou  et al. 1979b;  1981a), and propanediol dehydrogenase  (Hou et  al.  1983).  We have  also demonstrated the  epoxidation of  alkenes by cell-free soluble  methane monooxygenase from a facultative methylotroph, Methylobacterium sp.  (Patel  et al. 1982), and  an  obligate  methanotroph, Methylosinus sp.  CRL 31 (Hou et  al.  1982c).  The epoxidation of propylene  by this  soluble methane monooxygenase system using NADH  2 which was regenerated/generated by dehydrogenases and their substrates was also  demonstrated (Hou et  al. 1982c). Figure  1  shows  the  cofactor regeneration scheme for the  production of  propylene  oxide.",
    "Fig.  1. Cofactor  regeneration scheme for  the production  of propylene oxide",
    "In  recent years, this epoxidation of  alkenes by bacteria has  received considerable attention because of  its possible industrial application (Higgins et  al. 1979;  Hou  et  al.  1980a;  Dalton  1980).  A  method employing  immobilized enzymes for  the  production of  epoxide was reported (Parkinson 1980). However, because  of  the  complicated enzyme isolation procedures necessary, and the instability of methane monooxygenase  in  in  vitro systems, the  use  of  whole cells seems more feasible. In  addition, the  cofactor regeneration can be more easily achieved in  whole cell systems. Two  major  problems  in  the  biotechnological process for the  production of  epoxides are  the regeneration of  cofactor and  the  build-up of  reaction product around  the  biocatalyst. This  paper  describes a gas-solid heterogeneous bioreactor for  the  production  of  propylene  oxide  from propylene, which ensures continuous production and  removal  of  product epoxide from  the microenvironment  of the biocatalyst. Regeneration of  cofactor NADH  2 was performed  in the bioreactor with a co-substrate, methanol.",
    "## Materials  and methods",
    "MethyIosinus sp.  CRL  31  was isolated from  a  soil sample  from  the Bayway Refinery (Linden, NJ)  by  an  enrichment culture technique using methane  and  air (1  :  1  v/v) as  described previously (Hou et  al. 1979a). The organisms  were maintained at  30 °  C on  mineral salts agar  plates in  a  dessicator under  an  atmosphere of  methane  and  air (1  :  1  v/v), with  methane  being the  sole carbon  and  energy  source. Organisms  were grown on methane (10% methane,  15%  carbon dioxide, and  75%  air mixture) at  30 °  C in  batch culture on  mineral salt medium  (Foster and Davis 1966) in  a 30-1  fermentor (New",
    "Brunswick  Scientific Co.,  Edison,  N  J).  Cells  were washed twice with 0.05 M potassium phosphate buffer  pH 7.0. Product propylene  oxide  was assayed  with  gas  liquid chromatography  as described previously (Hou et  al. 1979a). Porous  glass beads  2  mm diameter were purchased  from SGA  Scientific Inc., Bloomfield, N.J.",
    "## Results  and  discussion",
    "Different whole-cell immobilization methods were studied. Covalent binding of  the  cells to  long  ligands of  a  macro  molecule or  polyacrylamide entrapment of cells all  resulted in  loss  of  propylene  epoxidation activity. This  is  possibly due  to  the  alteration of  the membrane  structure or the  creation of  a diffusion barrier for  gaseous  substrates by polyacrylamide. Finally, a  simple  gas-solid heterogeneous bioreactor system  was successfully demonstrated for the  continuous production of  propylene oxide.  Cell  paste  of methane-grown Methylosinus sp.  CRL  31 in  0.05  M potassium  phosphate  buffer pH  7.0  was coated  on porous  glass beads  (2  mm  diameter). Cells (about 20 mg  cell protein) were physically adhered  in  a thin layer on these  glass  beads  (about  7 ml) and were packed  in a  glass reactor (15  cm x i  cm 0)  1  (Fig. 2). The  bioreactor was  equipped with a  jacket  for circulating water  to  control reaction temperature.",
    "The mixture  of  gaseous  substrates (a  mixture  of propylene  and oxygen 1:1, v/v)  was  introduced through  a water  bottle 6 (which  was maintained at 40  °  C) to  pick  up moisture and  then  into the  bottom of  the  gas-solid bioreactor 1.  The temperature of  the bioreactor was kept  at 40  °  C (above  the  boiling point of product  propylene  oxide,  35 °  C). The  product",
    "Fig.  2.  Schematic  diagram  of  the  gas-solid bioreactor system  with  biocatalyst regeneration capacity. Cell  paste  of  methane-grown Methylosinus sp.  CRL  31 was coated  on glass beads  and packed in  the  bioreactor, 1  bioreactor; 2 jacket; 3 temperature control device; 4  liquid for  product  recovery; 5  ice, 6  water  at  40 °  C; 7methanol  for  biocatalyst regeneration; 8  gaseous  substrate mixture; 9  water",
    "propylene oxide  was recovered by  cooling using  ice  as the coolant 4.",
    "The  gaseous phase of the bioreactor was  evacuated  and then  was filled with  the  gaseous  substrate mixture. The  gas  mixture was  then  introduced continuously into  the bioreactor at a flow rate  of about  0.5 ml/min.  The relative humidity  inside  the bioreactor  was  maintained at about  70%. The production of  propylene  oxide  was found  to  be at  a constant rate  of  18 ~tmoles/h for  the  first 7 h (Fig. 3). The conversion rate for  propylene was 2.7%. After  7 h  of continuous  operation, the rate  of propylene oxide  production  slowed down, possibly due to  the depletion of  endogeneous reducing  power (cofactor NADH2).  After  10 h of  operation, propylene  oxide production essentially stopped. In  batch  experiments using the  gas-liquid system  described previously (Hou et al. 1979a) the same  cell  suspension  produced propylene  oxide  at  1.5  ~tmoles/h/mg  protein for  2 h. After  2 h the  reaction stopped.  Some  stimulation of propylene oxide production by  the  addition  of methanol was also  observed  (Hou et  al.  1980b).",
    "In situ  regeneration of the biocatalyst in the bioreactor was  conducted after  12 h  of operation using  methanol as the regeneration substrate. The substrate gas mixture  inside  the jar  8 was replaced with air.  The  air  was  forced to pass through a methanol  bottle 7 (maintained at  40 °  C) and  then  into the bioreactor, carrying  methanol vapor with it. Therefore there was  no  washoff of  cells.  The regeneration of  the  biocatalyst was continued  for  30 min  at 3  ml/min  flow rate.  At  the end  of the regeneration, the substrate mixture  (propylene and oxygen) was reintroduced. The  production  of propylene  oxide  immediately resumed at  a constant rate of  12 ~moles/h. After  an additional 6 h of  operation, the  reaction rate  slowed down  again,  indicating the need for  additional cofactor regeneration. Cofactor regeneration was performed  once again.  Although, the resumption  of propylene  oxide  production was detected, the rate  was  sharply  reduced.  Microbial cells  of other methanotrophic  bacteria were  also tested in  this heterogeneous bioreactor. Data shown in Table 1 indicated  that  this  bioreactor can be applied  to the cells of other  methanotrophs.",
    "A  major  problem  in  the  biotechnological process is the toxicity of the  reaction  product for the biocatalyst. To  avoid epoxide accumulation\" in the microenvironment of  the  biocatalyst, a  rapid removal of this  product  is  essential. This has been accomplished by  maintaining  the  temperature  of  the gas-solid bioreactor at  greater than 40  °  C. In addition,  the amount  of water used in our gas-solid bioreactor is  significantly less  in  comparison  to  the conventional  gas-liquid bioreactor  system. Other experimental conditions used  here  were chosen  from",
    "Fig. 3.  Production of  propylene oxide from  propylene by  cells of methanegrown Methylosinus sp.  CRL  31 packed  in  a gas-solid bioreactor and  the regeneration of  the biocatalyst. Twenty  mg cell paste was  coated on  glass beads  and  was  packed  in the  bioreactor. The flow  rate of  gaseous substrates supplied was 0.5  ml/min. Product  propylene  oxide was assayed by gas  chromatography. Regeneration of  the  biocatalyst was conducted after 12  h of operation",
    "Table 1.  Production of  propylene oxide  from propylene in  a gas-solid bioreactor",
    "| Microbes                        | Propyleneoxideproduced (~mol/20 mg cells)   | Propyleneoxideproduced (~mol/20 mg cells)   | Propyleneoxideproduced (~mol/20 mg cells)   |\n|---------------------------------|---------------------------------------------|---------------------------------------------|---------------------------------------------|\n|                                 | Initial                                     | 1st regene- ration                          | 2nd regene- ration                          |\n| Methylosinus sp.CRL 31          | 145                                         | 50                                          | 18                                          |\n| Methylococussp.CRL M1           | 120                                         | 18                                          | 6                                           |\n| Methylosinus trichosporium OB3b | 135                                         | 40                                          | 10                                          |",
    "those  used  in  our  previous papers. Although  we have not optimized  the  reaction conditions for  this  heterogeneous gas-solid  bioreactor  with  a  particular methanotrophic strain, this  paper  demonstrates the feasibility of using  this new type  of  bioreactor for  the production  of chemicals  from gaseous  substrates.",
    "Colby J,  Stirling DI, Dalton  H  (1977)  The soluble methane monooxygenase  of Methylococcus capsulatus (Bath). Its ability to oxygenate  n-alkanes, n-alkenes, ethers, and alicyclic,",
    "- aromatic  and heterocyclic  compounds. Biochem J 165  :  395-402\n- Dalton  H  (1980)  Oxidation of  hydrocarbons  by methane monooxygenases  from a variety of  microbes. Adv Appl Microbiol 26  :  71-87\n- Foster JW, Davis  RH  (1966)  A  methane-dependent coccus, with notes  on classification and nomenclature  of  obligate methane-utilizing bacteria. J Bacteriol 91:1924-1931\n- Higgins  IJ,  Hammond RC, Sariaslani FS, Best  D, Davies  MM, Tryhorn  SE, Taylor  F (1979)  Biotransformation of  hydrocarbons  and  related compounds by  whole  organism suspensions of methanol-grown Methylosinus  trichosporium (OB3b). Biochem Biophys  Res Commun 89:671-677\n- Hou  CT, Patel  RN,  Laskin  AI, Barnabe N  (1979a)  Microbial oxidation of  gaseous  hydrocarbons: epoxidation of  n-alkenes by methylotrophic  bacteria.  Appl Environ  Microbiol 38  :  127-134\n- Hou CT, Patel  RN, Laskin  AI,  Barnabe N, Marczak I (1979b) Identification and  purification of a  nicotinamide  adenine dinucleotide-dependent secondary alcohol dehydrogenase from CFutilizing microbes. FEBS  Lett  101:179-183\n- Hou CT, Patel RN, Laskin  AI (1980a).  Epoxidation and ketone formation  by  Cl-utilizing microbes.  Adv  Appl  Microbiol 26  :  41-69\n- Hou  CT, Patel  RN,  Laskin  AI,  Marczak I,  Barnabe I (1980b) Microbial  oxidation of gaseous  hydrocarbons: oxidation of lower  n-alkanes and n-alkenes by resting cell suspensions of various methylotrophic bacteria and effect of  methane  metabolite. FEMS Lett  9:267-270\n- Hou  CT, Patel  RN,  Barnabe  N, Marczak N  (1981a)  Stereospecificity and other  properties of  a  novel  secondary-alcoholspecific alcohol dehydrogenase. Eur J Biochem 119:359-364\n- Hou  CT, Patel  RN,  Laskin  AI,  Marczak I,  Barnabe I (1981b) Microbial oxidation of  gaseous  hydrocarbons: production of alcohols and methylketones from their corresponding n-alkanes  by methylotrophic  bacteria.  Can J Microbiol 27:107-115\n- Hou  CT,  Patel  RN,  Barnabe N  (1982a) Identification of an NADH-linked  formaldehyde-reducing enzyme from metha-",
    "nol-grown Pichia pastoris. NRRL Y-7556. FEMS Microbiol Lett  15:159-163",
    "- Hou CT, Patel RN, Laskin  AI,  Barnabe  N  (1982b)  NAD-linked formate  dehydrogenase  from methanol-grown Pichia pastoris NRRL Y-7556. Arch Biochem Biophys  216:296-305\n- Hou CT, Patel RN, Laskin  AI,  Barnabe  N (1982c)  Epoxidation of alkenes by methane  monooxygenase:  generation and regeneration  of cofactor, NADH2, by  dehydrogenases.  J  Appl Biochem 4:379-383\n- Hou  CT,  Patel  RN,  Laskin AI, Barnabe N, Barist  I (1983) Purification and properties of  a  NAD-linked 1,2-propanediol dehydrogenase from  propane-grown Pseudomonas  fluorescens NRRL-B-1244.  Arch Biochem Biophys  223:297-308\n- Parkinson G (1980)  Enzyme path  to  products is traced at  meeting. Chem  Eng 87:37-39\n- Patel RN, Hou CT,  Felix A (1978)  Microbial oxidation of  methane and methanol:  crystallization of  methanol  dehydrogenase and properties of holo-  and apo-methanol  dehydrogenase  from Methylomonas methanica. J Bacteriol 133:641-649\n- Patel  RN,  Hou  CT, Laskin  AI, Felix  A, Derelanko  P  (1979) Microbial oxidation of  gaseous hydrocarbons: hydroxylation of n-alkanes and  epoxidation of  n-alkenes by  cell-free particulate fractions of methane-utilizing bacteria. J Bacteriol 139:675-679\n- Patel RN, Hou CT, Derelanko  P,  Felix A (1980a)  Purification and properties of  a  heme-containing aldehyde dehydrogenase from Methylosinus trichosporium. Arch Biochem Biophys 203  :  654-662\n- Patel  RN,  Hou  CT, Laskin  AI,  Felix A, Derelanko  P (1980b). Microbial oxidation of  gaseous  hydrocarbons: production of secondary  alcohols from corresponding n-alkanes by methane-utilizing bacteria. Appl Environ  Microbiol 39:720-726\n- Patel RN, Hou CT, Laskin  AI,  Felix A (1982)  Microbial oxidation of  hydrocarbons: properties of  a soluble methane monooxygenase  from  a facultative methane-utilizing organism; Methylobacterium sp.  CRL 26. Appl Environ  Microbiol 44:1130-1137",
    "Received  July  13,  1983"
  ],
  "markdown_length": 16420,
  "chunks_count": 27,
  "extraction_method": "docling"
}