{
  "filename": "Hwang et al. 2015.pdf",
  "markdown": "Review\n\n<!-- image -->\n\n## Batch  Conversion  of  Methane  to  Methanol  Using Methylosinus trichosporium OB3b as Biocatalyst\n\nIn Yeub Hwang 1 ,  Dong Hoon Hur 1 ,  Jae Hoon Lee 1 ,  Chang-Ho Park 1 ,  In  Seop Chang 2 ,  Jin  Won Lee 3 *, and Eun Yeol Lee 1 *\n\n- 1 Department of Chemical Engineering, Kyung Hee University, Gyeonggi-do 446-701, Republic of Korea\n\n2 School of Environmental Science and Engineering, Gwangju Institute of Science and Technology, Gwangju 500-712, Republic of Korea\n\n3 Department of Chemical and Biomolecular Engineering, Sogang University, Seoul 121-742, Republic of Korea\n\nReceived: December 4, 2014 Revised: December 30, 2014 Accepted: December 30, 2014\n\nFirst published online January 7, 2015\n\n* Corresponding authors J.W.L. Phone: +82-2-705-8919; Fax: +82-2-702-7926; E-mail: jinwonlee@sogang.ac.kr E.Y.L. Phone: +82-31-201-3839; Fax: +82-31-204-8114; E-mail: eunylee@khu.ac.kr pISSN 1017-7825, eISSN 1738-8872 The Korean Society for Microbiology\n\nCopyright © 2015 by and Biotechnology\n\n## Introduction\n\nRecently,  there  has  been  a  rapid  increase  in  shale  gas production using horizontal drilling and hydraulic fracturing technology in the United States [2]. Methane is the primary component  in  natural  and  shale  gas  up  to  95%.  Thus, methane  has  attracted  much  attention  as  the  alternative chemical feedstock on the positive aspect, but in addition to  being  a  greenhouse  gas  25-times  more  harmful  than carbon  dioxide  [12].  Methane  is  the  resource  of  power stations at present and can be used as a basic raw material [19].  However,  methane  is  difficult  to  transport  from production sites in remote locations to the place where it is to be consumed,  since methane  is  a gas  at  ambient temperatures (boiling point: -164 o C) [20].\n\nConversion of methane to methanol has attracted enormous interest  because  methanol  is  easy  to  handle  and  has  a higher  energy density than methane. Methanol is a starting\n\nRecently, methane has attracted much attention as an alternative carbon feedstock since it is the major component of abundant shale and natural gas. In this work, we produced methanol from  methane  using  whole  cells  of Methylosinus  trichosporium OB3b  as  the  biocatalyst. M. trichosporium OB3b was cultured on NMS medium with a supply of 7:3 air/methane ratio at  30 o C.  The  optimal  concentrations  of  various  methanol  dehydrogenase  inhibitors  such  as potassium phosphate and EDTA were determined to be 100 and 0.5 mM, respectively, for an efficient production of methanol. Sodium formate (40 mM) as a reducing power source was added  to  enhance  the  conversion  efficiency.  A  productivity  of  49.0  mg/l·h,  titer  of  0.393 g methanol/l, and conversion of 73.8% (mol methanol/mol methane) were obtained under the optimized batch condition.\n\nKeywords: Methane,  methanol,  methanol  dehydrogenase, Methylosinus  trichosporium OB3b, reducing power precursor for the production of various  value-added chemicals [22]. If methane, the main component of natural gas,  can  be  efficiently  converted  to  liquid  fuels,  world reserves of methane could satisfy the demand for transportation  fuels  in  addition  to  use  in  other  sectors. However,  the  direct  activation  of  strong  C-H  bonds  in methane  and  conversion  to  desired  products  remain  a difficult technological challenge. Thus, there are economic and  technological  demands  for  the  development  of  an efficient  conversion  technology  of  methane  to  methanol. However, the direct conversion of methane to methanol is a technological challenge owing to the strong C-H bonds in methane [11].\n\nVarious chemical processes to produce methanol from  methane  have  been  successfully  implemented  on  a commercial scale. However, some disadvantages of chemical processes are still unsolved. It  depends  on  extremely energy-intensive unit processes with low conversion rates\n\nResearch Article\n\nand high capital costs [4]. As an alternative, direct biological methods can be employed to convert methane to methanol. Biological  conversion  is  more  selective  and  requires  less energy since bioconversion is conducted at ambient temperatures  [6].  Methane-to-methanol  conversion  using methanotrophic cells as the biocatalysts has been conducted to replace the chemical process [5, 13].\n\nIn metabolic assimilation of methane in methanotrophs, methane is converted to methanol by methane monooxygenase (MMO). Methanol is converted to formaldehyde by methanol dehydrogenase (MDH), which is then oxidized to formate and finally to carbon dioxide [15]. Thus, methanol is not a final  product  and  is  readily  converted  to  formaldehyde, which  is used  to synthesize cell  biomass via ribulose monophosphate  (RuMP)  or  the  serine  pathway  [10].  In order to accumulate methanol, suitable inhibitors for MDH such  as  phosphate  [16],  cyclopropanol  [25],  or  a  high concentration of NaCl [1] need to be added to the medium. In addition, NADH or NADPH is regenerated to supply a reducing power for methane oxidation [8]. Methanotrophscatalyzed  production  of  methanol  from  methane  with high  yield  still  remains  a  challenge.  In  this  paper,  we determined the optimal conditions and further  improved batch methane-to-methanol conversion in high yield using Methylosinus  trichosporium OB3b  whole  cells.  Cultivationrelevant parameters, including air/methane ratio and copper concentration, were optimized. MDH activity was inhibited by adding various chemical inhibitors with optimal concentrations,  and  the  optimal  amount  of  formate  was supplied to regenerate the reducing power for high methanol conversion.\n\n## Materials and Methods\n\n## Medium and Cultivation of M. trichosporium OB3b\n\nM. trichosporium OB3b (NCIMB 11131) was cultured in a 600 ml joint flask with rubber septum containing 200 ml of NMS medium (1 g MgSO 4 ·7H 2 O, 1 g KNO 3 ,  0.2 g  CaCl 2 ·H 2 O, 0.0038 g Fe-EDTA, 0.0005 g  NaMo·4H 2 O  per  liter);  1 ml  of  trace  elements  solution (500 mg  FeSO 4 ·7H 2 O,  400 mg  ZnSO 4 ·7H 2 O,  20 mg  MnCl 2 ·7H 2 O, 50 mg CoCl 2 ·6H 2 O, 10 mg NiCl 2 ·6H 2 O, 15 mg H 3 BO 3 , 250 mg EDTA per  liter),  2 ml  of  phosphate  stock  solution  (26 g  KH 2 PO 4 ,  62 g Na 2 HPO 4 ·7H 2 O  per  liter),  and  2 ml  of  vitamin  stock  (1×)  (2 mg biotin, 2 mg folic acid, 5 mg thimine HCl, 5 mg Ca pantothenate, 0.1 mg vitamin B12, 5 mg riboflavin, 5 mg nicotinamide per liter) under various ratios of air:methane and copper concentration, at 30 o C and 230 rpm [27]. Copper(II) was added for pMMO expression [17, 21]. Sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) was performed to identify expression of sMMO and pMMO.\n\n## Methane-to-Methanol Bioconversion\n\nM. trichosporium OB3b cells were harvested by centrifugation at 4 o C and 8,930 × g for  20 min.  The  supernatant  was  removed  and the harvested cells were washed once with DDW and once with 20 mM potassium phosphate buffer (pH 7.0). The whole cells were resuspended  in  20 mM  sodium  phosphate  buffer  (pH  6.3)  and used for methane-to-methanol conversion. Reactions were conducted in a 12 ml serum vial containing 2 ml of 20 mM sodium phosphate buffer  (pH  6.3)  as  a  reaction  medium,  with  gray  butyl  rubber septa and aluminum seal. The reaction solution contained various concentrations of sodium formate and various chemical inhibitors for MDH and M. trichosporium OB3b whole cells as the biocatalyst. Air and methane were supplied at a volume ratio of 7:3 and the reactions were conducted in a shaking incubator at 30 o C and 230 rpm.\n\n## MDH Activity Analysis\n\nThe MDH activity was measured using the methanol oxidation test  [10].  A  serum  bottle  (working  volume  =  2 ml)  containing 0.6 mg/ml M. trichosporium OB3b and initial methanol concentration of  0.1%  (v/v)  in  20  mM  sodium  phosphate  buffer  (pH  6.3)  was incubated for 3 h at 30 o C and 230 rpm. The remaining methanol was  measured  by  GC  to  determine  the  amount  of  methanol converted to formaldehyde by MDH.\n\n## Effect  of  Methanol  Concentration  on  MMO Activity Based on Propylene Epoxidation Assay\n\nA modified propylene epoxidation assay was used to measure the pMMO activity [3]. Air and propylene at a volume ratio of 1:1 were  supplied  to  2 ml  of  20 mM  potassium  phosphate  (pH  7.0) containing  0 -10%  (v/v)  methanol  and M.  trichosporium OB3b cells.  All  reactions  were conducted in a 12 ml serum bottle with gray  butyl  rubber  septa  and  sealed  with  aluminum  seal  and incubated  at  30 o C  and  230 rpm.  The  amount  of  the  remaining propylene and produced propylene oxide was determined by GC.\n\n## Analysis\n\nMethane, propylene, and propylene oxide were analyzed using a Younglin 6500GC gas chromatograph equipped with a thermal conductivity detector and a HP-PlotQ capillary column. For methane analysis, nitrogen was used as the carrier gas with a 2 ml/min rate. The injector, detector, and oven temperatures were 250 o C, 250 o C, and 60 o C, respectively. For propylene analysis, the oven temperature was increased from 100 o C to 150 o C. For propylene oxide analysis, the oven temperature was 160 o C. For methanol analysis, a flame ionization detector was used. The injector and detector temperatures were 250 o C. The oven temperature was 65 o C for 1 min, and then increased to 115 o C with a 5 o C/min rate.\n\n## Results and Discussion\n\n## Effects of Air:Methane Supply Ratio and Copper Concentration on Cell Growth and MMO Expression\n\nM. trichosporium OB3b  uses  methane  as  the  carbon  and\n\nTable 1. Effect of air-to-methane ratio on cell growth of M. trichosporium OB3b.\n\n| Air:methane ratio   |   Dry cell weight (mg/ml) |   Methane-to-biomass conversion (g biomass/g methane) |   Specific growth rate (h -1 ) |\n|---------------------|---------------------------|-------------------------------------------------------|--------------------------------|\n| 8:2                 |                      0.16 |                                                  0.18 |                          0.036 |\n| 7:3                 |                      0.21 |                                                  0.47 |                          0.044 |\n| 5:5                 |                      0.22 |                                                  0.33 |                          0.039 |\n\nTable 2. Effect of copper ion concentration on cell growth of M. trichosporium OB3b.\n\n|   Copper concentration ( µ M) |   Dry cell weight (mg/ml) |   Methane-to-biomass conversion (g biomass/g methane) |   Specific growth rate (h -1 ) |\n|-------------------------------|---------------------------|-------------------------------------------------------|--------------------------------|\n|                             0 |                      0.22 |                                                  0.47 |                          0.044 |\n|                             1 |                      0.28 |                                                  0.36 |                          0.053 |\n|                             5 |                      0.34 |                                                  0.46 |                          0.059 |\n|                            10 |                      0.32 |                                                  0.39 |                          0.053 |\n|                            50 |                      0.11 |                                                  0.15 |                          0.032 |\n\nenergy source via the  oxidative  metabolic  pathway in the presence of oxygen. Methane and oxygen are key substrates for cell growth, and their supply ratio of air:methane is an important  factor  in  the  cultivation  of  methanotrophs.  To find  out  the  optimal  air:methane  ratio, M.  trichosporium OB3b was cultivated at various air:methane ratio ranging from 8:2 to 5:5 in NMS medium. In the presence of 30% (v/v) methane,  a  higher  methane-to-biomass  conversion  and specific  growth  rate  could  be  achieved.  When  methane above 30% (v/v) was supplied, the final cell density was not affected. At the optimal condition of air:methane = 7:3, the  final  dry  cell  density  (g  cell/l),  methane-to-biomass conversion  (g  biomass/g  methane),  and  specific  growth rate (h -1 ) were 0.21, 0.47, and 0.044, respectively (Table 1).\n\nThe  effects  of  copper  concentration  on M. trichosporium OB3b growth and the expression of MMO were examined in the presence of various concentrations of copper (from 0 to  100 µ M)  in  the  medium.  The  copper  concentration  is known to affect the relative expression level of soluble and particulate  MMO.  Generally,  pMMO  is  expressed  in  the presence  of  copper  ion  [3,  14,  17,  21,  24].  Herein,  we quantitatively evaluated the effects of copper concentration on batch cell growth, methane-to-biomass conversion, and specific growth rate. As shown in Table 2, the highest final batch  cell  growth  of  0.34  g  cell/l,  methane-to-biomass conversion  of  0.46  g  biomass/g  methane,  and  specific growth  rate of 0.059 h -1 were  obtained  in  the  media containing 5 µ M of CuSO 4 . In this condition, the expression of sMMO  was  completely inhibited. As the copper concentration increased, the specific growth  rate also increased up to 5 µ M (Table 2). Further increase in copper concentration resulted in a decrease in cell growth. When M. trichosporium OB3b  was  cultured  in  the  presence  of\n\n100 µ M copper, there was no detectable cell growth and no change in methane  concentration, indicating that the presence  of  high  copper  concentration  above  100 µ M  in NMS  media  was  inappropriate  for  the  cultivation  of M. trichosporium OB3b (data not shown).\n\nSeveral  studies  have  also  demonstrated  that  sMMO  is expressed  only  at  low  or  no  copper,  and  pMMO  is preferentially  expressed  under  high  copper  concentration [3,  9,  17,  18,  21,  23,  24].  Fig.  1  shows  the  expression  of\n\nFig. 1. SDS-PAGE analysis of M. trichosporium OB3b whole cell lysates.\n\n<!-- image -->\n\nThe expected molecular masses of α , β , and γ subunits of sMMO and pMMO are indicated on the left-hand and right-hand sides of the gel, respectively.  M,  size  marker  in  kDa;  1,  air:methane  =  8:2  without copper  ;  2,  air:methane  =  5:5  without  copper;  3,  air:methane  =  7:3 without copper; 4, 1 µ M copper; 5, 5 µ M copper; 6, 10 µ M copper; 7, 50 µ M copper; 8, 100 µ M copper. The samples for lanes 4, 5, 6, 7, and 8 were obtained from cells grown at air:methane = 7:3.\n\nsMMO  and  pMMO  in  the  presence  of  various  copper concentrations.  In  the  absence  of  copper,  the α , β ,  and γ subunits  of  sMMO  were  expressed  and  identified  in lanes 1, 2, and 3, corresponding to the expected molecular mass of 60, 45.1, and 19.4 kDa, respectively. With respect to air and methane ratio, it did not affect the expression level of sMMO. Otherwise, in the presence of copper, the α , β , and γ subunits of pMMO were expressed and observed in lanes 4, 5, and 6, corresponding to the expected molecular mass of 46.9, 28.5, and 29 kDa, respectively. As the copper concentration was increased, the relative expression level of  pMMO  increased  (Fig.  1).  However,  the  expression  of pMMO decreased when copper was supplied at more than 50 µ M. For further experiments, 0.3 mg/l copper was added to the medium for high growth rate and pMMO expression.\n\n## Effect of Sodium Formate Addition on the Production of Methanol\n\nFormate has been reported to increase methanol production by NADH regeneration [26]. For enhancement of methanol production  using M.  trichosporium OB3b,  the  effect  of formate addition was investigated. The relative methanol production at various sodium formate concentrations ranging from  0  to  80  mmol/l  are  shown  in  Fig.  2.  When  40 mM sodium  formate  was  supplied,  0.232  g/l  methanol  was produced after 20 h and the methane-to-methanol conversion was 17.3%. Further increase in formate concentration did not increase the methanol production in the batch system. Further investigations need to be conducted to understand the  saturation  of  methanol  production  in  the  presence  of formate above 40 mM.\n\nFig.  2. Effect  of  sodium  formate  concentration  on  methane consumption  and  methanol  production  by  growing  and resulting cells of M. trichosporium OB3b (symbols: black bars, methane consumption; gray bars, methanol production).\n\n<!-- image -->\n\n## Methane-to-Methanol  Conversion  Using  Phosphate  and EDTA as Methanol Dehydrogenase Inhibitor\n\nFor production of a higher methanol concentration, MDH needs to be inhibited. First, the effect of potassium phosphate addition on methanol production by M. trichosporium OB3b cells was  investigated  at  various  potassium  phosphate concentrations  (0 -300 mM;  Fig.  3A).  As  the  potassium phosphate concentration increased, methane consumption continued to decrease, indicating that potassium phosphate might inhibit pMMO  activity. In contrast, methanol production increased with an increase in potassium phosphate  concentration  up  to  100 mM.  The  maximum amount  of  methanol  was  0.309  g/l.  However,  methanol production decreased as potassium phosphate concentration was further increased to more than 100 mM. Methane-tomethanol  conversion was  also affected by  potassium phosphate concentration. A 51.1% conversion was obtained with the addition of 100 mM potassium phosphate.\n\nFig.  3. Effects  of potassium phosphate ( A )  and  EDTA ( B )  as MDH  inhibitors  on  methane  consumption  and  methanol production by growing and resulting cells of M. trichosporium OB3b  (symbols: black bars,  methane  consumption;  gray bars,  methanol production; line graph, methane-to-methanol conversion).\n\n<!-- image -->\n\nFig. 4. Batch time course of methanol production at the optimized reaction condition by M. trichosporium OB3b. Control experiment in the absence of formate and MDH inhibitor ( A ), and in the presence of 40 mM formate ( B ), 100 mM potassium phosphate ( C ), and 0.5 mM EDTA ( D ). The experiments of ( C ) and ( D ) were conducted in the presence of 40 mM formate (Symbols: ● , remaining methane; ○ , produced methanol; ■ , methane-to-methanol conversion).\n\n<!-- image -->\n\nIn the case of EDTA, the methane consumption was also decreased as the EDTA  concentration was increased (Fig. 3B).  Methanol  production  increased  with  increase  in EDTA concentration up to 0.5  mM, and then decreased with further increase in EDTA concentration. Approximately 0.349 g/l  methanol  was  produced  with  a  methane-tomethanol conversion of 57.1% in  the  presence  of  0.5  mM EDTA.\n\nThe  inhibitory  effects  of  sodium  formate,  potassium phosphate,  and  EDTA  on  MDH  activity  were  analyzed. There  was  no  inhibitory  effect  of  sodium  formate  on  the MDH activity, but there was 9.3% and 15.2% inhibition of MDH in the presence of 100 mM potassium phosphate and 0.5mM  EDTA,  respectively.  This  decrease  of  MDH  activity allowed for methanol production.\n\n## Batch Methane-to-Methanol Conversion at the Optimized Condition\n\nMethanol production in the absence of sodium formate and  MDH inhibitors  is  shown  in  Fig.  4A.  The  maximum methanol  concentration  was  0.242 g/l  at  4 h.  With  the addition of 40 mM sodium formate, methanol production was increased to 0.334 g/l during the same reaction time (Fig. 4B). However, the methanol concentration continued to decrease owing to subsequent methanol oxidation by MDH after 4 h.\n\nMethanol production in the presence of MDH inhibitors is  shown  in  Figs.  4C  and  4D.  The  maximum  methanol production  levels  were  0.393  and  0.382  g/l,  and  the methane-to-methanol  conversion  levels  were  73.8%  and 75.2% at 8 h in the presence of 100 mM  potassium phosphate  and  0.5mM  EDTA,  respectively.  The  inhibitory effect  of  the  presence  of  the  produced methanol on MMO activity was also analyzed. Methanol at 0.4 g/l did not inhibit the propylene epoxidation rate of MMO (data not shown). The  average  volumetric  productivity  of  methanol  was 0.049  g/l/h.  The  average  specific  methanol  productivity was 0.082 g/g cell/h, higher than the previously reported value of 0.00162 g/g cell/h [7, 26]. In conclusion, compared with the highest methanol production of 0.25g/l in simple  batch  reactor  reported  previously,  a  methanol concentration of up to 0.393 g/l was achieved in this study.\n\na\n\nIn  terms  of  productivity,  we  obtained  a  4.6-times  higher productivity compared with the previously reported highest value.\n\n## Acknowledgments\n\nThis  work  was  supported  by  the  New  &amp;  Renewable Energy Core Technology Program of the Korea Institute of Energy Technology Evaluation and Planning (KETEP) and a  grant  from  the  Ministry  of  Trade,  Industry  &amp;  Energy, Republic of Korea (No. 20133030000090).\n\n## References\n\n1. Anthony C. 1986. Bacterial oxidation of methane and methanol. Adv. Microb. Physiol. 27: 113-210.\n2. Burnham A, Han J, Clark CE, Wang M, Dunn JB, Palou-Rivera I.  2011. Life-cycle greenhouse gas emissions of shale gas, natural gas, coal, and petroleum. Environ. Sci. Technol. 46: 619-627.\n3. Burrows KJ,  Cornish  A,  Scott  D,  Higgins  IJ.  1984.  Substrate specificities  of  the  soluble  and  particulate  methane  monooxygenases of Methylosinus trichosporium OB3b. J. Gen. Microbiol. 130: 3327-3333.\n4. Casey PS, McAllister T, Foger K. 1994. Selective oxidation of methane to methanol at high pressures. Ind. Eng. Chem. Res. 33: 1120-1125.\n5. Conrado RJ, Gonzalez R. 2014. Envisioning the bioconversion of methane to liquid fuels. Science 343: 621-623.\n6. Culpepper  MA,  Rosenzweig  AC.  2012.  Architecture  and active site of particulate methane monooxygenase. Crit.  Rev. Biochem. Mol. Biol. 47: 483-492.\n7. Duan  C,  Luo  M,  Xing  X.  2011.  High-rate  conversion  of methane  to  methanol  by Methylosinus  trichosporium OB3b. Bioresour. Technol. 102: 7349-7353.\n8. Friedle  S,  Reisner  E,  Lippard  SJ  2010.  Current  challenges  of modeling diiron enzyme active sites for dioxygen activation by biomimetic synthetic complexes. Chem. Soc. Rev. 39: 2768-2779.\n9. Gilbert  B,  McDonald  IR,  Finch  R,  Stafford  GP,  Nielsen  AK, Murrell  JC.  2000.  Molecular  analysis  of  the pmo (particulate methane monooxygenase) operons from two type II methanotrophs. Appl. Environ. Microbiol. 66: 966-975.\n10. Hanson RS, Hanson TE. 1996 Methanotrophic bacteria. Microbiol. Rev. 60: 439-471.\n11. Haynes CA, Gonzalez R. 2014. Rethinking biological activation of  methane  and  conversion  to  liquid  fuels. Nat.  Chem.  Biol. 10: 331-339.\n12. Hoehler  TM,  Alperin  MJ.  2014.  Biogeochemistry:  methane minimalism. Nature 507: 436-437.\n13. Hwang IY, Lee SH, Choi YS, Park SJ, Na JG, Chang IS, et al . 2014.  Biocatalytic  conversion  of  methane  to  methanol  as  a key  step  for  development  of  methane-based  biorefineries. J. Microbiol. Biotechnol. 24: 1597-1605.\n14. Joergensen  L,  Degn  H.  1987.  Growth  rate  and  methane affinity  of  a  turbidostatic  and  oxystatic  continuous  culture of Methylococcus capsulatus (Bath). Biotechnol. Lett. 9: 71-76.\n15. Lieberman  RL,  Rosenzweig  AC.  2004.  Biological  methane oxidation: regulation, biochemistry, and active site structure of  particulate  methane  monooxygenase. Crit.  Rev.  Biochem. Mol. Biol. 39: 147-164.\n16. Meh ta PK, Mish ra S, Gh ose TK. 1987. Meth anol accumulation  by  resting  cells  of Methylosinus  trichosporium . J. Gen. Appl. Microbiol. 33: 221-229.\n17. Nguyen  HH,  Shiemke  AK,  Jacobs  SJ,  Hales  BJ,  Lidstrom ME, Ch an SI. 1994. Th e nature of th e copper ions in th e membranes containing  the  particulate  methane  monooxygenase from Methylococcus capsulatus (Bath ). J. Biol.  Chem. 269: 14995-15005.\n18. Nielsen  AK,  Gerdes  K,  Degn  H,  Colin  MJ.  1996.  Regulation of  bacterial  methane  oxidation:  transcription  of  the  soluble methane mono-oxygenase operon of Methylococcus capsulatus (Bath) is repressed by copper ions. Microbiology 142: 1289-1296.\n19. Park  D,  Lee  J.  2013.  Biological  conversion  of  methane  to methanol. Kor. J. Chem. Eng. 30: 977-987.\n20. Periana  RA,  Taube  DJ,  Evitt  ER,  Loffler  DG,  Wentrcek  PR, Voss  G,  Masuda  T.  1993.  A  mercury-catalyzed,  high-yield system  for  the  oxidation  of  methane  to  methanol. Science 259: 340-343.\n21. Prior  SD,  Dalton  H.  1985.  The  effect  of  copper  ions  on membrane content  and  methane  monooxygenase  activity  in methanol-grown  cells  of Methylococcus  capsulatus (Bath ). J. Gen. Microbiol. 131: 155-163.\n22. Spath PL, Dayton DC. 2003. Preliminary screening -technical and  economic  assessment  of  synthesis  gas  to  fuels  and chemicals with emphasis on the potential for biomassderived syngas. NREL Golden CO. No. NREL/TP-510-34929.\n23. Stafford  GP,  Scanlan  J,  McDonald  IR,  Murrell  JC.  2003. rpoN , mmoR and mmoG ,  genes  involved  in  regulating  the expression of soluble methane monooxygenase in Methylosinus trichosporium OB3b. Microbiology 149: 1771-1784.\n24. Stanley  SH,  Prior  SD,  Leak  DJ,  Dalton  H.  1983.  Copper stress underlies the fundamental  change  in  intracellular location  of  methane  mono-oxygenase  in  methane-oxidizing organisms: studies in batch and continuous cultures. Biotechnol. Lett. 5: 487-492.\n25. Sugimori D, Takeguchi M, Okura I. 1995. Biocatalytic methanol production  from  methane  with Methylosinus  trichosporium OB3b: an approach  to improve  methanol  accumulation. Biotechnol. Lett. 17: 783-784.\n26. Takeguchi M, Furuto T, Sugimori D, Okura I. 1997. Optimization of methanol biosynthesis by Methylosinus trichosporium OB3b: an approach to improve methanol accumulation. Appl. Biochem. Biotechnol. 68: 143-152.\n27. Whittenbury R, Phillips KC, Wilkinson JF. 1970. Enrichment, isolation  and  some  properties  of  methane-utilizing  bacteria. J. Gen. Microbiol. 61: 205-218.",
  "chunks": [
    "## Batch  Conversion  of  Methane  to  Methanol  Using Methylosinus trichosporium OB3b as Biocatalyst",
    "In Yeub Hwang 1 ,  Dong Hoon Hur 1 ,  Jae Hoon Lee 1 ,  Chang-Ho Park 1 ,  In  Seop Chang 2 ,  Jin  Won Lee 3 *, and Eun Yeol Lee 1 *",
    "- 1 Department of Chemical Engineering, Kyung Hee University, Gyeonggi-do 446-701, Republic of Korea",
    "2 School of Environmental Science and Engineering, Gwangju Institute of Science and Technology, Gwangju 500-712, Republic of Korea",
    "3 Department of Chemical and Biomolecular Engineering, Sogang University, Seoul 121-742, Republic of Korea",
    "Received: December 4, 2014 Revised: December 30, 2014 Accepted: December 30, 2014",
    "First published online January 7, 2015",
    "* Corresponding authors J.W.L. Phone: +82-2-705-8919; Fax: +82-2-702-7926; E-mail: jinwonlee@sogang.ac.kr E.Y.L. Phone: +82-31-201-3839; Fax: +82-31-204-8114; E-mail: eunylee@khu.ac.kr pISSN 1017-7825, eISSN 1738-8872 The Korean Society for Microbiology",
    "Copyright © 2015 by and Biotechnology",
    "Recently,  there  has  been  a  rapid  increase  in  shale  gas production using horizontal drilling and hydraulic fracturing technology in the United States [2]. Methane is the primary component  in  natural  and  shale  gas  up  to  95%.  Thus, methane  has  attracted  much  attention  as  the  alternative chemical feedstock on the positive aspect, but in addition to  being  a  greenhouse  gas  25-times  more  harmful  than carbon  dioxide  [12].  Methane  is  the  resource  of  power stations at present and can be used as a basic raw material [19].  However,  methane  is  difficult  to  transport  from production sites in remote locations to the place where it is to be consumed,  since methane  is  a gas  at  ambient temperatures (boiling point: -164 o C) [20].",
    "Conversion of methane to methanol has attracted enormous interest  because  methanol  is  easy  to  handle  and  has  a higher  energy density than methane. Methanol is a starting",
    "Recently, methane has attracted much attention as an alternative carbon feedstock since it is the major component of abundant shale and natural gas. In this work, we produced methanol from  methane  using  whole  cells  of Methylosinus  trichosporium OB3b  as  the  biocatalyst. M. trichosporium OB3b was cultured on NMS medium with a supply of 7:3 air/methane ratio at  30 o C.  The  optimal  concentrations  of  various  methanol  dehydrogenase  inhibitors  such  as potassium phosphate and EDTA were determined to be 100 and 0.5 mM, respectively, for an efficient production of methanol. Sodium formate (40 mM) as a reducing power source was added  to  enhance  the  conversion  efficiency.  A  productivity  of  49.0  mg/l·h,  titer  of  0.393 g methanol/l, and conversion of 73.8% (mol methanol/mol methane) were obtained under the optimized batch condition.",
    "Keywords: Methane,  methanol,  methanol  dehydrogenase, Methylosinus  trichosporium OB3b, reducing power precursor for the production of various  value-added chemicals [22]. If methane, the main component of natural gas,  can  be  efficiently  converted  to  liquid  fuels,  world reserves of methane could satisfy the demand for transportation  fuels  in  addition  to  use  in  other  sectors. However,  the  direct  activation  of  strong  C-H  bonds  in methane  and  conversion  to  desired  products  remain  a difficult technological challenge. Thus, there are economic and  technological  demands  for  the  development  of  an efficient  conversion  technology  of  methane  to  methanol. However, the direct conversion of methane to methanol is a technological challenge owing to the strong C-H bonds in methane [11].",
    "Various chemical processes to produce methanol from  methane  have  been  successfully  implemented  on  a commercial scale. However, some disadvantages of chemical processes are still unsolved. It  depends  on  extremely energy-intensive unit processes with low conversion rates",
    "and high capital costs [4]. As an alternative, direct biological methods can be employed to convert methane to methanol. Biological  conversion  is  more  selective  and  requires  less energy since bioconversion is conducted at ambient temperatures  [6].  Methane-to-methanol  conversion  using methanotrophic cells as the biocatalysts has been conducted to replace the chemical process [5, 13].",
    "In metabolic assimilation of methane in methanotrophs, methane is converted to methanol by methane monooxygenase (MMO). Methanol is converted to formaldehyde by methanol dehydrogenase (MDH), which is then oxidized to formate and finally to carbon dioxide [15]. Thus, methanol is not a final  product  and  is  readily  converted  to  formaldehyde, which  is used  to synthesize cell  biomass via ribulose monophosphate  (RuMP)  or  the  serine  pathway  [10].  In order to accumulate methanol, suitable inhibitors for MDH such  as  phosphate  [16],  cyclopropanol  [25],  or  a  high concentration of NaCl [1] need to be added to the medium. In addition, NADH or NADPH is regenerated to supply a reducing power for methane oxidation [8]. Methanotrophscatalyzed  production  of  methanol  from  methane  with high  yield  still  remains  a  challenge.  In  this  paper,  we determined the optimal conditions and further  improved batch methane-to-methanol conversion in high yield using Methylosinus  trichosporium OB3b  whole  cells.  Cultivationrelevant parameters, including air/methane ratio and copper concentration, were optimized. MDH activity was inhibited by adding various chemical inhibitors with optimal concentrations,  and  the  optimal  amount  of  formate  was supplied to regenerate the reducing power for high methanol conversion.",
    "## Materials and Methods",
    "## Medium and Cultivation of M. trichosporium OB3b",
    "M. trichosporium OB3b (NCIMB 11131) was cultured in a 600 ml joint flask with rubber septum containing 200 ml of NMS medium (1 g MgSO 4 ·7H 2 O, 1 g KNO 3 ,  0.2 g  CaCl 2 ·H 2 O, 0.0038 g Fe-EDTA, 0.0005 g  NaMo·4H 2 O  per  liter);  1 ml  of  trace  elements  solution (500 mg  FeSO 4 ·7H 2 O,  400 mg  ZnSO 4 ·7H 2 O,  20 mg  MnCl 2 ·7H 2 O, 50 mg CoCl 2 ·6H 2 O, 10 mg NiCl 2 ·6H 2 O, 15 mg H 3 BO 3 , 250 mg EDTA per  liter),  2 ml  of  phosphate  stock  solution  (26 g  KH 2 PO 4 ,  62 g Na 2 HPO 4 ·7H 2 O  per  liter),  and  2 ml  of  vitamin  stock  (1×)  (2 mg biotin, 2 mg folic acid, 5 mg thimine HCl, 5 mg Ca pantothenate, 0.1 mg vitamin B12, 5 mg riboflavin, 5 mg nicotinamide per liter) under various ratios of air:methane and copper concentration, at 30 o C and 230 rpm [27]. Copper(II) was added for pMMO expression [17, 21]. Sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) was performed to identify expression of sMMO and pMMO.",
    "## Methane-to-Methanol Bioconversion",
    "M. trichosporium OB3b cells were harvested by centrifugation at 4 o C and 8,930 × g for  20 min.  The  supernatant  was  removed  and the harvested cells were washed once with DDW and once with 20 mM potassium phosphate buffer (pH 7.0). The whole cells were resuspended  in  20 mM  sodium  phosphate  buffer  (pH  6.3)  and used for methane-to-methanol conversion. Reactions were conducted in a 12 ml serum vial containing 2 ml of 20 mM sodium phosphate buffer  (pH  6.3)  as  a  reaction  medium,  with  gray  butyl  rubber septa and aluminum seal. The reaction solution contained various concentrations of sodium formate and various chemical inhibitors for MDH and M. trichosporium OB3b whole cells as the biocatalyst. Air and methane were supplied at a volume ratio of 7:3 and the reactions were conducted in a shaking incubator at 30 o C and 230 rpm.",
    "## MDH Activity Analysis",
    "The MDH activity was measured using the methanol oxidation test  [10].  A  serum  bottle  (working  volume  =  2 ml)  containing 0.6 mg/ml M. trichosporium OB3b and initial methanol concentration of  0.1%  (v/v)  in  20  mM  sodium  phosphate  buffer  (pH  6.3)  was incubated for 3 h at 30 o C and 230 rpm. The remaining methanol was  measured  by  GC  to  determine  the  amount  of  methanol converted to formaldehyde by MDH.",
    "## Effect  of  Methanol  Concentration  on  MMO Activity Based on Propylene Epoxidation Assay",
    "A modified propylene epoxidation assay was used to measure the pMMO activity [3]. Air and propylene at a volume ratio of 1:1 were  supplied  to  2 ml  of  20 mM  potassium  phosphate  (pH  7.0) containing  0 -10%  (v/v)  methanol  and M.  trichosporium OB3b cells.  All  reactions  were conducted in a 12 ml serum bottle with gray  butyl  rubber  septa  and  sealed  with  aluminum  seal  and incubated  at  30 o C  and  230 rpm.  The  amount  of  the  remaining propylene and produced propylene oxide was determined by GC.",
    "Methane, propylene, and propylene oxide were analyzed using a Younglin 6500GC gas chromatograph equipped with a thermal conductivity detector and a HP-PlotQ capillary column. For methane analysis, nitrogen was used as the carrier gas with a 2 ml/min rate. The injector, detector, and oven temperatures were 250 o C, 250 o C, and 60 o C, respectively. For propylene analysis, the oven temperature was increased from 100 o C to 150 o C. For propylene oxide analysis, the oven temperature was 160 o C. For methanol analysis, a flame ionization detector was used. The injector and detector temperatures were 250 o C. The oven temperature was 65 o C for 1 min, and then increased to 115 o C with a 5 o C/min rate.",
    "## Results and Discussion",
    "## Effects of Air:Methane Supply Ratio and Copper Concentration on Cell Growth and MMO Expression",
    "M. trichosporium OB3b  uses  methane  as  the  carbon  and",
    "Table 1. Effect of air-to-methane ratio on cell growth of M. trichosporium OB3b.",
    "| Air:methane ratio   |   Dry cell weight (mg/ml) |   Methane-to-biomass conversion (g biomass/g methane) |   Specific growth rate (h -1 ) |\n|---------------------|---------------------------|-------------------------------------------------------|--------------------------------|\n| 8:2                 |                      0.16 |                                                  0.18 |                          0.036 |\n| 7:3                 |                      0.21 |                                                  0.47 |                          0.044 |\n| 5:5                 |                      0.22 |                                                  0.33 |                          0.039 |",
    "Table 2. Effect of copper ion concentration on cell growth of M. trichosporium OB3b.",
    "|   Copper concentration ( µ M) |   Dry cell weight (mg/ml) |   Methane-to-biomass conversion (g biomass/g methane) |   Specific growth rate (h -1 ) |\n|-------------------------------|---------------------------|-------------------------------------------------------|--------------------------------|\n|                             0 |                      0.22 |                                                  0.47 |                          0.044 |\n|                             1 |                      0.28 |                                                  0.36 |                          0.053 |\n|                             5 |                      0.34 |                                                  0.46 |                          0.059 |\n|                            10 |                      0.32 |                                                  0.39 |                          0.053 |\n|                            50 |                      0.11 |                                                  0.15 |                          0.032 |",
    "energy source via the  oxidative  metabolic  pathway in the presence of oxygen. Methane and oxygen are key substrates for cell growth, and their supply ratio of air:methane is an important  factor  in  the  cultivation  of  methanotrophs.  To find  out  the  optimal  air:methane  ratio, M.  trichosporium OB3b was cultivated at various air:methane ratio ranging from 8:2 to 5:5 in NMS medium. In the presence of 30% (v/v) methane,  a  higher  methane-to-biomass  conversion  and specific  growth  rate  could  be  achieved.  When  methane above 30% (v/v) was supplied, the final cell density was not affected. At the optimal condition of air:methane = 7:3, the  final  dry  cell  density  (g  cell/l),  methane-to-biomass conversion  (g  biomass/g  methane),  and  specific  growth rate (h -1 ) were 0.21, 0.47, and 0.044, respectively (Table 1).",
    "The  effects  of  copper  concentration  on M. trichosporium OB3b growth and the expression of MMO were examined in the presence of various concentrations of copper (from 0 to  100 µ M)  in  the  medium.  The  copper  concentration  is known to affect the relative expression level of soluble and particulate  MMO.  Generally,  pMMO  is  expressed  in  the presence  of  copper  ion  [3,  14,  17,  21,  24].  Herein,  we quantitatively evaluated the effects of copper concentration on batch cell growth, methane-to-biomass conversion, and specific growth rate. As shown in Table 2, the highest final batch  cell  growth  of  0.34  g  cell/l,  methane-to-biomass conversion  of  0.46  g  biomass/g  methane,  and  specific growth  rate of 0.059 h -1 were  obtained  in  the  media containing 5 µ M of CuSO 4 . In this condition, the expression of sMMO  was  completely inhibited. As the copper concentration increased, the specific growth  rate also increased up to 5 µ M (Table 2). Further increase in copper concentration resulted in a decrease in cell growth. When M. trichosporium OB3b  was  cultured  in  the  presence  of",
    "100 µ M copper, there was no detectable cell growth and no change in methane  concentration, indicating that the presence  of  high  copper  concentration  above  100 µ M  in NMS  media  was  inappropriate  for  the  cultivation  of M. trichosporium OB3b (data not shown).",
    "Several  studies  have  also  demonstrated  that  sMMO  is expressed  only  at  low  or  no  copper,  and  pMMO  is preferentially  expressed  under  high  copper  concentration [3,  9,  17,  18,  21,  23,  24].  Fig.  1  shows  the  expression  of",
    "Fig. 1. SDS-PAGE analysis of M. trichosporium OB3b whole cell lysates.",
    "The expected molecular masses of α , β , and γ subunits of sMMO and pMMO are indicated on the left-hand and right-hand sides of the gel, respectively.  M,  size  marker  in  kDa;  1,  air:methane  =  8:2  without copper  ;  2,  air:methane  =  5:5  without  copper;  3,  air:methane  =  7:3 without copper; 4, 1 µ M copper; 5, 5 µ M copper; 6, 10 µ M copper; 7, 50 µ M copper; 8, 100 µ M copper. The samples for lanes 4, 5, 6, 7, and 8 were obtained from cells grown at air:methane = 7:3.",
    "sMMO  and  pMMO  in  the  presence  of  various  copper concentrations.  In  the  absence  of  copper,  the α , β ,  and γ subunits  of  sMMO  were  expressed  and  identified  in lanes 1, 2, and 3, corresponding to the expected molecular mass of 60, 45.1, and 19.4 kDa, respectively. With respect to air and methane ratio, it did not affect the expression level of sMMO. Otherwise, in the presence of copper, the α , β , and γ subunits of pMMO were expressed and observed in lanes 4, 5, and 6, corresponding to the expected molecular mass of 46.9, 28.5, and 29 kDa, respectively. As the copper concentration was increased, the relative expression level of  pMMO  increased  (Fig.  1).  However,  the  expression  of pMMO decreased when copper was supplied at more than 50 µ M. For further experiments, 0.3 mg/l copper was added to the medium for high growth rate and pMMO expression.",
    "## Effect of Sodium Formate Addition on the Production of Methanol",
    "Formate has been reported to increase methanol production by NADH regeneration [26]. For enhancement of methanol production  using M.  trichosporium OB3b,  the  effect  of formate addition was investigated. The relative methanol production at various sodium formate concentrations ranging from  0  to  80  mmol/l  are  shown  in  Fig.  2.  When  40 mM sodium  formate  was  supplied,  0.232  g/l  methanol  was produced after 20 h and the methane-to-methanol conversion was 17.3%. Further increase in formate concentration did not increase the methanol production in the batch system. Further investigations need to be conducted to understand the  saturation  of  methanol  production  in  the  presence  of formate above 40 mM.",
    "Fig.  2. Effect  of  sodium  formate  concentration  on  methane consumption  and  methanol  production  by  growing  and resulting cells of M. trichosporium OB3b (symbols: black bars, methane consumption; gray bars, methanol production).",
    "## Methane-to-Methanol  Conversion  Using  Phosphate  and EDTA as Methanol Dehydrogenase Inhibitor",
    "For production of a higher methanol concentration, MDH needs to be inhibited. First, the effect of potassium phosphate addition on methanol production by M. trichosporium OB3b cells was  investigated  at  various  potassium  phosphate concentrations  (0 -300 mM;  Fig.  3A).  As  the  potassium phosphate concentration increased, methane consumption continued to decrease, indicating that potassium phosphate might inhibit pMMO  activity. In contrast, methanol production increased with an increase in potassium phosphate  concentration  up  to  100 mM.  The  maximum amount  of  methanol  was  0.309  g/l.  However,  methanol production decreased as potassium phosphate concentration was further increased to more than 100 mM. Methane-tomethanol  conversion was  also affected by  potassium phosphate concentration. A 51.1% conversion was obtained with the addition of 100 mM potassium phosphate.",
    "Fig.  3. Effects  of potassium phosphate ( A )  and  EDTA ( B )  as MDH  inhibitors  on  methane  consumption  and  methanol production by growing and resulting cells of M. trichosporium OB3b  (symbols: black bars,  methane  consumption;  gray bars,  methanol production; line graph, methane-to-methanol conversion).",
    "Fig. 4. Batch time course of methanol production at the optimized reaction condition by M. trichosporium OB3b. Control experiment in the absence of formate and MDH inhibitor ( A ), and in the presence of 40 mM formate ( B ), 100 mM potassium phosphate ( C ), and 0.5 mM EDTA ( D ). The experiments of ( C ) and ( D ) were conducted in the presence of 40 mM formate (Symbols: ● , remaining methane; ○ , produced methanol; ■ , methane-to-methanol conversion).",
    "In the case of EDTA, the methane consumption was also decreased as the EDTA  concentration was increased (Fig. 3B).  Methanol  production  increased  with  increase  in EDTA concentration up to 0.5  mM, and then decreased with further increase in EDTA concentration. Approximately 0.349 g/l  methanol  was  produced  with  a  methane-tomethanol conversion of 57.1% in  the  presence  of  0.5  mM EDTA.",
    "The  inhibitory  effects  of  sodium  formate,  potassium phosphate,  and  EDTA  on  MDH  activity  were  analyzed. There  was  no  inhibitory  effect  of  sodium  formate  on  the MDH activity, but there was 9.3% and 15.2% inhibition of MDH in the presence of 100 mM potassium phosphate and 0.5mM  EDTA,  respectively.  This  decrease  of  MDH  activity allowed for methanol production.",
    "## Batch Methane-to-Methanol Conversion at the Optimized Condition",
    "Methanol production in the absence of sodium formate and  MDH inhibitors  is  shown  in  Fig.  4A.  The  maximum methanol  concentration  was  0.242 g/l  at  4 h.  With  the addition of 40 mM sodium formate, methanol production was increased to 0.334 g/l during the same reaction time (Fig. 4B). However, the methanol concentration continued to decrease owing to subsequent methanol oxidation by MDH after 4 h.",
    "Methanol production in the presence of MDH inhibitors is  shown  in  Figs.  4C  and  4D.  The  maximum  methanol production  levels  were  0.393  and  0.382  g/l,  and  the methane-to-methanol  conversion  levels  were  73.8%  and 75.2% at 8 h in the presence of 100 mM  potassium phosphate  and  0.5mM  EDTA,  respectively.  The  inhibitory effect  of  the  presence  of  the  produced methanol on MMO activity was also analyzed. Methanol at 0.4 g/l did not inhibit the propylene epoxidation rate of MMO (data not shown). The  average  volumetric  productivity  of  methanol  was 0.049  g/l/h.  The  average  specific  methanol  productivity was 0.082 g/g cell/h, higher than the previously reported value of 0.00162 g/g cell/h [7, 26]. In conclusion, compared with the highest methanol production of 0.25g/l in simple  batch  reactor  reported  previously,  a  methanol concentration of up to 0.393 g/l was achieved in this study.",
    "In  terms  of  productivity,  we  obtained  a  4.6-times  higher productivity compared with the previously reported highest value.",
    "This  work  was  supported  by  the  New  &amp;  Renewable Energy Core Technology Program of the Korea Institute of Energy Technology Evaluation and Planning (KETEP) and a  grant  from  the  Ministry  of  Trade,  Industry  &amp;  Energy, Republic of Korea (No. 20133030000090).",
    "1. Anthony C. 1986. Bacterial oxidation of methane and methanol. Adv. Microb. Physiol. 27: 113-210.\n2. Burnham A, Han J, Clark CE, Wang M, Dunn JB, Palou-Rivera I.  2011. Life-cycle greenhouse gas emissions of shale gas, natural gas, coal, and petroleum. Environ. Sci. Technol. 46: 619-627.\n3. Burrows KJ,  Cornish  A,  Scott  D,  Higgins  IJ.  1984.  Substrate specificities  of  the  soluble  and  particulate  methane  monooxygenases of Methylosinus trichosporium OB3b. J. Gen. Microbiol. 130: 3327-3333.\n4. Casey PS, McAllister T, Foger K. 1994. Selective oxidation of methane to methanol at high pressures. Ind. Eng. Chem. Res. 33: 1120-1125.\n5. Conrado RJ, Gonzalez R. 2014. Envisioning the bioconversion of methane to liquid fuels. Science 343: 621-623.\n6. Culpepper  MA,  Rosenzweig  AC.  2012.  Architecture  and active site of particulate methane monooxygenase. Crit.  Rev. Biochem. Mol. Biol. 47: 483-492.\n7. Duan  C,  Luo  M,  Xing  X.  2011.  High-rate  conversion  of methane  to  methanol  by Methylosinus  trichosporium OB3b. Bioresour. Technol. 102: 7349-7353.\n8. Friedle  S,  Reisner  E,  Lippard  SJ  2010.  Current  challenges  of modeling diiron enzyme active sites for dioxygen activation by biomimetic synthetic complexes. Chem. Soc. Rev. 39: 2768-2779.\n9. Gilbert  B,  McDonald  IR,  Finch  R,  Stafford  GP,  Nielsen  AK, Murrell  JC.  2000.  Molecular  analysis  of  the pmo (particulate methane monooxygenase) operons from two type II methanotrophs. Appl. Environ. Microbiol. 66: 966-975.\n10. Hanson RS, Hanson TE. 1996 Methanotrophic bacteria. Microbiol. Rev. 60: 439-471.\n11. Haynes CA, Gonzalez R. 2014. Rethinking biological activation of  methane  and  conversion  to  liquid  fuels. Nat.  Chem.  Biol. 10: 331-339.\n12. Hoehler  TM,  Alperin  MJ.  2014.  Biogeochemistry:  methane minimalism. Nature 507: 436-437.\n13. Hwang IY, Lee SH, Choi YS, Park SJ, Na JG, Chang IS, et al . 2014.  Biocatalytic  conversion  of  methane  to  methanol  as  a key  step  for  development  of  methane-based  biorefineries. J. Microbiol. Biotechnol. 24: 1597-1605.\n14. Joergensen  L,  Degn  H.  1987.  Growth  rate  and  methane affinity  of  a  turbidostatic  and  oxystatic  continuous  culture of Methylococcus capsulatus (Bath). Biotechnol. Lett. 9: 71-76.\n15. Lieberman  RL,  Rosenzweig  AC.  2004.  Biological  methane oxidation: regulation, biochemistry, and active site structure of  particulate  methane  monooxygenase. Crit.  Rev.  Biochem. Mol. Biol. 39: 147-164.\n16. Meh ta PK, Mish ra S, Gh ose TK. 1987. Meth anol accumulation  by  resting  cells  of Methylosinus  trichosporium . J. Gen. Appl. Microbiol. 33: 221-229.\n17. Nguyen  HH,  Shiemke  AK,  Jacobs  SJ,  Hales  BJ,  Lidstrom ME, Ch an SI. 1994. Th e nature of th e copper ions in th e membranes containing  the  particulate  methane  monooxygenase from Methylococcus capsulatus (Bath ). J. Biol.  Chem. 269: 14995-15005.\n18. Nielsen  AK,  Gerdes  K,  Degn  H,  Colin  MJ.  1996.  Regulation of  bacterial  methane  oxidation:  transcription  of  the  soluble methane mono-oxygenase operon of Methylococcus capsulatus (Bath) is repressed by copper ions. Microbiology 142: 1289-1296.\n19. Park  D,  Lee  J.  2013.  Biological  conversion  of  methane  to methanol. Kor. J. Chem. Eng. 30: 977-987.\n20. Periana  RA,  Taube  DJ,  Evitt  ER,  Loffler  DG,  Wentrcek  PR, Voss  G,  Masuda  T.  1993.  A  mercury-catalyzed,  high-yield system  for  the  oxidation  of  methane  to  methanol. Science 259: 340-343.\n21. Prior  SD,  Dalton  H.  1985.  The  effect  of  copper  ions  on membrane content  and  methane  monooxygenase  activity  in methanol-grown  cells  of Methylococcus  capsulatus (Bath ). J. Gen. Microbiol. 131: 155-163.\n22. Spath PL, Dayton DC. 2003. Preliminary screening -technical and  economic  assessment  of  synthesis  gas  to  fuels  and chemicals with emphasis on the potential for biomassderived syngas. NREL Golden CO. No. NREL/TP-510-34929.\n23. Stafford  GP,  Scanlan  J,  McDonald  IR,  Murrell  JC.  2003. rpoN , mmoR and mmoG ,  genes  involved  in  regulating  the expression of soluble methane monooxygenase in Methylosinus trichosporium OB3b. Microbiology 149: 1771-1784.\n24. Stanley  SH,  Prior  SD,  Leak  DJ,  Dalton  H.  1983.  Copper stress underlies the fundamental  change  in  intracellular location  of  methane  mono-oxygenase  in  methane-oxidizing organisms: studies in batch and continuous cultures. Biotechnol. Lett. 5: 487-492.\n25. Sugimori D, Takeguchi M, Okura I. 1995. Biocatalytic methanol production  from  methane  with Methylosinus  trichosporium OB3b: an approach  to improve  methanol  accumulation. Biotechnol. Lett. 17: 783-784.\n26. Takeguchi M, Furuto T, Sugimori D, Okura I. 1997. Optimization of methanol biosynthesis by Methylosinus trichosporium OB3b: an approach to improve methanol accumulation. Appl. Biochem. Biotechnol. 68: 143-152.\n27. Whittenbury R, Phillips KC, Wilkinson JF. 1970. Enrichment, isolation  and  some  properties  of  methane-utilizing  bacteria. J. Gen. Microbiol. 61: 205-218."
  ],
  "markdown_length": 26122,
  "chunks_count": 55,
  "extraction_method": "docling"
}