{
  "filename": "Jiang et al. 2023.pdf",
  "markdown": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/366777086\n\n## Biological conversion of methane to methanol at high H2S concentrations with an H2S-tolerant methanotrophic consortium\n\n<!-- image -->\n\n<!-- image -->\n\nContents lists available at ScienceDirect\n\n## Renewable Energy\n\njournal homepage: www.elsevier.com/locate/renene\n\n## Biological conversion of methane to methanol at high H2S concentrations with an H2S-tolerant methanotrophic consortium\n\n<!-- image -->\n\nDanping Jiang a,b , Xumeng Ge a,b,c , Long Lin b , Zhou Chen a,b , Quanguo Zhang a,* , Yebo Li b,c\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nb\n\nDepartment of Food, Agricultural and Biological Engineering, The Ohio State University/Ohio Agricultural Research and Development Center, 1680 Madison Ave.,\n\nWooster, OH, 44691-4096, USA\n\nc Quasar Energy Group, 2705 Selby Road, Wooster, OH, 44691-4096, USA\n\n## A R T I C L E  I N F O\n\n## Keywords:\n\nMethanotrophic consortium Hydrogen sulfide Biological conversion Methanol production\n\n## 1. Introduction\n\nBiogas  produced  from  organic  waste  has  been  recognized  as  an abundant and renewable source for bioenergy and bioproducts [1 -3]. Annually, biogas captured from landfills and anaerobic digestion (AD) systems is proximally 1.84 × 10 9 m 3 in the United States [4,5]. However, the storage, transportation, and distribution of biogas are costly since the energy density of biogas is low [6,7]. Additionally, biogas is a potent greenhouse  gas,  which  could  cause  environmental  problems  if  not properly treated or utilized [8,9]. One approach to address this issue is to upgrade biogas to methanol which is a promising energy carrier for long-term storage and a valuable precursor for the production of fuels and chemicals [10].\n\nBio-conversion of CH4 to methanol is attractive for the cleaner process,  milder  operating  conditions,  and  less  biogas  purification  requirements than thermochemical conversion methods [11]. In nature, methanotrophs can grow by using CH4  as the sole carbon and energy source, acting as a CH4 sink to suppress its emission to the atmosphere [12 -14]. In cells of aerobic methanotrophs [14], the conversion of CH4 to methanol is catalyzed by methane monooxygenase (MMO) enzyme (equation (1)), and methanol is further oxidized to CO2  via a series of\n\n* Corresponding author. E-mail address: zquanguo@163.com (Q. Zhang).\n\n## A B S T R A C T\n\nTo develop biological biogas to methanol conversion technology without costly hydrogen sulfide (H2S) removal, a high H2S tolerant methanotrophic consortium (HTMC), was enriched from an anaerobic digester effluent in presence of 5.64 g/m 3 H2S in the gas phase. The HTMC can grow stably and produce methanol under conditions with CH4/air mixtures containing 5.64 g/m 3 of H2S. There is no significant ( p &gt; 0.05) difference in cell yield or CH4 to methanol conversion efficiency between trials with different H2S concentrations from 0 g/m 3 to 5.64 g/ m 3 . Under optimal conditions, a cell yield of 0.333 g cells/g CH4, a methanol concentration of 0.28 mg/mL, and a CH4  to methanol conversion efficiency of 0.22 mol/mol were obtained, respectively. Besides methanotrophs (14.85%) and other bacteria, Cyanobacteria were also identified in the HTMC with a high abundancy (32.16%), which could broaden the application of HTMC for simultaneous utilization of CH4 and CO2 from raw biogas.\n\nreactions catalyzed by methanol dehydrogenase (MDH), formaldehyde dehydrogenase (FalDH), and formate dehydrogenase (FDH) (equation (2)) [14 -16].\n\n<!-- formula-not-decoded -->\n\n<!-- formula-not-decoded -->\n\nMethanol accumulation can be achieved by using MDH inhibitors such  as  phosphate,  NaCl,  and  MgCl2  which  restrain  the  downstream pathway  from  methanol  to  CO2  [17].  At  the  same  time,  exogenous reducing sources (such as formate) are supplied to maintain the metabolic  activity  of  methanotrophs  [18].  Moreover,  Kalyuzhnaya  [18] suggested that other important factors, such as O2/CO2 ratio, can also be controlled for methanol accumulation.\n\nHydrogen  sulfide  (H2S)  is  commonly  observed  in  biogas  from anaerobic  digestion  [19]  with  concentrations  up  to  14.1  g/m 3 [20], especially  from  digesters  fed  with  protein-rich  wastes  and  sulfur\n\n<!-- image -->\n\n<!-- image -->\n\nD. Jiang et al.\n\ncontaining feed stocks [21]. H2S has inhibitory effects on cell growth of methanotrophs following an inhibition competitive mode, because the gene encoding particulate MMO (pMMO) was related to competitive inhibition [13,22,23]. Compared to costly physicochemical H2S removal methods  for  biogas  application  with  extra  energy  input,  biological method  with  H2S  tolerated  methanotrophic  bacteria  (like  whole-cell biocatalysts [24]) attracted more attentions due to mildly and directly conversion of biogas without H2S removal [11,25]. Up to now, methanotrophs have been isolated from various sources, such as natural gas fields, soils, waste treatment facilities, anaerobic digestion systems, and environments with extreme conditions [23,27]. The phylum Verrucomicrobia has been found in geothermal environments with high temperature and low pH [8,27 -30]. A methanotrophic bacterium (SAD2) was isolated from H2S-rich anaerobic digester, which shows higher H2S tolerance than Methylocystis sp. And Methylomicrobium album [13]. To the best of authors ' acknowledgement, H2S content of 1.41 g/m 3 is still an upper limit for biogas utilization with methanotrophs.\n\nThe major objective of this study was to develop a high H2S-tolerant biological system for cell cultivation and conversion of CH4 to methanol under  high  levels  of  H2S  stress.  A  methanotrophic  consortium  from anaerobic  digester  effluent  was  enriched  under  high  H2S  stress.  The effects of CH4/air ratio, pH, temperature, and H2S concentration on cell growth were studied. In addition, the effects of phosphate concentration, formate concentration, CH4/air ratio, and H2S concentration on methanol  production  were  also  evaluated.  Moreover,  the  microbial community profile of the consortium was analyzed for possible mechanisms  of  H2S  tolerance.  Results  of  this  study  suggested  a  feasible strategy for addressing the H2S inhibition issue in the biological conversion of raw biogas to methanol or other products.\n\n## 2. Materials and methods\n\n## 2.1. Enrichment of HTMC\n\nDigester effluent was sampled from a mesophilic anaerobic digester fed  with  municipal  sewage sludge (KB BioEnergy, Akron, OH, USA). Enrichment  of  HTMC  (named  based  on  functional  methanotrophic bacteria) was conducted in 250-mL Erlenmeyer flasks using a method described in a previous study [25]. Each flask was set up by adding 5 g of the digester effluent and 50 mL of nitrate mineral salts (NMS) medium which contains 1.0 g/L of MgSO4 ‧ 7H2O, 0.272 g/L of KH2PO4, 1.0 g/L of KNO3, 0.134 g/L of CaCl2 ‧ 2H2O, 0.284 g/L of Na2HPO4, 0.2% ( v/v ) of chelated Fe solution (1.0 g/L of ferric (III) ammonium citrate, 0.3% ( v/v ) of concentrated HCl, and 2.0 g/L of EDTA), and a 0.05% ( v/v ) of trace element solution (10 mg/L of ZnSO4 ‧ 7H2O, 500 mg/L of EDTA, 3.0 mg/L of MnCl2 ‧ 4H2O, 200 mg/L of FeSO4 ‧ 7H2O, 30 mg/L of H3BO3, 1.0 mg/L of CaCl2 ‧ 2H2O, 20 mg/L of CoCl2 ‧ 6H2O, 2.0 mg/L of NiCl2 ‧ 6H2O, and 3.0 mg/L of Na2MoO4 ‧ 2H2O). The flask was sealed with a rubber stopper that has a gas outport controlled with a clamp. CH4 (Praxair ® , Danbury, CT, USA) and H2S gases were injected into the reactor to obtain a gas mixture of 80% ( v/v ) air and 20% ( v/v ) CH4 (replacing 40 mL air in the 200-mL headspace by CH4 using a 60-mL syringe) with 5.64 g/m 3 H2S in the headspace. The flask was incubated at 37 ◦ C and 150 rpm for 5 days. Then, 5 g of the enriched culture was transferred to the next batch of flask containing 50 mL of fresh NMS medium to start the second batch of enrichment using the same procedures as described for the first batch. The HTMC was obtained after 5 successive batches of enrichment.\n\n## 2.2. Cell growth at different CH4/air ratio, pH, and temperature\n\nCell growth tests were conducted in 250-mL Erlenmeyer flasks with 7 mg of HTMC biomass and 50 mL of NMS medium in each reactor, and a 500-mL Tedlar gas bag was connected to the headspace via a gas outport on the stopper. The total gas volume in the headspace and the gas bag was 700 mL (200 mL of headspace + 500 mL of gas bag). All cell growth reactors were incubated at 150 rpm for 144 h with a fixed initial H2S\n\nconcentration  of  5.64  g/m 3 and  designated  CH4/air  ratios,  pH,  and temperatures. Cell yields (based on ash-free cell weights at 0 h and 144 h)  were  measured  to  evaluate  the  effects  of  CH4/air  ratios,  pH,  and temperatures  on  cell  growth.  Each  trial  was  carried  out  in  three replicates.\n\nTrials  with  different initial  CH4/air  ratios  (1:2, 1:4,  and 1:6, v/v ) were  first  conducted  at  37 ◦ C,  and  the  optimal  CH4/air  ratio  was determined based on cell yields. The designated CH4/air ratios were obtained by replacing different volumes (233.3 mL, 140.0 mL, and 100 mL) of air in the 500-mL Tedlar gas bag with CH4 (99% purity) using a 60-mL graduated syringe. For trials with different pH, 5 M NaOH or 1 M HCl were used to prepare media with pH values of 5.5, 6.0, 6.5, 6.8, and 7.5, respectively. Reactors with different pH were incubated at 37 ◦ C with the optimal initial CH4/air ratio, and the optimal pH was determined based on cell yields. Trials with different temperatures (30 ◦ C, 37 ◦ C, 45 ◦ C, and 50 ◦ C) were further performed with the optimal initial CH4/air ratio and pH.\n\nTo validate CH4 consumption by HTMC, Erlenmeyer flasks (250-mL) with different conditions (50 mL of NMS medium with and without 7 mg of HTMC) were also set up with an initial CH4/air ratio of 1:4 and H2S concentration of 5.64 g/m 3 in the headspace and incubated at 150 rpm for 144 h. About 30 mL of gas sample was taken every other day for gas composition analysis.\n\n## 2.3. Cell growth at different H2S concentrations\n\nCell  growth tests  were  conducted using  optimal conditions  determined in section 2.2 except that flasks were set up with different initial H2S concentrations (0, 1.41, 2.82, and 5.64 g/m 3 ). The designated H2S concentrations were obtained by replacing certain volumes of mixture gas in the 500-mL Tedlar gas bag with pure H2S gas. To evaluate change of H2S concentration during cell growth and to investigate the mechanism, additional reactors were set up with a CH4/air ratio of 1:4 ( v/v ) and  H2S  concentration  of  about  5.64  g/m 3 in  headspace  but  with different liquid medium conditions (50 mL of NMS medium and 50 mL of NMS medium inoculated with 7 mg of HTMC). About 30 mL of gas sample and 0.5 mL of liquid sample were taken every other day from each flask for H2S analysis. Three replicates were used for each trial.\n\n## 2.4. Methanol production with different phosphate concentration, sodium formate concentration, and CH4/air ratio\n\nMethanol production tests were set up in 250-mL Erlenmeyer flasks each containing 4 mg of HTMC biomass and 50 mL NMS medium with 5 μ M CuCl2. A 500-mL Tedlar gas bag was connected to the headspace of each flask and total gas volume in the headspace and the Tedlar gas bag was 700 mL. All methanol production reactors were incubated at 37 ◦ C with 150 rpm for 48 h, with designated phosphate concentration, sodium formate concentration, and CH4/air ratio. Gas composition and methanol concentration were measured every 12 h. Each trial was carried out in triplicate.\n\nTrials with different concentrations of phosphate buffer (20, 50, 100, and 200 mmol/L of PO4 3 GLYPH&lt;0&gt; with equal mol of KHPO4 and Na2HPO4) were conducted with 100 mmol/L of sodium formate in the medium and an initial CH4/air ratio of 1:4 ( v/v ) in the gas phase. The optimal phosphate concentration  was  determined  based  on  methanol  yield.  Trials  with different sodium formate concentrations (50, 100, 150, and 200 mmol/ L) were then performed with the optimal phosphate concentration and an initial CH4/air ratio of 1:4 ( v/v ) to determine the optimal sodium formate concentration. Trials with different initial CH4/air ratios (2:1, 1:1, 1:2, 1:4, and 1:6, v/v ) were further carried out with the optimal phosphate concentration and sodium formate concentration.\n\n## 2.5. Methanol production at different H2S concentrations\n\nMethanol production tests were conducted using optimal conditions\n\nD. Jiang et al.\n\nFig. 1. Effect of different conditions on CH4  consumption ((a) CH4/air ratio, (c) pH, and (e) temperature) and cell yield ((b) CH4/air ratio, (d) pH, and (f) temperature) of HTMC.\n\n<!-- image -->\n\ndetermined in section 2.4, except that flasks were set up with different initial H2S concentrations (0, 1.41, 2.82, 5.64 g/m 3 ). To evaluate the changes of H2S concentration during methanol production by HTMC and to investigate the mechanism, additional reactors were set up with a CH4/air ratio of 1:4 ( v/v ) and H2S concentration of 5.64 g/m 3 in headspace. About 30 mL of gas and 0.5 mL of liquid samples were taken daily from each reactor for H2S analysis. Three replicates were used for each trial.\n\n## 2.6. Analytical methods\n\nCell dry weight was measured according to a modified method [5]. Cell suspension (50 mL) was centrifuged at 12000 rpm for 20 min. After discarding the supernatant, the cell pellet was resuspended with 25 mL\n\nof 0.5 M NH4HCO3, and the suspension was centrifuged at 12000 rpm for 20 min. The supernatant was discarded, and the pellet was transferred to a 10-mL crucible using 3 mL 0.5 M NH4HCO3. The crucible with cell suspension was heated in an oven at 105 ◦ C for 12 h and cooled to room temperature for measuring dry weight of total biomass. The crucible with dried sample was then heated in an Isotemp muffle furnace at 550 ◦ C for 4 h and cooled to room temperature for measuring ash content. Ash-free dry weight was calculated as equation (3):\n\nAsh free dry weight = Dry weight of total biomass GLYPH&lt;0&gt; Resiudal ash weight\n\n<!-- formula-not-decoded -->\n\nThe  composition  of  headspace  gas  was  measured  by  using  a  GC (Agilent, HP 6890, Wilmington, DE, USA) equipped with a 30 m × 0.53 mmol/L × 10 μ m Rt ® -Alumina Bond/KCl deactivation column and a\n\nD. Jiang et al.\n\nFig. 2. Effect of H2S stress on (a) CH4  consumption, (b) cell yield of HTM, (c) change of CH4  content, and (d) H2S concentration in headspace and (e) H2S concentration in liquid medium.\n\n<!-- image -->\n\nthermal  conductivity  detector  (TCD).  The  oven  temperature  was initially kept at 40 ◦ C for 4 min, and then increased to 60 ◦ C with an increment of 20 ◦ C/min and maintained at 60 ◦ C for 5 min. Temperatures  of  the  detector  and  injector  were  set  at  200 ◦ C  and  150 ◦ C, respectively. The carrier gas was Helium.\n\nMethanol concentration was determined by using a GC (Shimadzu, 2010PLUS, Columbia, MD, USA) equipped with a Stabilwax polar phase column (30 m × 0.32 mmol/L × 0.5 μ m) and flame ionization detector (FID). The oven temperature was initially set at 50 ◦ C and gradually increased to 80 ◦ C in 6 min. The temperature of the injector and the detector was 250 ◦ C, and helium was used as the carrier gas. The CH4 to methanol conversion efficiency was calculated based on equation (4).\n\n<!-- formula-not-decoded -->\n\nH2S concentration was determined based on a method with slight modifications [25]. For the determination of H2S concentration in the gas phase, a sealed and vacuumed test tube (Tube A) containing 2 mL of 2% zinc acetate was used to absorb the gas sample (30 mL). After incubation at ambient temperature for 20 min, 0.5 mL of the liquid was transferred to another tube (Tube B) containing 0.5 mL of 20 mmol/L of N,  N-dimethylp -phenylenediamine dihydrochloride (DPDH, in 7.2 M HCl), 0.4 mL of 30 mmol/L FeCl3 (in 1.2 M HCl), and 2.6 mL of deionized water. For determination of H2S concentration in the liquid phase, 0.5\n\nD. Jiang et al.\n\nmL of liquid sample was directly transferred to the Tube B mentioned above. After incubation at room temperature for 20 min, the absorbance of the liquid mixture in Tube B was measured with a spectrophotometer (Biotek, Winooski, VT, USA) at 670 nm. The H2S concentration was then calculated based on a standard curve established before the measurement. It should be noted that this method tests the total sulfide that includes all three forms (H2S, HS GLYPH&lt;0&gt; and S 2 GLYPH&lt;0&gt; ), and the result was reported as H2S. The pH values were measured using a pH probe.\n\n## 2.7. Microbial community analysis of HTMC\n\nThe HTMC was sampled and analyzed for the microbial community in triplicate. 515f-806r primers were used to amplify the V4 -V5 fragment of the 16S rRNA gene of microbe following the Illumina manufacture instruction and the method as described by Caporaso et al. [31]. Then, a sequencing analysis of the amplicon library was conducted by using an Illumina MiSeq with a 2 × 300 bp paired-end protocol.\n\nQIIME (v  1.9)  [32]  and  the  protocol  reported  by  Ref.  [33]  were employed  to  process  and  analyze  the  sequencing  data.  The  forward reads were used for the present analysis. Cutadapt (https://cutadapt.re adthedocs.io/en/stable/index.html)  was  firstly  used  to  trim  the  sequences corresponding to the primers from the reads. After that, a Q score no less than 20 and a length-filter were used to obtain reads of 220 -280  bp.  Operational  taxonomic  units  (OTUs)  were  against  the 2013 -08 Greengenes database at 97% sequence similarity level (species equivalent).  ChimeraSlayer  was  used  to  check  the  chimera.  Further analysis was carried out after the removal of Singleton OTUs. Then the taxonomy assignments of sequences were summarized and plotted. The sequence data of this study can be found in the Sequence Read Archive (SRA) database of NCBI under the accession number SRP091046.\n\n## 2.8. Statistical analysis\n\nStatistical  analysis  in  this  study  was  conducted  by  analyzing  the variance (ANOVA, α = 0.05) with Minitab 17.\n\n## 3. Results and discussion\n\n## 3.1. Effect of CH4/air ratio, pH, and temperature on cell growth of HTMC\n\nIn presence of 5.64 g/m 3 of H2S, the HTMC showed significant CH4 consumption  and  cell  growth  with  different  CH4/air  ratios,  pH,  and temperatures, except for some harsh conditions such as pH of 5.0 and temperature of 50 ◦ C (Fig. 1). The decrement of CH4  content in 144 h was in a range of 9% -13% for different CH4/air ratios (1:2, 1:4, and 1:6, v/v ). The maximum CH4 consumption was obtained by the CH4/air ratio of 1:4 (Fig. 1a). This is consistent with the CH4  metabolism in methanotrophs  which  depend  on  both  CH4  and  O2  supply  and  require  a balanced CH4/O2 ratio [18]. pH from 6.0 to 7.5 had no significant effect on CH4  consumption (10% decrement in CH4  content), while pH 5.5 inhibited CH4 consumption considerably (3% decrement in CH4 content during 144 h) (Fig. 1c). A similar phenomenon was also observed in trials of different temperatures. Only a minimal decrement (1.7%) of CH4 content was obtained when the temperature was set at 50 ◦ C, while significant  CH4  content  decrements  of  11.9%,  9.5%,  and  9.0%  were observed at 30 ◦ C, 37 ◦ C, and 45 ◦ C, respectively (Fig. 1e). These results indicated that CH4  oxidation was inhibited at low pH (5.5) and high temperature (50 ◦ C),  which  is  similar  to  those  reported  in  literature [34]. As shown in Fig. 2c, flasks with HTMC showed a significant CH4 decrease  (from  20%  to  10%),  while  flasks  with  only  NMS  medium didn ' t,  which  is  also  similar  to  results  reported  by  other  researchers [35]. As a result, the decrement of CH4 content (Fig. 1) was not due to the absorption by medium but consumption by HTMC.\n\nThe maximum cell yield of 0.333 g cells/g CH4 was obtained from the CH4/air ratio of 1:4, although no significant difference ( p &gt; 0.05) was observed from that with CH4/air ratio of 1:2 or 1:6 (Fig. 1b). Although\n\nTable 1\n\nComparison of cell density of methanotrophic bacteria under different cultivation conditions.\n\n| Strains/consortia     | Conditions        | Conditions   | Conditions   | Cell                     | References   |\n|-----------------------|-------------------|--------------|--------------|--------------------------|--------------|\n|                       | CH 4 / air ratios | pH           | Temperatures | density                  |              |\n| M. trichosporium OB3b | 1:1               | -            | 30 ◦ C       | 0.5 - 0.7 g cells/g CH 4 | [15]         |\n| Stain 14B             | 1:4               | -            | 37 ◦ C       | 0.20 g cells/g CH 4      | [5]          |\n| Strain MC-AD3         | 1:4               | 6.8          | 47 ◦ C       | 0.40 g cells/g CH 4      | [36]         |\n| HTMC                  | 1:4               | 6.8          | 37 ◦ C       | 0.333 g cells/g CH 4     | This study   |\n\nthe cell yield of HTMC was lower than M. trichosporium OB3b (0.5 -0.7 g cells/g CH4) and Strain MC-AD3 (0.40 g cells/g CH4), it is still comparable to that of a pure methanotrophic strain, Methylocaldum 14B (0.2 g cells/g  CH4),  which  was  isolated  from  the  digestate  of  solid-state anaerobic digestion systems (Table 1). Significant cell growth was obtained  when  pH  was  in  a  range  of  6 -7.5,  while  no  cell  growth  was observed with a pH of 5.5. The optimal pH was found to be 6.8 with a cell yield that is significantly higher than those obtained by pH of 5.5 and 7.5 ( p &lt; 0.05), but not significantly different from those by pH of 6 and 6.5 ( p &gt; 0.05) (Fig. 1d). In cases of temperature studies, it was found that cell yields (0.22 -0.33 g cells/g CH4) were achieved under different temperatures, except for 50 ◦ C as the cell yield was 0 (Fig. 1f). Moreover, the optimal temperature was determined to be 37 ◦ C which achieved a cell yield that is significantly ( p &lt; 0.05) higher than those obtained at other temperatures (30 ◦ C, 45 ◦ C, and 50 ◦ C) (Fig. 1f).\n\nIn summary, the optimal conditions for HTMC growth were CH4/air ratio of 1:4, pH of 6.8, and temperature of 37 ◦ C, which is not surprising since  the  HTMC  was  enriched  under  these  conditions.  However,  the HTMC can grow stably with a wide range of CH4/air ratio (1:2 to 1:6), pH  (6.0 -7.5),  and  temperature  (30 -45 ◦ C),  which  is  beneficial  for commercial application. Besides, these conditions were comparable to those of two methanotrophs, 14B and SAD2, which were also isolated from anaerobic digestate [25,26].\n\n## 3.2. Effect of H2S on cell growth of HTMC\n\nThe effect of H2S on CH4  consumption and cell yield of HTMC are presented in Fig. 2. The decrement of CH4 contents (12.7%, 12.7%, and 13.8%) were comparable with initial H2S concentrations of 0 g/m 3 , 1.41 g/m 3 and 2.82 g/m 3 , respectively, while the decrement of CH4 content was only 9% when HTMC was exposed to 5.64 g/m 3 of H2S, suggesting an inhibitory effect on CH4 consumption (Fig. 2a). However, no significant difference in cell yield ( p &gt; 0.05) was observed with initial H2S concentrations from 0 to 5.64 g/m 3 (Fig. 2b). The maximum cell yield (0.293 g cells/g CH4) was observed with 1.41 g/m 3 of H2S, which was slightly higher than those obtained with 0 g/m 3 (0.289 g cells/g CH4) and 5.64 g/m 3 (0.285 g cells/g CH4) of H2S (Fig. 2b). These results indicate that HTMC can keep metabolic activities at a very high stress level of H2S (up to 5.64 g/m 3 ) (Fig. 2a and d).\n\nH2S is known to be toxic to methanotrophic bacteria [22], and could limit the utilization of biogas as renewable and clean energy [37,38]. H2S concentration of 1.41 g/m 3 in headspace inhibited 35% -85% cell growth  of Methylocystis sp., Methylomicrobium  album ,  and  SAD2,  but showed no inhibition on cell growth of HTMC (Table 1). When H2S concentration was further increased to 5.64 g/m 3 , cell growth of Methylocystis sp., Methylomicrobium  album ,  and  SAD2  was  completely inhibited,  while  the  cell  growth  of  HTMC  was  only  inhibited  by  1% (Table  1).  As  a  result,  the  H2S  tolerance  of  HTMC  was  substantially higher than the reported methanotrophs in terms of cell growth.\n\nChanges in H2S concentrations in the liquid medium and headspace\n\nD. Jiang et al.\n\nFig. 3. Effect of different conditions on methanol yield ((a) phosphate addition, (c) sodium formate addition, and (e) CH4/air) and CH4  to methanol conversion efficiency ((b) phosphate addition, (d) sodium formate addition, and (f) CH4/air ratio).\n\n<!-- image -->\n\nduring 144 h cell cultivation process are shown in Fig. 2d and e. H2S concentration in the headspace with both conditions (with and without HTMC) dropped from 6.63 g/m 3 to 0.71 g/m 3 in 96 h, then to about 0.14 g/m 3 in 144 h (Fig. 2d). H2S concentrations in liquid media peaked in the first 48 h, dropped in the second 48 h, and remained relatively constant in the third 48 h, which might be due to the further oxidation of H2S to sulfate [21,35] (Fig. 2e). However, H2S concentration in liquid medium with HTMC decreased more quickly (from 213 mg/L to 2 mg/L) than that without HTMC (from 168 mg/L to 23 mg/L), indicating that presence of HTMC facilitated the consumption of H2S in the NMS medium due to the low specificities of MMO to substrate [35] (Fig. 2e).\n\n## 3.3. Effect of phosphate addition, formate addition, and CH4/air ratio on methanol production by HTMC without H2S\n\nFig. 3 shows the effect of phosphate addition, formate addition, and CH4/air ratio on methanol yield without the presence of H2S. In general, methanol concentration increased during the 48 h production process when 20 mmol/L - 200 mmol/L of phosphate was added, except that the trail with 20 mmol/L of phosphate showed a methanol concentration decrease after 24 h (Fig. 3a). The maximum methanol concentration (0.19 mg/mL) was obtained in 48 h with 50 mmol/L phosphate addition (Fig. 3a). When increasing the phosphate concentration to 100 and 200 mmol/L,  the  methanol  concentration  decreased  to  0.11  mg/mL  and 0.06 mg/mL, respectively (Fig. 3a). These results indicate that MDH\n\nD. Jiang et al.\n\nFig. 4. Effect of H2S concentration on (a) methanol yield, (b) CH4 to methanol conversion efficiency, and (c) H2S concentration changes in liquid medium and headspace during methanol production by HTMC.\n\n<!-- image -->\n\n(methanol dehydrogenase) inhibitors, such as phosphate, are essential for methanol accumulation by preventing further oxidation of methanol in HTMC [5]. However, excessive phosphate addition may also inhibit FDH (formate dehydrogenase) in HTMC, which would cause a decrease in methanol concentration under higher phosphate concentration [5].\n\nThe  effect  of  formate  addition  on  methanol  concentration  has  a similar tendency to that of phosphate addition (Fig. 3c). The maximum methanol concentration of 0.23 mg/mL was obtained with a formate addition  of  100  mmol/L  in  48  h  (Fig.  3c).  When  formate  addition decreased to 50 mmol/L, a peak methanol concentration of 0.16 mg/mL was obtained in 24 h and then decreased to 0 in 48 h (Fig. 3c). Higher levels of formate addition (150 mmol/L and 200 mmol/L) didn ' t further increase  the  methanol  concentration,  obtaining  peak  methanol  concentrations  of  0.18  mg/mL  and  0.11  mg/mL,  respectively  (Fig.  3c). These results were also consistent with other reports on conversion of CH4  to  methanol  by Methylosinus  trichosporium OB3b [39,40].  When MDH is inhibited for methanol accumulation, exogenous formate will function as an additional electron donor to provide electrons for cell activity [6], but too high formate could be toxic to cells as well.\n\nWhen the  CH4/air  ratio  increased  from  1:6  to  1:1,  the  methanol concentration in 48 h increased from 0.13 mg/mL to 0.28 mg/mL, but no  further  increment  of  methanol  concentration  was  obtained  when CH4/air ratio increased to 2:1 (Fig. 3e). This result was also consistent with previous studies by Kalyuzhnaya et al. [18], who pointed out that the entire CH4 conversion process relied on CH4 and O2 via the enzyme (MMO),  and  imbalanced  CH4  and  O2  supply  would  reduce  the  CH4 consumption leading to lower methanol concentration. In addition, it was found that the methanol accumulation reached a plateau at 48 h, which could be due to the limited amount of formate in the medium.\n\nThe effect of phosphate addition, formate addition, and CH4/air ratio on CH4 to methanol conversion efficiency is further presented in Fig. 3. Similar to the results in Fig. 2, the highest CH4 to methanol conversion efficiency  was  observed  at  50  mmol/L  of  phosphate  addition,  100 mmol/L of formate addition, and CH4/air ratio of 1:1 (Fig. 3). Statistical analysis revealed that 50 mmol/L of phosphate addition significantly ( p &lt; 0.05) increased the CH4 to methanol conversion efficiency (increased 1.29 -13.16-fold)  in  comparison  with  other  two  trials  with  different phosphate addition (Fig. 3b). While 100 mmol/L of formate addition did not show a significant ( p &gt; 0.05) increase in CH4 to methanol conversion efficiency compared two 150 mmol/L and 200 mmol/L of formate additions (Fig. 3d). It was noted that the CH4  to methanol conversion efficiency with 50 mmol/L of formate addition was 0 since no methanol was accumulated at the termination (Fig. 3d). There were significant differences in CH4  to methanol conversion efficiency between CH4/air ratios of 2:1, 1:1 (or 1:2, or 1:4) and 1:6 ( p &lt; 0.05), but no significant difference  between  CH4/air  ratios  of  1:1,  1:2,  and  1:4  ( p &gt; 0.05) (Fig. 3f). The maximum CH4 to methanol conversion efficiency of 0.22 mol/mol is comparable to that obtained by Methylosinus trichosporium at the same CH4/air ratio [6,41] .\n\n## 3.4. Effect of H2S on methanol production by HTMC\n\nThe effects of H2S concentration on methanol concentration and CH4 to methanol conversion efficiency are shown in Fig. 4. Methanol was detected at all tested H2S concentrations (0 -5.64 g/m 3 ), indicating that the HTMC could produce methanol under a broad range of H2S stress (Fig. 4a). In general, methanol concentrations with different levels of H2S stress increased rapidly within 24 h, and then became stable in 36 h (Fig. 4a). It was also found that the methanol concentrations decreased with  increasing  H2S  stress.  Trials  without  H2S  stress  obtained  the maximum methanol concentration of 0.28 mg/mL in 48 h, followed by those with 1.41 g/m 3 , 2.82 g/m 3 , and 5.64 g/m 3 of H2S, which obtained methanol concentrations of 0.19, 0.16, and 0.14 mg/mL, respectively (Fig. 4a). The inhibition of methanol production by HTMC with 1.41 g/ m 3 of H2S was 33%, which was lower than that of strain SAD2 (48%) (Table 2). Although methanol production of HTMC was still inhibited by\n\nD. Jiang et al.\n\nTable 2 Comparison of H2S tolerance between different strains/consortia.\n\n| Strains/consortia      | Inhibition of cell growth (%)   | Inhibition of cell growth (%)   | Inhibition of cell growth (%)   | Inhibition of methanol production (%)   | Inhibition of methanol production (%)   | Inhibition of methanol production (%)   | References   |\n|------------------------|---------------------------------|---------------------------------|---------------------------------|-----------------------------------------|-----------------------------------------|-----------------------------------------|--------------|\n|                        | 0.71 a                          | 1.41 a                          | 5.64 a                          | 0.71                                    | 1.41 a                                  | 5.64 a                                  |              |\n| Methylocystis sp.      | 47                              | 85                              | 100                             | n/a                                     | n/a                                     | n/a                                     | [13]         |\n| Methylomicrobium album | 39                              | 49                              | 100                             | n/a                                     | n/a                                     | n/a                                     | [13]         |\n| Strain SAD2            | 17                              | 35                              | 100                             | 16                                      | 48                                      | n/a                                     | [25]         |\n| HTMC                   | n/a                             | 0                               | 1                               | n/a                                     | 33                                      | 52                                      | This study   |\n\na H2S concentration (g/m 3 ) in the headspace.\n\nFig. 5. Major bacterial phyla of HTMC.\n\n<!-- image -->\n\nH2S stress (1.41 -5.64 g/m 3 ), its H2S tolerance was much greater than strain SAD2 [25].\n\nCH4  to methanol conversion efficiencies at all tested H2S concentrations were about 0.2 mol/mol (Fig. 4b). The CH4  to methanol conversion efficiency obtained with 5.64 g/m 3 of H2S (0.203 mol/mol) was only 10% lower than that obtained with 0 mg/L of H2S (0.217 mol/mol) (Fig. 4b). Statistical analysis revealed that there was no significant ( p &gt; 0.05)  difference  in  CH4 to  methanol  conversion  efficiency  among different H2S stress levels from 0 to 5.64 g/m 3 (Fig. 4b). Up to date, studies on bioconversion of CH4 to methanol under conditions with high H2S stress are limited with H2S concentrations no more than 1.41 g/m 3 . This study for the first time reported biological methanol production from CH4 with H2S stress up to 5.64 g/m 3 .\n\nH2S  concentration  changes  in  the  headspace  and  liquid  medium during methanol production process are further illustrated in Fig. 4c. The H2S concentration in headspace had an 85.5% decrease during 48 h methanol  production  (Fig.  4c),  which  was  similar  to  that  observed during cell growth (Fig. 2). However, the H2S concentration in the liquid medium increased from 0 mg/L to 352 mg/L during the methanol production process (Fig. 4B), which was 64% higher than the peaking H2S concentration in the liquid medium during cell growth (Fig. 2). This could explain the significant H2S inhibition on methanol concentration during methanol production by HTMC (Fig. 4b) compared to the minor effect of H2S on cell growth of HTMC (Fig. 2a and b).\n\n## 3.5. Microbial community analysis of HTMC\n\nTo  have  a  better  understanding  of  the  mechanism  for  the  H2S tolerance  of  HTMC,  the  microbial  community  profile  of  HTMC  was analyzed, and 79,601 quality-checked sequences were obtained in total. Over 99.7% of the sequences belong to the domain bacteria, while the remaining sequences were unclassified. 703 bacterial species-equivalent OTUs were found. According to the Greengenes database, almost all the bacterial sequences could be classified to a certain phylum. Cyanobacteria was the most predominant phylum with a 32.61% proportion of the total bacterial sequences, followed by Proteobacteria (31.43%), Bacteroidetes (29.23%), and Chlorobi (6.17%), while other phyla represent less than  1%  of  the  total  bacterial  sequences  (Fig.  5). Cyanobacteria are known for the ability to generate hydrogen, but their function in HTMC is  unclear  [42].  Consortium  with  methanotrophs  and Cyanobacteria could simultaneously utilize CH4 and CO2 as reported by Hill et al. [43], which is highly attractive for using raw biogas (mainly CH4 and CO2) as feedstock for biofuel production.\n\nOn the genus level, two well-known methanotrophic genera, Methylosinus, and Methylocaldum were identified, accounting for 11.66% and 3.19%  of  the  total  bacterial  sequences,  respectively.  Three  sulfide oxidizing  bacteria, Thiobacillus (0.13%), Xanthobacter ( &lt; 0.01%),  and Pseudomonas ( &lt; 0.01%)  were  identified  but  with  low  abundancies, which indicates their limited contribution to mitigating H2S inhibition. As a result, in the HTMC, methanotrophs themselves could be tolerant to H2S, although the mechanism is still unknown.\n\nGenerally, H2S can be either cytoprotective or cytotoxic to microbes depending  on  its  concentration  (protective  in  the μ mol/L  range  and toxic in the mmol/L range) [44]. H2S can inhibit growth of bacteria in different ways, including inhibition of enzymes that protect cells from oxidative stress [44], inhibition of metalloenzymes by inactivating their redox centers, denaturation of protein by disulfide disruption, peroxidation of lipid and induction of DNA damage [44]. There have been studies on cellular response to H2S toxicity in E. coli , A. baumanni , Bacillus subtilis and Staphylococcus aureus , revealing genes and molecular pathways related to H2S tolerance [44]. To date, there have been very few efforts in studying H2S tolerance of methanotrophs on the level of molecular biology [45]. Recently, Schmitz et al. reported that a thermoacidophilic methanotroph Methylacidiphilum fumariolicum SolV can oxidize H2S to elemental sulfur likely using a type III sulfide:quinone oxidoreductase (SQR) and a sulfide-insensitive ba3-type terminal oxidase, thus alleviate the H2S inhibition on CH4  oxidation [45]. Besides, putative SQR sequences have been identified in many methanotrophs, indicating that H2S detoxification is widespread in methanotrophs [45]. As  a  result,  further  transcriptomic  studies,  especially  on  SQR,  could possibly reveal the mechanism of the high H2S tolerance of HTMC.\n\nBiogas  produced  from  organic  waste  via  anaerobic  digestion  is  a renewable and abundant CH4  source, but is costly to store, transport, and distribute [6,7]. Methanotrophic microorganisms can be used as cellular factories for converting CH4  gas into methanol, an alternative liquid  fuel,  which  has  desirable  energy  density  and  easy-to-transport [46]. One challenge to the microbial biogas-to-methanol approach is that H2S in biogas can inhibit methanotrophic microorganisms, and H2S removal is usually energy-intensive and costly [46]. The HTMC obtained in this study addressed this hurdle for its high H2S tolerance, specifically the ability to grow and produce methanol with up to 5.64 g/m 3 of H2S in biogas. For future applications of this technology, raw biogas can be directly  used  for  methanol  production  without  H2S  removal  process. Besides, evaluation of factors that affect HTMC cell growth and methanol production also provides base-line data for practical application of this technology for maximum methanol yield. Furthermore, the microbial  community  analysis  provides  an  in-depth  understanding  about types  and  functions  of  microorganisms  in  the  HTMC,  and  possible mechanisms for its high H2S tolerance. Future research on development of  bioaugmentation strategies is promising for further improving the\n\nD. Jiang et al.\n\nmethanol production performance in practical applications.\n\n## 4. Conclusions\n\nA high H2S-tolerant methanotrophic  consortium,  HTMC,  was enriched from anaerobic digestion effluent with high H2S stress (5.64 g/ m 3 ). There was no significant decrease in cell yield and CH4 to methanol conversion efficiency of HTMC when H2S concentration in the headspace was increased from 0 to 5.64 g/m 3 . With a H2S concentration of 5.64 g/m 3 in the headspace, the HTMC achieved a cell yield of 0.285 g cells/g CH4 and a CH4 to methanol conversion efficiency of 0.203 mol/ mol, respectively, which are comparable to those obtained by existing methanotrophic strains without H2S stress. The maximum cell to CH4 yield (0.333 g cells/g CH4) and maximum CH4 to methanol conversion efficiency (0.22 mol/mol) were obtained through evaluating the effects of environmental factors on cell growth and methanol production. Microbial community analysis revealed that sulfide oxidizing bacteria may have a limited contribution to the high H2S tolerance of HTMC due to their low abundancies ( &lt; 0.01% -0.13%), and high H2S tolerant methanotroph(s) could exist in the consortium. Besides, Cyanobacteria is the most predominant phylum (32.61%) in the HTMC, indicating a great potential for simultaneous utilization of CH4 and CO2 from raw biogas.\n\n## CRediT authorship contribution statement\n\nDanping Jiang: Data curation, Writing -original draft. Xumeng Ge: Writing -review &amp; editing, Conceptualization. Long Lin: Data curation. Zhou Chen: Resources. Quanguo Zhang: Corresponding author. Yebo Li: Conceptualization.\n\n## Declaration of competing interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\n## Acknowledgments\n\nThis  work  was  funded  by  DOE  Office  of  Energy  Efficiency  and Renewable  Energy  (Award  No.  DE-EE0009268),  the  USDA  NIFA Biomass  Research  and  Development  Initiative  Program  (Award  No. 2012-10008-20302), and the Collaborative Innovation Center of Biomass Energy, Henan Province (China).\n\n## References\n\n- [1] S. Wainaina, M.K. Awasthi, I.S. Horv ´ ath, M.J. Taherzadeh, Anaerobic digestion of food waste to volatile fatty acids and hydrogen at high organic loading rates in immersed membrane bioreactors, Renew. Energy 152 (2020) 1140 -1148, https:// doi.org/10.1016/j.renene.2020.01.138.\n- [2] V.A. Schommer, B.M. Wenzel, D.J. Daroit, Anaerobic co-digestion of swine manure and chicken feathers: effects of manure maturation and microbial pretreatment of feathers on methane production, Renew. Energy 152 (2020) 1284 -1291, https:// doi.org/10.1016/j.renene.2020.01.154.\n- [3] O. Hijazi, E. Abdelsalam, M. Samer, Y.A. Attia, B.M.A. Amer, M.A. Amer, M. Badr, H. Bernhardt, Life cycle assessment of the use of nanomaterials in biogas production from anaerobic digestion of manure, Renew. Energy 148 (2020) 417 -424, https://doi.org/10.1016/j.renene.2019.10.048.\n- [4] USDA, USEPA, USDOE, Biogas Opportunities Roadmap, Voluntary Actions to Reduce Methane Emissions and Increase Energy Independence, 2014.\n- [5] J.P. Sheets, X. Ge, Y.F. Li, Z. Yu, Y. Li, Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate, Bioresour. Technol. 201 (2016) 50 -57, https://doi.org/10.1016/j.biortech.2015.11.035.\n- [6] X. Ge, L. Yang, J.P. Sheets, Z. Yu, Y. Li, Biological conversion of methane to liquid fuels : status and opportunities, Biotechnol. Adv. 32 (2014) 1460 -1475, https:// doi.org/10.1016/j.biotechadv.2014.09.004.\n- [7] S.Y. Bak, S.G. Kang, K.H. Choi, Y.R. Park, E.Y. Lee, B.J. Park, Phase-transfer biocatalytic methane-to-methanol conversion using the spontaneous phaseseparable membrane μ CSTR, J. Ind. Eng. Chem. 111 (2022) 389 -397, https://doi. org/10.1016/j.jiec.2022.04.021.\n- [8] T. Islam, V. Torsvik, Ø . Larsen, L. Bodrossy, L. Ø vreås, M.G. Dumont, Acid-tolerant moderately thermophilic methanotrophs of the class gammaproteobacteria isolated\n9. from tropical topsoil with methane seeps, Front. Microbiol. 7 (2016) 1 -12, https:// doi.org/10.3389/fmicb.2016.00851.\n- [9] K.M. Awasthi, B. Yan, T. Sar, R. G ´ omez-García, L. Ren, P. Sharma, P. Binod, R. Sindhu, V. Kumar, D. Kumar, B.A. Mohamed, Z. Zhang, M.J. Taherzadeh, Organic waste recycling for carbon smart circular bioeconomy and sustainable development: a review, Bioresour. Technol. 360 (2022), https://doi.org/10.1016/ j.biortech.2022.127620.\n- [10] Y. Yao, Y. Chang, R. Huang, L. Zhang, E. Masanet, Environmental implications of the methanol economy in China: well-to-wheel comparison of energy and environmental emissions for different methanol fuel production pathways, J. Clean. Prod. 172 (2018) 1381 -1390, https://doi.org/10.1016/j. jclepro.2017.10.232.\n- [11] R.K. Srivastava, P.K. Sarangi, L. Bhatia, A.K. Singh, K.P. Shadangi, Conversion of methane to methanol: technologies and future challenges, Biomass Convers. Biorefinery. 12 (2022) 1851 -1875, https://doi.org/10.1007/s13399-021-01872-5.\n- [12] R.S. Hanson, T.E. Hanson, Methanotrophic bacteria, Microbiol. Rev. 60 (1996) 439 -471.\n- [13] M. C ´ aceres, J.C. Gentina, G. Aroca, Oxidation of methane by Methylomicrobium album and Methylocystis sp.in the presence of H2S and NH3, Biotechnol. Lett. 36 (2014) 69 -74, https://doi.org/10.1007/s10529-013-1339-7.\n- [14] R.J. Conrado, R. Gonzalez, Envisioning the bioconversion of methane to liquid fuels, Science 343 (80) (2014) 621 -624.\n- [15] K.H. Rostkowski, A.R. Pfluger, C.S. Criddle, Stoichiometry and kinetics of the PHBproducing Type II methanotrophs Methylosinus trichosporium OB3b and Methylocystis parvus OBBP, Bioresour. Technol. 132 (2013) 71 -77, https://doi. org/10.1016/j.biortech.2012.12.129.\n- [16] B.E. Rittmann, P.L. McCarty, ENVIRONMENTAL BIOTECHNOLOGY, 2020.\n- [17] Y.R. Park, D.H. Kim, K.H. Choi, Y.W. Kim, E.Y. Lee, B.J. Park, Biofuel upgrade reactions via phase-transfer catalysis of methanotrophs, J. Ind. Eng. Chem. 95 (2021) 305 -311, https://doi.org/10.1016/j.jiec.2021.01.007.\n- [18] M.G. Kalyuzhnaya, A.W. Puri, M.E. Lidstrom, Metabolic engineering in methanotrophic bacteria, Metab. Eng. (2015), https://doi.org/10.1016/j. ymben.2015.03.010.\n- [19] Y. Zeng, L. Xiao, X. Zhang, J. Zhou, G. Ji, S. Schroeder, G. Liu, Z. Yan, Biogas desulfurization under anoxic conditions using synthetic wastewater and biogas slurry, Int. Biodeterior. Biodegrad. 133 (2018) 247 -255, https://doi.org/10.1016/ j.ibiod.2018.05.012.\n- [20] A. Choudhury, T. Shelford, G. Felton, C. Gooch, S. Lansing, Evaluation of hydrogen sulfide scrubbing systems for anaerobic digesters on two U.S. Dairy farms, Energies 12 (2019) 1 -13, https://doi.org/10.3390/en12244605.\n- [21] N. Vikromvarasiri, V. Champreda, S. Boonyawanich, N. Pisutpaisal, Hydrogen sulfide removal from biogas by biotrickling filter inoculated with Halothiobacillus neapolitanus, Int. J. Hydrogen Energy 42 (2017) 18425 -18433, https://doi.org/ 10.1016/j.ijhydene.2017.05.020.\n- [22] E.H. Lee, T. Yi, K.E. Moon, H. Park, H.W. Ryu, K.S. Cho, Characterization of methane oxidation by a methanotroph isolated from a landfill cover soil, South Korea, J. Microbiol. Biotechnol. 21 (2011) 753 -756, https://doi.org/10.4014/ jmb.1102.01055.\n- [23] G. B ¨ orjesson, Inhibition of methane oxidation by volatile sulfur compounds (CH3SH and CS2) in landfill cover soils, Waste Manag. Res. 19 (2001) 314 -319, https://doi.org/10.1177/0734242X0101900408.\n- [24] L. Soussan, N. Pen, M.P. Belleville, J.S. Marcano, D. Paolucci-Jeanjean, Alkane biohydroxylation: interests, constraints and future developments, J. Biotechnol. 222 (2016) 117 -142, https://doi.org/10.1016/j.jbiotec.2016.02.007.\n- [25] W. Zhang, X. Ge, Y.F. Li, Z. Yu, Y. Li, Isolation of a methanotroph from a hydrogen sulfide-rich anaerobic digester for methanol production from biogas, Process Biochem. 51 (2016) 838 -844, https://doi.org/10.1016/j.procbio.2016.04.003.\n- [26] J.P. Sheets, X. Ge, Y.F. Li, Z. Yu, Y. Li, Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate, Bioresour. Technol. 201 (2016) 50 -57, https://doi.org/10.1016/j.biortech.2015.11.035.\n- [27] L. Van Niftrik, Expanding the verrucomicrobial methanotrophic world : description of three novel species of methylacidimicrobium gen. Nov, Appl. Environ. Microbiol. 80 (2014) 6782 -6791, https://doi.org/10.1128/AEM.01838-14.\n- [28] A. Pol, K. Heijmans, H.R. Harhangi, D. Tedesco, M.S.M. Jetten, H.J.M. Op Den, Camp, Methanotrophy below pH 1 by a new Verrucomicrobia species, Nat. Lett. 450 (2007) 874 -879, https://doi.org/10.1038/nature06222.\n- [29] C.E. Sharp, A. V Smirnova, J.M. Graham, M.B. Stott, R. Khadka, T.R. Moore, S. E. Grasby, M. Strack, P.F. Dunfield, Distribution and diversity of Verrucomicrobia methanotrophs in geothermal and acidic environments, Environ. Microbiol. 16 (2014) 1867 -1878, https://doi.org/10.1111/1462-2920.12454.\n- [30] T. Islam, S. Jensen, L.J. Reigstad, O. Larsen, N.-K. Birkeland, Methane oxidation at 55 C and pH 2 by a thermoacidophilic bacterium belonging to the Verrucomicrobia phylum, Proc. Natl. Acad. Sci. USA (2008), https://doi.org/10.1073/ pnas.0704162105.\n- [31] J.G. Caporaso, C.L. Lauber, W.A. Walters, D. Berg-Lyons, J. Huntley, N. Fierer, S. M. Owens, J. Betley, L. Fraser, M. Bauer, N. Gormley, J.A. Gilbert, G. Smith, R. Knight, Ultra-high-throughput microbial community analysis on the Illumina HiSeq and MiSeq platforms, ISME J. 6 (2012) 1621 -1624.\n- [32] J.G. Caporaso, J. Kuczynski, J. Stombaugh, K. Bittinger, F.D. Bushman, E. K. Costello, N. Fierer, A.G. Pe ˜ na, J.K. Goodrich, J.I. Gordon, G.A. Huttley, S. T. Kelley, D. Knights, J.E. Koenig, R.E. Ley, C.A. Lozupone, D. McDonald, B. D. Muegge, M. Pirrung, J. Reeder, J.R. Sevinsky, P.J. Turnbaugh, W.A. Walters, J. Widmann, T. Yatsunenko, J. Zaneveld, R. Knight, QIIME allows analysis of highthroughput community sequencing data, Nat. Methods 7 (2010) 335 -336, https:// doi.org/10.1038/nmeth.f.303.\n\nD. Jiang et al.\n\n- [33] M.C. Nelson, H.G. Morrison, J. Benjamino, S.L. Grim, J. Graf, Analysis, optimization and verification of illumina-generated 16s rRNA gene amplicon surveys, PLoS One 9 (2014) 1 -14, https://doi.org/10.1371/journal.pone.0094249.\n- [34] S. Lew, K. Gli ´ nska-Lewczuk, Environmental controls on the abundance of methanotrophs and methanogens in peat bog lakes, Sci. Total Environ. 645 (2018) 1201 -1211, https://doi.org/10.1016/j.scitotenv.2018.07.141.\n- [35] J.H. Lee, T.G. Kim, K.S. Cho, Isolation and characterization of a facultative methanotroph degrading malodor-causing volatile sulfur compounds, J. Hazard Mater. (2012) 235 -236, https://doi.org/10.1016/j.jhazmat.2012.07.047, 224 -229.\n- [36] Z. Su, X. Ge, W. Zhang, L. Wang, Z. Yu, Y. Li, Methanol production from biogas with a thermotolerant methanotrophic consortium isolated from an anaerobic digestion system, Energy Fuels 31 (2017) 2970 -2975, https://doi.org/10.1021/ acs.energyfuels.6b03471.\n- [37] O.W. Awe, Y. Zhao, A. Nzihou, D.P. Minh, N. Lyczko, A review of biogas utilisation, purification and upgrading technologies, Waste and Biomass Valorization 8 (2017) 267 -283, https://doi.org/10.1007/s12649-016-9826-4.\n- [38] L. Deng, H. Chen, Z. Chen, Y. Liu, X. Pu, L. Song, Process of simultaneous hydrogen sulfide removal from biogas and nitrogen removal from swine wastewater, Bioresour. Technol. (2009), https://doi.org/10.1016/j.biortech.2009.06.012.\n- [39] C. Duan, M. Luo, X. Xing, High-rate conversion of methane to methanol by Methylosinus trichosporium OB3b, Bioresour, Technol. 102 (2011) 7349 -7353, https://doi.org/10.1016/j.biortech.2011.04.096.\n- [40] M. Takeguchi, T. Furuto, D. Sugimori, I. Okura, Optimization of methanol biosynthesis by Methylosinus trichosporium OB3b : an approach to improve methanol accumulation, Appl. Biochem. Biotechnol. 68 (1997) 143 -152.\n- [41] P.K. Mehta, S. Mishra, T.K. Ghose, Methanol biosynthesis by covalently immobilized cells of methy/osinus trichosporium ; batch and continuous studies, Biochem. Eng. J. 37 (1991) 551 -556.\n- [42] D. Das, T. Nejat, V. Glu, Hydrogen production by biological processes: a survey of literature. www.elsevier.com/locate/ijhydene, 2001.\n- [43] E.A. Hill, W.B. Chrisler, A.S. Beliaev, H.C. Bernstein, Bioresource Technology A flexible microbial co-culture platform for simultaneous utilization of methane and carbon dioxide from gas feedstocks, Bioresour. Technol. 228 (2017) 250 -256, https://doi.org/10.1016/j.biortech.2016.12.111.\n- [44] S.S. Mendes, V. Miranda, L.M. Saraiva, Hydrogen sulfide and carbon monoxide tolerance in bacteria, Antioxidants 10 (2021) 1 -17, https://doi.org/10.3390/ antiox10050729.\n- [45] R.A. Schmitz, S.H. Peeters, S.S. Mohammadi, T. Berben, T. van Erven, C.A. Iosif, T. van Alen, W. Versantvoort, M.S.M. Jetten, H.J.M. Op den Camp, A. Pol, Methanotrophs are vigorous H2S oxidizers using a sulfide:quinone oxidoreductase and a ba3-type terminal oxidase, bioRxiv (2022), 505896. http://biorxiv.org/co ntent/early/2022/08/31/2022.08.31.505896.abstract.\n- [46] C. Hogendoorn, A. Pol, G.H.L. Nuijten, Methanol production by ' Methylacidiphilum fumariolicum ' SolV under different growth conditions, Appl. Environ. Microbiol. 86 (2020) 1 -12.",
  "chunks": [
    "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/366777086",
    "## Biological conversion of methane to methanol at high H2S concentrations with an H2S-tolerant methanotrophic consortium",
    "Contents lists available at ScienceDirect",
    "journal homepage: www.elsevier.com/locate/renene",
    "## Biological conversion of methane to methanol at high H2S concentrations with an H2S-tolerant methanotrophic consortium",
    "Danping Jiang a,b , Xumeng Ge a,b,c , Long Lin b , Zhou Chen a,b , Quanguo Zhang a,* , Yebo Li b,c",
    "Department of Food, Agricultural and Biological Engineering, The Ohio State University/Ohio Agricultural Research and Development Center, 1680 Madison Ave.,",
    "Wooster, OH, 44691-4096, USA",
    "c Quasar Energy Group, 2705 Selby Road, Wooster, OH, 44691-4096, USA",
    "## A R T I C L E  I N F O",
    "Methanotrophic consortium Hydrogen sulfide Biological conversion Methanol production",
    "Biogas  produced  from  organic  waste  has  been  recognized  as  an abundant and renewable source for bioenergy and bioproducts [1 -3]. Annually, biogas captured from landfills and anaerobic digestion (AD) systems is proximally 1.84 × 10 9 m 3 in the United States [4,5]. However, the storage, transportation, and distribution of biogas are costly since the energy density of biogas is low [6,7]. Additionally, biogas is a potent greenhouse  gas,  which  could  cause  environmental  problems  if  not properly treated or utilized [8,9]. One approach to address this issue is to upgrade biogas to methanol which is a promising energy carrier for long-term storage and a valuable precursor for the production of fuels and chemicals [10].",
    "Bio-conversion of CH4 to methanol is attractive for the cleaner process,  milder  operating  conditions,  and  less  biogas  purification  requirements than thermochemical conversion methods [11]. In nature, methanotrophs can grow by using CH4  as the sole carbon and energy source, acting as a CH4 sink to suppress its emission to the atmosphere [12 -14]. In cells of aerobic methanotrophs [14], the conversion of CH4 to methanol is catalyzed by methane monooxygenase (MMO) enzyme (equation (1)), and methanol is further oxidized to CO2  via a series of",
    "* Corresponding author. E-mail address: zquanguo@163.com (Q. Zhang).",
    "To develop biological biogas to methanol conversion technology without costly hydrogen sulfide (H2S) removal, a high H2S tolerant methanotrophic consortium (HTMC), was enriched from an anaerobic digester effluent in presence of 5.64 g/m 3 H2S in the gas phase. The HTMC can grow stably and produce methanol under conditions with CH4/air mixtures containing 5.64 g/m 3 of H2S. There is no significant ( p &gt; 0.05) difference in cell yield or CH4 to methanol conversion efficiency between trials with different H2S concentrations from 0 g/m 3 to 5.64 g/ m 3 . Under optimal conditions, a cell yield of 0.333 g cells/g CH4, a methanol concentration of 0.28 mg/mL, and a CH4  to methanol conversion efficiency of 0.22 mol/mol were obtained, respectively. Besides methanotrophs (14.85%) and other bacteria, Cyanobacteria were also identified in the HTMC with a high abundancy (32.16%), which could broaden the application of HTMC for simultaneous utilization of CH4 and CO2 from raw biogas.",
    "reactions catalyzed by methanol dehydrogenase (MDH), formaldehyde dehydrogenase (FalDH), and formate dehydrogenase (FDH) (equation (2)) [14 -16].",
    "<!-- formula-not-decoded -->",
    "<!-- formula-not-decoded -->",
    "Methanol accumulation can be achieved by using MDH inhibitors such  as  phosphate,  NaCl,  and  MgCl2  which  restrain  the  downstream pathway  from  methanol  to  CO2  [17].  At  the  same  time,  exogenous reducing sources (such as formate) are supplied to maintain the metabolic  activity  of  methanotrophs  [18].  Moreover,  Kalyuzhnaya  [18] suggested that other important factors, such as O2/CO2 ratio, can also be controlled for methanol accumulation.",
    "Hydrogen  sulfide  (H2S)  is  commonly  observed  in  biogas  from anaerobic  digestion  [19]  with  concentrations  up  to  14.1  g/m 3 [20], especially  from  digesters  fed  with  protein-rich  wastes  and  sulfur",
    "containing feed stocks [21]. H2S has inhibitory effects on cell growth of methanotrophs following an inhibition competitive mode, because the gene encoding particulate MMO (pMMO) was related to competitive inhibition [13,22,23]. Compared to costly physicochemical H2S removal methods  for  biogas  application  with  extra  energy  input,  biological method  with  H2S  tolerated  methanotrophic  bacteria  (like  whole-cell biocatalysts [24]) attracted more attentions due to mildly and directly conversion of biogas without H2S removal [11,25]. Up to now, methanotrophs have been isolated from various sources, such as natural gas fields, soils, waste treatment facilities, anaerobic digestion systems, and environments with extreme conditions [23,27]. The phylum Verrucomicrobia has been found in geothermal environments with high temperature and low pH [8,27 -30]. A methanotrophic bacterium (SAD2) was isolated from H2S-rich anaerobic digester, which shows higher H2S tolerance than Methylocystis sp. And Methylomicrobium album [13]. To the best of authors ' acknowledgement, H2S content of 1.41 g/m 3 is still an upper limit for biogas utilization with methanotrophs.",
    "The major objective of this study was to develop a high H2S-tolerant biological system for cell cultivation and conversion of CH4 to methanol under  high  levels  of  H2S  stress.  A  methanotrophic  consortium  from anaerobic  digester  effluent  was  enriched  under  high  H2S  stress.  The effects of CH4/air ratio, pH, temperature, and H2S concentration on cell growth were studied. In addition, the effects of phosphate concentration, formate concentration, CH4/air ratio, and H2S concentration on methanol  production  were  also  evaluated.  Moreover,  the  microbial community profile of the consortium was analyzed for possible mechanisms  of  H2S  tolerance.  Results  of  this  study  suggested  a  feasible strategy for addressing the H2S inhibition issue in the biological conversion of raw biogas to methanol or other products.",
    "## 2. Materials and methods",
    "## 2.1. Enrichment of HTMC",
    "Digester effluent was sampled from a mesophilic anaerobic digester fed  with  municipal  sewage sludge (KB BioEnergy, Akron, OH, USA). Enrichment  of  HTMC  (named  based  on  functional  methanotrophic bacteria) was conducted in 250-mL Erlenmeyer flasks using a method described in a previous study [25]. Each flask was set up by adding 5 g of the digester effluent and 50 mL of nitrate mineral salts (NMS) medium which contains 1.0 g/L of MgSO4 ‧ 7H2O, 0.272 g/L of KH2PO4, 1.0 g/L of KNO3, 0.134 g/L of CaCl2 ‧ 2H2O, 0.284 g/L of Na2HPO4, 0.2% ( v/v ) of chelated Fe solution (1.0 g/L of ferric (III) ammonium citrate, 0.3% ( v/v ) of concentrated HCl, and 2.0 g/L of EDTA), and a 0.05% ( v/v ) of trace element solution (10 mg/L of ZnSO4 ‧ 7H2O, 500 mg/L of EDTA, 3.0 mg/L of MnCl2 ‧ 4H2O, 200 mg/L of FeSO4 ‧ 7H2O, 30 mg/L of H3BO3, 1.0 mg/L of CaCl2 ‧ 2H2O, 20 mg/L of CoCl2 ‧ 6H2O, 2.0 mg/L of NiCl2 ‧ 6H2O, and 3.0 mg/L of Na2MoO4 ‧ 2H2O). The flask was sealed with a rubber stopper that has a gas outport controlled with a clamp. CH4 (Praxair ® , Danbury, CT, USA) and H2S gases were injected into the reactor to obtain a gas mixture of 80% ( v/v ) air and 20% ( v/v ) CH4 (replacing 40 mL air in the 200-mL headspace by CH4 using a 60-mL syringe) with 5.64 g/m 3 H2S in the headspace. The flask was incubated at 37 ◦ C and 150 rpm for 5 days. Then, 5 g of the enriched culture was transferred to the next batch of flask containing 50 mL of fresh NMS medium to start the second batch of enrichment using the same procedures as described for the first batch. The HTMC was obtained after 5 successive batches of enrichment.",
    "## 2.2. Cell growth at different CH4/air ratio, pH, and temperature",
    "Cell growth tests were conducted in 250-mL Erlenmeyer flasks with 7 mg of HTMC biomass and 50 mL of NMS medium in each reactor, and a 500-mL Tedlar gas bag was connected to the headspace via a gas outport on the stopper. The total gas volume in the headspace and the gas bag was 700 mL (200 mL of headspace + 500 mL of gas bag). All cell growth reactors were incubated at 150 rpm for 144 h with a fixed initial H2S",
    "concentration  of  5.64  g/m 3 and  designated  CH4/air  ratios,  pH,  and temperatures. Cell yields (based on ash-free cell weights at 0 h and 144 h)  were  measured  to  evaluate  the  effects  of  CH4/air  ratios,  pH,  and temperatures  on  cell  growth.  Each  trial  was  carried  out  in  three replicates.",
    "Trials  with  different initial  CH4/air  ratios  (1:2, 1:4,  and 1:6, v/v ) were  first  conducted  at  37 ◦ C,  and  the  optimal  CH4/air  ratio  was determined based on cell yields. The designated CH4/air ratios were obtained by replacing different volumes (233.3 mL, 140.0 mL, and 100 mL) of air in the 500-mL Tedlar gas bag with CH4 (99% purity) using a 60-mL graduated syringe. For trials with different pH, 5 M NaOH or 1 M HCl were used to prepare media with pH values of 5.5, 6.0, 6.5, 6.8, and 7.5, respectively. Reactors with different pH were incubated at 37 ◦ C with the optimal initial CH4/air ratio, and the optimal pH was determined based on cell yields. Trials with different temperatures (30 ◦ C, 37 ◦ C, 45 ◦ C, and 50 ◦ C) were further performed with the optimal initial CH4/air ratio and pH.",
    "To validate CH4 consumption by HTMC, Erlenmeyer flasks (250-mL) with different conditions (50 mL of NMS medium with and without 7 mg of HTMC) were also set up with an initial CH4/air ratio of 1:4 and H2S concentration of 5.64 g/m 3 in the headspace and incubated at 150 rpm for 144 h. About 30 mL of gas sample was taken every other day for gas composition analysis.",
    "## 2.3. Cell growth at different H2S concentrations",
    "Cell  growth tests  were  conducted using  optimal conditions  determined in section 2.2 except that flasks were set up with different initial H2S concentrations (0, 1.41, 2.82, and 5.64 g/m 3 ). The designated H2S concentrations were obtained by replacing certain volumes of mixture gas in the 500-mL Tedlar gas bag with pure H2S gas. To evaluate change of H2S concentration during cell growth and to investigate the mechanism, additional reactors were set up with a CH4/air ratio of 1:4 ( v/v ) and  H2S  concentration  of  about  5.64  g/m 3 in  headspace  but  with different liquid medium conditions (50 mL of NMS medium and 50 mL of NMS medium inoculated with 7 mg of HTMC). About 30 mL of gas sample and 0.5 mL of liquid sample were taken every other day from each flask for H2S analysis. Three replicates were used for each trial.",
    "## 2.4. Methanol production with different phosphate concentration, sodium formate concentration, and CH4/air ratio",
    "Methanol production tests were set up in 250-mL Erlenmeyer flasks each containing 4 mg of HTMC biomass and 50 mL NMS medium with 5 μ M CuCl2. A 500-mL Tedlar gas bag was connected to the headspace of each flask and total gas volume in the headspace and the Tedlar gas bag was 700 mL. All methanol production reactors were incubated at 37 ◦ C with 150 rpm for 48 h, with designated phosphate concentration, sodium formate concentration, and CH4/air ratio. Gas composition and methanol concentration were measured every 12 h. Each trial was carried out in triplicate.",
    "Trials with different concentrations of phosphate buffer (20, 50, 100, and 200 mmol/L of PO4 3 GLYPH&lt;0&gt; with equal mol of KHPO4 and Na2HPO4) were conducted with 100 mmol/L of sodium formate in the medium and an initial CH4/air ratio of 1:4 ( v/v ) in the gas phase. The optimal phosphate concentration  was  determined  based  on  methanol  yield.  Trials  with different sodium formate concentrations (50, 100, 150, and 200 mmol/ L) were then performed with the optimal phosphate concentration and an initial CH4/air ratio of 1:4 ( v/v ) to determine the optimal sodium formate concentration. Trials with different initial CH4/air ratios (2:1, 1:1, 1:2, 1:4, and 1:6, v/v ) were further carried out with the optimal phosphate concentration and sodium formate concentration.",
    "## 2.5. Methanol production at different H2S concentrations",
    "Methanol production tests were conducted using optimal conditions",
    "Fig. 1. Effect of different conditions on CH4  consumption ((a) CH4/air ratio, (c) pH, and (e) temperature) and cell yield ((b) CH4/air ratio, (d) pH, and (f) temperature) of HTMC.",
    "determined in section 2.4, except that flasks were set up with different initial H2S concentrations (0, 1.41, 2.82, 5.64 g/m 3 ). To evaluate the changes of H2S concentration during methanol production by HTMC and to investigate the mechanism, additional reactors were set up with a CH4/air ratio of 1:4 ( v/v ) and H2S concentration of 5.64 g/m 3 in headspace. About 30 mL of gas and 0.5 mL of liquid samples were taken daily from each reactor for H2S analysis. Three replicates were used for each trial.",
    "## 2.6. Analytical methods",
    "Cell dry weight was measured according to a modified method [5]. Cell suspension (50 mL) was centrifuged at 12000 rpm for 20 min. After discarding the supernatant, the cell pellet was resuspended with 25 mL",
    "of 0.5 M NH4HCO3, and the suspension was centrifuged at 12000 rpm for 20 min. The supernatant was discarded, and the pellet was transferred to a 10-mL crucible using 3 mL 0.5 M NH4HCO3. The crucible with cell suspension was heated in an oven at 105 ◦ C for 12 h and cooled to room temperature for measuring dry weight of total biomass. The crucible with dried sample was then heated in an Isotemp muffle furnace at 550 ◦ C for 4 h and cooled to room temperature for measuring ash content. Ash-free dry weight was calculated as equation (3):",
    "Ash free dry weight = Dry weight of total biomass GLYPH&lt;0&gt; Resiudal ash weight",
    "<!-- formula-not-decoded -->",
    "The  composition  of  headspace  gas  was  measured  by  using  a  GC (Agilent, HP 6890, Wilmington, DE, USA) equipped with a 30 m × 0.53 mmol/L × 10 μ m Rt ® -Alumina Bond/KCl deactivation column and a",
    "Fig. 2. Effect of H2S stress on (a) CH4  consumption, (b) cell yield of HTM, (c) change of CH4  content, and (d) H2S concentration in headspace and (e) H2S concentration in liquid medium.",
    "thermal  conductivity  detector  (TCD).  The  oven  temperature  was initially kept at 40 ◦ C for 4 min, and then increased to 60 ◦ C with an increment of 20 ◦ C/min and maintained at 60 ◦ C for 5 min. Temperatures  of  the  detector  and  injector  were  set  at  200 ◦ C  and  150 ◦ C, respectively. The carrier gas was Helium.",
    "Methanol concentration was determined by using a GC (Shimadzu, 2010PLUS, Columbia, MD, USA) equipped with a Stabilwax polar phase column (30 m × 0.32 mmol/L × 0.5 μ m) and flame ionization detector (FID). The oven temperature was initially set at 50 ◦ C and gradually increased to 80 ◦ C in 6 min. The temperature of the injector and the detector was 250 ◦ C, and helium was used as the carrier gas. The CH4 to methanol conversion efficiency was calculated based on equation (4).",
    "<!-- formula-not-decoded -->",
    "H2S concentration was determined based on a method with slight modifications [25]. For the determination of H2S concentration in the gas phase, a sealed and vacuumed test tube (Tube A) containing 2 mL of 2% zinc acetate was used to absorb the gas sample (30 mL). After incubation at ambient temperature for 20 min, 0.5 mL of the liquid was transferred to another tube (Tube B) containing 0.5 mL of 20 mmol/L of N,  N-dimethylp -phenylenediamine dihydrochloride (DPDH, in 7.2 M HCl), 0.4 mL of 30 mmol/L FeCl3 (in 1.2 M HCl), and 2.6 mL of deionized water. For determination of H2S concentration in the liquid phase, 0.5",
    "mL of liquid sample was directly transferred to the Tube B mentioned above. After incubation at room temperature for 20 min, the absorbance of the liquid mixture in Tube B was measured with a spectrophotometer (Biotek, Winooski, VT, USA) at 670 nm. The H2S concentration was then calculated based on a standard curve established before the measurement. It should be noted that this method tests the total sulfide that includes all three forms (H2S, HS GLYPH&lt;0&gt; and S 2 GLYPH&lt;0&gt; ), and the result was reported as H2S. The pH values were measured using a pH probe.",
    "## 2.7. Microbial community analysis of HTMC",
    "The HTMC was sampled and analyzed for the microbial community in triplicate. 515f-806r primers were used to amplify the V4 -V5 fragment of the 16S rRNA gene of microbe following the Illumina manufacture instruction and the method as described by Caporaso et al. [31]. Then, a sequencing analysis of the amplicon library was conducted by using an Illumina MiSeq with a 2 × 300 bp paired-end protocol.",
    "QIIME (v  1.9)  [32]  and  the  protocol  reported  by  Ref.  [33]  were employed  to  process  and  analyze  the  sequencing  data.  The  forward reads were used for the present analysis. Cutadapt (https://cutadapt.re adthedocs.io/en/stable/index.html)  was  firstly  used  to  trim  the  sequences corresponding to the primers from the reads. After that, a Q score no less than 20 and a length-filter were used to obtain reads of 220 -280  bp.  Operational  taxonomic  units  (OTUs)  were  against  the 2013 -08 Greengenes database at 97% sequence similarity level (species equivalent).  ChimeraSlayer  was  used  to  check  the  chimera.  Further analysis was carried out after the removal of Singleton OTUs. Then the taxonomy assignments of sequences were summarized and plotted. The sequence data of this study can be found in the Sequence Read Archive (SRA) database of NCBI under the accession number SRP091046.",
    "## 2.8. Statistical analysis",
    "Statistical  analysis  in  this  study  was  conducted  by  analyzing  the variance (ANOVA, α = 0.05) with Minitab 17.",
    "## 3. Results and discussion",
    "## 3.1. Effect of CH4/air ratio, pH, and temperature on cell growth of HTMC",
    "In presence of 5.64 g/m 3 of H2S, the HTMC showed significant CH4 consumption  and  cell  growth  with  different  CH4/air  ratios,  pH,  and temperatures, except for some harsh conditions such as pH of 5.0 and temperature of 50 ◦ C (Fig. 1). The decrement of CH4  content in 144 h was in a range of 9% -13% for different CH4/air ratios (1:2, 1:4, and 1:6, v/v ). The maximum CH4 consumption was obtained by the CH4/air ratio of 1:4 (Fig. 1a). This is consistent with the CH4  metabolism in methanotrophs  which  depend  on  both  CH4  and  O2  supply  and  require  a balanced CH4/O2 ratio [18]. pH from 6.0 to 7.5 had no significant effect on CH4  consumption (10% decrement in CH4  content), while pH 5.5 inhibited CH4 consumption considerably (3% decrement in CH4 content during 144 h) (Fig. 1c). A similar phenomenon was also observed in trials of different temperatures. Only a minimal decrement (1.7%) of CH4 content was obtained when the temperature was set at 50 ◦ C, while significant  CH4  content  decrements  of  11.9%,  9.5%,  and  9.0%  were observed at 30 ◦ C, 37 ◦ C, and 45 ◦ C, respectively (Fig. 1e). These results indicated that CH4  oxidation was inhibited at low pH (5.5) and high temperature (50 ◦ C),  which  is  similar  to  those  reported  in  literature [34]. As shown in Fig. 2c, flasks with HTMC showed a significant CH4 decrease  (from  20%  to  10%),  while  flasks  with  only  NMS  medium didn ' t,  which  is  also  similar  to  results  reported  by  other  researchers [35]. As a result, the decrement of CH4 content (Fig. 1) was not due to the absorption by medium but consumption by HTMC.",
    "The maximum cell yield of 0.333 g cells/g CH4 was obtained from the CH4/air ratio of 1:4, although no significant difference ( p &gt; 0.05) was observed from that with CH4/air ratio of 1:2 or 1:6 (Fig. 1b). Although",
    "Comparison of cell density of methanotrophic bacteria under different cultivation conditions.",
    "| Strains/consortia     | Conditions        | Conditions   | Conditions   | Cell                     | References   |\n|-----------------------|-------------------|--------------|--------------|--------------------------|--------------|\n|                       | CH 4 / air ratios | pH           | Temperatures | density                  |              |\n| M. trichosporium OB3b | 1:1               | -            | 30 ◦ C       | 0.5 - 0.7 g cells/g CH 4 | [15]         |\n| Stain 14B             | 1:4               | -            | 37 ◦ C       | 0.20 g cells/g CH 4      | [5]          |\n| Strain MC-AD3         | 1:4               | 6.8          | 47 ◦ C       | 0.40 g cells/g CH 4      | [36]         |\n| HTMC                  | 1:4               | 6.8          | 37 ◦ C       | 0.333 g cells/g CH 4     | This study   |",
    "the cell yield of HTMC was lower than M. trichosporium OB3b (0.5 -0.7 g cells/g CH4) and Strain MC-AD3 (0.40 g cells/g CH4), it is still comparable to that of a pure methanotrophic strain, Methylocaldum 14B (0.2 g cells/g  CH4),  which  was  isolated  from  the  digestate  of  solid-state anaerobic digestion systems (Table 1). Significant cell growth was obtained  when  pH  was  in  a  range  of  6 -7.5,  while  no  cell  growth  was observed with a pH of 5.5. The optimal pH was found to be 6.8 with a cell yield that is significantly higher than those obtained by pH of 5.5 and 7.5 ( p &lt; 0.05), but not significantly different from those by pH of 6 and 6.5 ( p &gt; 0.05) (Fig. 1d). In cases of temperature studies, it was found that cell yields (0.22 -0.33 g cells/g CH4) were achieved under different temperatures, except for 50 ◦ C as the cell yield was 0 (Fig. 1f). Moreover, the optimal temperature was determined to be 37 ◦ C which achieved a cell yield that is significantly ( p &lt; 0.05) higher than those obtained at other temperatures (30 ◦ C, 45 ◦ C, and 50 ◦ C) (Fig. 1f).",
    "In summary, the optimal conditions for HTMC growth were CH4/air ratio of 1:4, pH of 6.8, and temperature of 37 ◦ C, which is not surprising since  the  HTMC  was  enriched  under  these  conditions.  However,  the HTMC can grow stably with a wide range of CH4/air ratio (1:2 to 1:6), pH  (6.0 -7.5),  and  temperature  (30 -45 ◦ C),  which  is  beneficial  for commercial application. Besides, these conditions were comparable to those of two methanotrophs, 14B and SAD2, which were also isolated from anaerobic digestate [25,26].",
    "## 3.2. Effect of H2S on cell growth of HTMC",
    "The effect of H2S on CH4  consumption and cell yield of HTMC are presented in Fig. 2. The decrement of CH4 contents (12.7%, 12.7%, and 13.8%) were comparable with initial H2S concentrations of 0 g/m 3 , 1.41 g/m 3 and 2.82 g/m 3 , respectively, while the decrement of CH4 content was only 9% when HTMC was exposed to 5.64 g/m 3 of H2S, suggesting an inhibitory effect on CH4 consumption (Fig. 2a). However, no significant difference in cell yield ( p &gt; 0.05) was observed with initial H2S concentrations from 0 to 5.64 g/m 3 (Fig. 2b). The maximum cell yield (0.293 g cells/g CH4) was observed with 1.41 g/m 3 of H2S, which was slightly higher than those obtained with 0 g/m 3 (0.289 g cells/g CH4) and 5.64 g/m 3 (0.285 g cells/g CH4) of H2S (Fig. 2b). These results indicate that HTMC can keep metabolic activities at a very high stress level of H2S (up to 5.64 g/m 3 ) (Fig. 2a and d).",
    "H2S is known to be toxic to methanotrophic bacteria [22], and could limit the utilization of biogas as renewable and clean energy [37,38]. H2S concentration of 1.41 g/m 3 in headspace inhibited 35% -85% cell growth  of Methylocystis sp., Methylomicrobium  album ,  and  SAD2,  but showed no inhibition on cell growth of HTMC (Table 1). When H2S concentration was further increased to 5.64 g/m 3 , cell growth of Methylocystis sp., Methylomicrobium  album ,  and  SAD2  was  completely inhibited,  while  the  cell  growth  of  HTMC  was  only  inhibited  by  1% (Table  1).  As  a  result,  the  H2S  tolerance  of  HTMC  was  substantially higher than the reported methanotrophs in terms of cell growth.",
    "Changes in H2S concentrations in the liquid medium and headspace",
    "Fig. 3. Effect of different conditions on methanol yield ((a) phosphate addition, (c) sodium formate addition, and (e) CH4/air) and CH4  to methanol conversion efficiency ((b) phosphate addition, (d) sodium formate addition, and (f) CH4/air ratio).",
    "during 144 h cell cultivation process are shown in Fig. 2d and e. H2S concentration in the headspace with both conditions (with and without HTMC) dropped from 6.63 g/m 3 to 0.71 g/m 3 in 96 h, then to about 0.14 g/m 3 in 144 h (Fig. 2d). H2S concentrations in liquid media peaked in the first 48 h, dropped in the second 48 h, and remained relatively constant in the third 48 h, which might be due to the further oxidation of H2S to sulfate [21,35] (Fig. 2e). However, H2S concentration in liquid medium with HTMC decreased more quickly (from 213 mg/L to 2 mg/L) than that without HTMC (from 168 mg/L to 23 mg/L), indicating that presence of HTMC facilitated the consumption of H2S in the NMS medium due to the low specificities of MMO to substrate [35] (Fig. 2e).",
    "## 3.3. Effect of phosphate addition, formate addition, and CH4/air ratio on methanol production by HTMC without H2S",
    "Fig. 3 shows the effect of phosphate addition, formate addition, and CH4/air ratio on methanol yield without the presence of H2S. In general, methanol concentration increased during the 48 h production process when 20 mmol/L - 200 mmol/L of phosphate was added, except that the trail with 20 mmol/L of phosphate showed a methanol concentration decrease after 24 h (Fig. 3a). The maximum methanol concentration (0.19 mg/mL) was obtained in 48 h with 50 mmol/L phosphate addition (Fig. 3a). When increasing the phosphate concentration to 100 and 200 mmol/L,  the  methanol  concentration  decreased  to  0.11  mg/mL  and 0.06 mg/mL, respectively (Fig. 3a). These results indicate that MDH",
    "Fig. 4. Effect of H2S concentration on (a) methanol yield, (b) CH4 to methanol conversion efficiency, and (c) H2S concentration changes in liquid medium and headspace during methanol production by HTMC.",
    "(methanol dehydrogenase) inhibitors, such as phosphate, are essential for methanol accumulation by preventing further oxidation of methanol in HTMC [5]. However, excessive phosphate addition may also inhibit FDH (formate dehydrogenase) in HTMC, which would cause a decrease in methanol concentration under higher phosphate concentration [5].",
    "The  effect  of  formate  addition  on  methanol  concentration  has  a similar tendency to that of phosphate addition (Fig. 3c). The maximum methanol concentration of 0.23 mg/mL was obtained with a formate addition  of  100  mmol/L  in  48  h  (Fig.  3c).  When  formate  addition decreased to 50 mmol/L, a peak methanol concentration of 0.16 mg/mL was obtained in 24 h and then decreased to 0 in 48 h (Fig. 3c). Higher levels of formate addition (150 mmol/L and 200 mmol/L) didn ' t further increase  the  methanol  concentration,  obtaining  peak  methanol  concentrations  of  0.18  mg/mL  and  0.11  mg/mL,  respectively  (Fig.  3c). These results were also consistent with other reports on conversion of CH4  to  methanol  by Methylosinus  trichosporium OB3b [39,40].  When MDH is inhibited for methanol accumulation, exogenous formate will function as an additional electron donor to provide electrons for cell activity [6], but too high formate could be toxic to cells as well.",
    "When the  CH4/air  ratio  increased  from  1:6  to  1:1,  the  methanol concentration in 48 h increased from 0.13 mg/mL to 0.28 mg/mL, but no  further  increment  of  methanol  concentration  was  obtained  when CH4/air ratio increased to 2:1 (Fig. 3e). This result was also consistent with previous studies by Kalyuzhnaya et al. [18], who pointed out that the entire CH4 conversion process relied on CH4 and O2 via the enzyme (MMO),  and  imbalanced  CH4  and  O2  supply  would  reduce  the  CH4 consumption leading to lower methanol concentration. In addition, it was found that the methanol accumulation reached a plateau at 48 h, which could be due to the limited amount of formate in the medium.",
    "The effect of phosphate addition, formate addition, and CH4/air ratio on CH4 to methanol conversion efficiency is further presented in Fig. 3. Similar to the results in Fig. 2, the highest CH4 to methanol conversion efficiency  was  observed  at  50  mmol/L  of  phosphate  addition,  100 mmol/L of formate addition, and CH4/air ratio of 1:1 (Fig. 3). Statistical analysis revealed that 50 mmol/L of phosphate addition significantly ( p &lt; 0.05) increased the CH4 to methanol conversion efficiency (increased 1.29 -13.16-fold)  in  comparison  with  other  two  trials  with  different phosphate addition (Fig. 3b). While 100 mmol/L of formate addition did not show a significant ( p &gt; 0.05) increase in CH4 to methanol conversion efficiency compared two 150 mmol/L and 200 mmol/L of formate additions (Fig. 3d). It was noted that the CH4  to methanol conversion efficiency with 50 mmol/L of formate addition was 0 since no methanol was accumulated at the termination (Fig. 3d). There were significant differences in CH4  to methanol conversion efficiency between CH4/air ratios of 2:1, 1:1 (or 1:2, or 1:4) and 1:6 ( p &lt; 0.05), but no significant difference  between  CH4/air  ratios  of  1:1,  1:2,  and  1:4  ( p &gt; 0.05) (Fig. 3f). The maximum CH4 to methanol conversion efficiency of 0.22 mol/mol is comparable to that obtained by Methylosinus trichosporium at the same CH4/air ratio [6,41] .",
    "## 3.4. Effect of H2S on methanol production by HTMC",
    "The effects of H2S concentration on methanol concentration and CH4 to methanol conversion efficiency are shown in Fig. 4. Methanol was detected at all tested H2S concentrations (0 -5.64 g/m 3 ), indicating that the HTMC could produce methanol under a broad range of H2S stress (Fig. 4a). In general, methanol concentrations with different levels of H2S stress increased rapidly within 24 h, and then became stable in 36 h (Fig. 4a). It was also found that the methanol concentrations decreased with  increasing  H2S  stress.  Trials  without  H2S  stress  obtained  the maximum methanol concentration of 0.28 mg/mL in 48 h, followed by those with 1.41 g/m 3 , 2.82 g/m 3 , and 5.64 g/m 3 of H2S, which obtained methanol concentrations of 0.19, 0.16, and 0.14 mg/mL, respectively (Fig. 4a). The inhibition of methanol production by HTMC with 1.41 g/ m 3 of H2S was 33%, which was lower than that of strain SAD2 (48%) (Table 2). Although methanol production of HTMC was still inhibited by",
    "Table 2 Comparison of H2S tolerance between different strains/consortia.",
    "| Strains/consortia      | Inhibition of cell growth (%)   | Inhibition of cell growth (%)   | Inhibition of cell growth (%)   | Inhibition of methanol production (%)   | Inhibition of methanol production (%)   | Inhibition of methanol production (%)   | References   |\n|------------------------|---------------------------------|---------------------------------|---------------------------------|-----------------------------------------|-----------------------------------------|-----------------------------------------|--------------|\n|                        | 0.71 a                          | 1.41 a                          | 5.64 a                          | 0.71                                    | 1.41 a                                  | 5.64 a                                  |              |\n| Methylocystis sp.      | 47                              | 85                              | 100                             | n/a                                     | n/a                                     | n/a                                     | [13]         |\n| Methylomicrobium album | 39                              | 49                              | 100                             | n/a                                     | n/a                                     | n/a                                     | [13]         |\n| Strain SAD2            | 17                              | 35                              | 100                             | 16                                      | 48                                      | n/a                                     | [25]         |\n| HTMC                   | n/a                             | 0                               | 1                               | n/a                                     | 33                                      | 52                                      | This study   |",
    "a H2S concentration (g/m 3 ) in the headspace.",
    "Fig. 5. Major bacterial phyla of HTMC.",
    "H2S stress (1.41 -5.64 g/m 3 ), its H2S tolerance was much greater than strain SAD2 [25].",
    "CH4  to methanol conversion efficiencies at all tested H2S concentrations were about 0.2 mol/mol (Fig. 4b). The CH4  to methanol conversion efficiency obtained with 5.64 g/m 3 of H2S (0.203 mol/mol) was only 10% lower than that obtained with 0 mg/L of H2S (0.217 mol/mol) (Fig. 4b). Statistical analysis revealed that there was no significant ( p &gt; 0.05)  difference  in  CH4 to  methanol  conversion  efficiency  among different H2S stress levels from 0 to 5.64 g/m 3 (Fig. 4b). Up to date, studies on bioconversion of CH4 to methanol under conditions with high H2S stress are limited with H2S concentrations no more than 1.41 g/m 3 . This study for the first time reported biological methanol production from CH4 with H2S stress up to 5.64 g/m 3 .",
    "H2S  concentration  changes  in  the  headspace  and  liquid  medium during methanol production process are further illustrated in Fig. 4c. The H2S concentration in headspace had an 85.5% decrease during 48 h methanol  production  (Fig.  4c),  which  was  similar  to  that  observed during cell growth (Fig. 2). However, the H2S concentration in the liquid medium increased from 0 mg/L to 352 mg/L during the methanol production process (Fig. 4B), which was 64% higher than the peaking H2S concentration in the liquid medium during cell growth (Fig. 2). This could explain the significant H2S inhibition on methanol concentration during methanol production by HTMC (Fig. 4b) compared to the minor effect of H2S on cell growth of HTMC (Fig. 2a and b).",
    "## 3.5. Microbial community analysis of HTMC",
    "To  have  a  better  understanding  of  the  mechanism  for  the  H2S tolerance  of  HTMC,  the  microbial  community  profile  of  HTMC  was analyzed, and 79,601 quality-checked sequences were obtained in total. Over 99.7% of the sequences belong to the domain bacteria, while the remaining sequences were unclassified. 703 bacterial species-equivalent OTUs were found. According to the Greengenes database, almost all the bacterial sequences could be classified to a certain phylum. Cyanobacteria was the most predominant phylum with a 32.61% proportion of the total bacterial sequences, followed by Proteobacteria (31.43%), Bacteroidetes (29.23%), and Chlorobi (6.17%), while other phyla represent less than  1%  of  the  total  bacterial  sequences  (Fig.  5). Cyanobacteria are known for the ability to generate hydrogen, but their function in HTMC is  unclear  [42].  Consortium  with  methanotrophs  and Cyanobacteria could simultaneously utilize CH4 and CO2 as reported by Hill et al. [43], which is highly attractive for using raw biogas (mainly CH4 and CO2) as feedstock for biofuel production.",
    "On the genus level, two well-known methanotrophic genera, Methylosinus, and Methylocaldum were identified, accounting for 11.66% and 3.19%  of  the  total  bacterial  sequences,  respectively.  Three  sulfide oxidizing  bacteria, Thiobacillus (0.13%), Xanthobacter ( &lt; 0.01%),  and Pseudomonas ( &lt; 0.01%)  were  identified  but  with  low  abundancies, which indicates their limited contribution to mitigating H2S inhibition. As a result, in the HTMC, methanotrophs themselves could be tolerant to H2S, although the mechanism is still unknown.",
    "Generally, H2S can be either cytoprotective or cytotoxic to microbes depending  on  its  concentration  (protective  in  the μ mol/L  range  and toxic in the mmol/L range) [44]. H2S can inhibit growth of bacteria in different ways, including inhibition of enzymes that protect cells from oxidative stress [44], inhibition of metalloenzymes by inactivating their redox centers, denaturation of protein by disulfide disruption, peroxidation of lipid and induction of DNA damage [44]. There have been studies on cellular response to H2S toxicity in E. coli , A. baumanni , Bacillus subtilis and Staphylococcus aureus , revealing genes and molecular pathways related to H2S tolerance [44]. To date, there have been very few efforts in studying H2S tolerance of methanotrophs on the level of molecular biology [45]. Recently, Schmitz et al. reported that a thermoacidophilic methanotroph Methylacidiphilum fumariolicum SolV can oxidize H2S to elemental sulfur likely using a type III sulfide:quinone oxidoreductase (SQR) and a sulfide-insensitive ba3-type terminal oxidase, thus alleviate the H2S inhibition on CH4  oxidation [45]. Besides, putative SQR sequences have been identified in many methanotrophs, indicating that H2S detoxification is widespread in methanotrophs [45]. As  a  result,  further  transcriptomic  studies,  especially  on  SQR,  could possibly reveal the mechanism of the high H2S tolerance of HTMC.",
    "Biogas  produced  from  organic  waste  via  anaerobic  digestion  is  a renewable and abundant CH4  source, but is costly to store, transport, and distribute [6,7]. Methanotrophic microorganisms can be used as cellular factories for converting CH4  gas into methanol, an alternative liquid  fuel,  which  has  desirable  energy  density  and  easy-to-transport [46]. One challenge to the microbial biogas-to-methanol approach is that H2S in biogas can inhibit methanotrophic microorganisms, and H2S removal is usually energy-intensive and costly [46]. The HTMC obtained in this study addressed this hurdle for its high H2S tolerance, specifically the ability to grow and produce methanol with up to 5.64 g/m 3 of H2S in biogas. For future applications of this technology, raw biogas can be directly  used  for  methanol  production  without  H2S  removal  process. Besides, evaluation of factors that affect HTMC cell growth and methanol production also provides base-line data for practical application of this technology for maximum methanol yield. Furthermore, the microbial  community  analysis  provides  an  in-depth  understanding  about types  and  functions  of  microorganisms  in  the  HTMC,  and  possible mechanisms for its high H2S tolerance. Future research on development of  bioaugmentation strategies is promising for further improving the",
    "methanol production performance in practical applications.",
    "A high H2S-tolerant methanotrophic  consortium,  HTMC,  was enriched from anaerobic digestion effluent with high H2S stress (5.64 g/ m 3 ). There was no significant decrease in cell yield and CH4 to methanol conversion efficiency of HTMC when H2S concentration in the headspace was increased from 0 to 5.64 g/m 3 . With a H2S concentration of 5.64 g/m 3 in the headspace, the HTMC achieved a cell yield of 0.285 g cells/g CH4 and a CH4 to methanol conversion efficiency of 0.203 mol/ mol, respectively, which are comparable to those obtained by existing methanotrophic strains without H2S stress. The maximum cell to CH4 yield (0.333 g cells/g CH4) and maximum CH4 to methanol conversion efficiency (0.22 mol/mol) were obtained through evaluating the effects of environmental factors on cell growth and methanol production. Microbial community analysis revealed that sulfide oxidizing bacteria may have a limited contribution to the high H2S tolerance of HTMC due to their low abundancies ( &lt; 0.01% -0.13%), and high H2S tolerant methanotroph(s) could exist in the consortium. Besides, Cyanobacteria is the most predominant phylum (32.61%) in the HTMC, indicating a great potential for simultaneous utilization of CH4 and CO2 from raw biogas.",
    "## CRediT authorship contribution statement",
    "Danping Jiang: Data curation, Writing -original draft. Xumeng Ge: Writing -review &amp; editing, Conceptualization. Long Lin: Data curation. Zhou Chen: Resources. Quanguo Zhang: Corresponding author. Yebo Li: Conceptualization.",
    "## Declaration of competing interest",
    "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
    "This  work  was  funded  by  DOE  Office  of  Energy  Efficiency  and Renewable  Energy  (Award  No.  DE-EE0009268),  the  USDA  NIFA Biomass  Research  and  Development  Initiative  Program  (Award  No. 2012-10008-20302), and the Collaborative Innovation Center of Biomass Energy, Henan Province (China).",
    "- [1] S. Wainaina, M.K. Awasthi, I.S. Horv ´ ath, M.J. Taherzadeh, Anaerobic digestion of food waste to volatile fatty acids and hydrogen at high organic loading rates in immersed membrane bioreactors, Renew. Energy 152 (2020) 1140 -1148, https:// doi.org/10.1016/j.renene.2020.01.138.\n- [2] V.A. Schommer, B.M. Wenzel, D.J. Daroit, Anaerobic co-digestion of swine manure and chicken feathers: effects of manure maturation and microbial pretreatment of feathers on methane production, Renew. Energy 152 (2020) 1284 -1291, https:// doi.org/10.1016/j.renene.2020.01.154.\n- [3] O. Hijazi, E. Abdelsalam, M. Samer, Y.A. Attia, B.M.A. Amer, M.A. Amer, M. Badr, H. Bernhardt, Life cycle assessment of the use of nanomaterials in biogas production from anaerobic digestion of manure, Renew. Energy 148 (2020) 417 -424, https://doi.org/10.1016/j.renene.2019.10.048.\n- [4] USDA, USEPA, USDOE, Biogas Opportunities Roadmap, Voluntary Actions to Reduce Methane Emissions and Increase Energy Independence, 2014.\n- [5] J.P. Sheets, X. Ge, Y.F. Li, Z. Yu, Y. Li, Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate, Bioresour. Technol. 201 (2016) 50 -57, https://doi.org/10.1016/j.biortech.2015.11.035.\n- [6] X. Ge, L. Yang, J.P. Sheets, Z. Yu, Y. Li, Biological conversion of methane to liquid fuels : status and opportunities, Biotechnol. Adv. 32 (2014) 1460 -1475, https:// doi.org/10.1016/j.biotechadv.2014.09.004.\n- [7] S.Y. Bak, S.G. Kang, K.H. Choi, Y.R. Park, E.Y. Lee, B.J. Park, Phase-transfer biocatalytic methane-to-methanol conversion using the spontaneous phaseseparable membrane μ CSTR, J. Ind. Eng. Chem. 111 (2022) 389 -397, https://doi. org/10.1016/j.jiec.2022.04.021.\n- [8] T. Islam, V. Torsvik, Ø . Larsen, L. Bodrossy, L. Ø vreås, M.G. Dumont, Acid-tolerant moderately thermophilic methanotrophs of the class gammaproteobacteria isolated\n9. from tropical topsoil with methane seeps, Front. Microbiol. 7 (2016) 1 -12, https:// doi.org/10.3389/fmicb.2016.00851.\n- [9] K.M. Awasthi, B. Yan, T. Sar, R. G ´ omez-García, L. Ren, P. Sharma, P. Binod, R. Sindhu, V. Kumar, D. Kumar, B.A. Mohamed, Z. Zhang, M.J. Taherzadeh, Organic waste recycling for carbon smart circular bioeconomy and sustainable development: a review, Bioresour. Technol. 360 (2022), https://doi.org/10.1016/ j.biortech.2022.127620.\n- [10] Y. Yao, Y. Chang, R. Huang, L. Zhang, E. Masanet, Environmental implications of the methanol economy in China: well-to-wheel comparison of energy and environmental emissions for different methanol fuel production pathways, J. Clean. Prod. 172 (2018) 1381 -1390, https://doi.org/10.1016/j. jclepro.2017.10.232.\n- [11] R.K. Srivastava, P.K. Sarangi, L. Bhatia, A.K. Singh, K.P. Shadangi, Conversion of methane to methanol: technologies and future challenges, Biomass Convers. Biorefinery. 12 (2022) 1851 -1875, https://doi.org/10.1007/s13399-021-01872-5.\n- [12] R.S. Hanson, T.E. Hanson, Methanotrophic bacteria, Microbiol. Rev. 60 (1996) 439 -471.\n- [13] M. C ´ aceres, J.C. Gentina, G. Aroca, Oxidation of methane by Methylomicrobium album and Methylocystis sp.in the presence of H2S and NH3, Biotechnol. Lett. 36 (2014) 69 -74, https://doi.org/10.1007/s10529-013-1339-7.\n- [14] R.J. Conrado, R. Gonzalez, Envisioning the bioconversion of methane to liquid fuels, Science 343 (80) (2014) 621 -624.\n- [15] K.H. Rostkowski, A.R. Pfluger, C.S. Criddle, Stoichiometry and kinetics of the PHBproducing Type II methanotrophs Methylosinus trichosporium OB3b and Methylocystis parvus OBBP, Bioresour. Technol. 132 (2013) 71 -77, https://doi. org/10.1016/j.biortech.2012.12.129.\n- [16] B.E. Rittmann, P.L. McCarty, ENVIRONMENTAL BIOTECHNOLOGY, 2020.\n- [17] Y.R. Park, D.H. Kim, K.H. Choi, Y.W. Kim, E.Y. Lee, B.J. Park, Biofuel upgrade reactions via phase-transfer catalysis of methanotrophs, J. Ind. Eng. Chem. 95 (2021) 305 -311, https://doi.org/10.1016/j.jiec.2021.01.007.\n- [18] M.G. Kalyuzhnaya, A.W. Puri, M.E. Lidstrom, Metabolic engineering in methanotrophic bacteria, Metab. Eng. (2015), https://doi.org/10.1016/j. ymben.2015.03.010.\n- [19] Y. Zeng, L. Xiao, X. Zhang, J. Zhou, G. Ji, S. Schroeder, G. Liu, Z. Yan, Biogas desulfurization under anoxic conditions using synthetic wastewater and biogas slurry, Int. Biodeterior. Biodegrad. 133 (2018) 247 -255, https://doi.org/10.1016/ j.ibiod.2018.05.012.\n- [20] A. Choudhury, T. Shelford, G. Felton, C. Gooch, S. Lansing, Evaluation of hydrogen sulfide scrubbing systems for anaerobic digesters on two U.S. Dairy farms, Energies 12 (2019) 1 -13, https://doi.org/10.3390/en12244605.\n- [21] N. Vikromvarasiri, V. Champreda, S. Boonyawanich, N. Pisutpaisal, Hydrogen sulfide removal from biogas by biotrickling filter inoculated with Halothiobacillus neapolitanus, Int. J. Hydrogen Energy 42 (2017) 18425 -18433, https://doi.org/ 10.1016/j.ijhydene.2017.05.020.\n- [22] E.H. Lee, T. Yi, K.E. Moon, H. Park, H.W. Ryu, K.S. Cho, Characterization of methane oxidation by a methanotroph isolated from a landfill cover soil, South Korea, J. Microbiol. Biotechnol. 21 (2011) 753 -756, https://doi.org/10.4014/ jmb.1102.01055.\n- [23] G. B ¨ orjesson, Inhibition of methane oxidation by volatile sulfur compounds (CH3SH and CS2) in landfill cover soils, Waste Manag. Res. 19 (2001) 314 -319, https://doi.org/10.1177/0734242X0101900408.\n- [24] L. Soussan, N. Pen, M.P. Belleville, J.S. Marcano, D. Paolucci-Jeanjean, Alkane biohydroxylation: interests, constraints and future developments, J. Biotechnol. 222 (2016) 117 -142, https://doi.org/10.1016/j.jbiotec.2016.02.007.\n- [25] W. Zhang, X. Ge, Y.F. Li, Z. Yu, Y. Li, Isolation of a methanotroph from a hydrogen sulfide-rich anaerobic digester for methanol production from biogas, Process Biochem. 51 (2016) 838 -844, https://doi.org/10.1016/j.procbio.2016.04.003.\n- [26] J.P. Sheets, X. Ge, Y.F. Li, Z. Yu, Y. Li, Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate, Bioresour. Technol. 201 (2016) 50 -57, https://doi.org/10.1016/j.biortech.2015.11.035.\n- [27] L. Van Niftrik, Expanding the verrucomicrobial methanotrophic world : description of three novel species of methylacidimicrobium gen. Nov, Appl. Environ. Microbiol. 80 (2014) 6782 -6791, https://doi.org/10.1128/AEM.01838-14.\n- [28] A. Pol, K. Heijmans, H.R. Harhangi, D. Tedesco, M.S.M. Jetten, H.J.M. Op Den, Camp, Methanotrophy below pH 1 by a new Verrucomicrobia species, Nat. Lett. 450 (2007) 874 -879, https://doi.org/10.1038/nature06222.\n- [29] C.E. Sharp, A. V Smirnova, J.M. Graham, M.B. Stott, R. Khadka, T.R. Moore, S. E. Grasby, M. Strack, P.F. Dunfield, Distribution and diversity of Verrucomicrobia methanotrophs in geothermal and acidic environments, Environ. Microbiol. 16 (2014) 1867 -1878, https://doi.org/10.1111/1462-2920.12454.\n- [30] T. Islam, S. Jensen, L.J. Reigstad, O. Larsen, N.-K. Birkeland, Methane oxidation at 55 C and pH 2 by a thermoacidophilic bacterium belonging to the Verrucomicrobia phylum, Proc. Natl. Acad. Sci. USA (2008), https://doi.org/10.1073/ pnas.0704162105.\n- [31] J.G. Caporaso, C.L. Lauber, W.A. Walters, D. Berg-Lyons, J. Huntley, N. Fierer, S. M. Owens, J. Betley, L. Fraser, M. Bauer, N. Gormley, J.A. Gilbert, G. Smith, R. Knight, Ultra-high-throughput microbial community analysis on the Illumina HiSeq and MiSeq platforms, ISME J. 6 (2012) 1621 -1624.\n- [32] J.G. Caporaso, J. Kuczynski, J. Stombaugh, K. Bittinger, F.D. Bushman, E. K. Costello, N. Fierer, A.G. Pe ˜ na, J.K. Goodrich, J.I. Gordon, G.A. Huttley, S. T. Kelley, D. Knights, J.E. Koenig, R.E. Ley, C.A. Lozupone, D. McDonald, B. D. Muegge, M. Pirrung, J. Reeder, J.R. Sevinsky, P.J. Turnbaugh, W.A. Walters, J. Widmann, T. Yatsunenko, J. Zaneveld, R. Knight, QIIME allows analysis of highthroughput community sequencing data, Nat. Methods 7 (2010) 335 -336, https:// doi.org/10.1038/nmeth.f.303.",
    "- [33] M.C. Nelson, H.G. Morrison, J. Benjamino, S.L. Grim, J. Graf, Analysis, optimization and verification of illumina-generated 16s rRNA gene amplicon surveys, PLoS One 9 (2014) 1 -14, https://doi.org/10.1371/journal.pone.0094249.\n- [34] S. Lew, K. Gli ´ nska-Lewczuk, Environmental controls on the abundance of methanotrophs and methanogens in peat bog lakes, Sci. Total Environ. 645 (2018) 1201 -1211, https://doi.org/10.1016/j.scitotenv.2018.07.141.\n- [35] J.H. Lee, T.G. Kim, K.S. Cho, Isolation and characterization of a facultative methanotroph degrading malodor-causing volatile sulfur compounds, J. Hazard Mater. (2012) 235 -236, https://doi.org/10.1016/j.jhazmat.2012.07.047, 224 -229.\n- [36] Z. Su, X. Ge, W. Zhang, L. Wang, Z. Yu, Y. Li, Methanol production from biogas with a thermotolerant methanotrophic consortium isolated from an anaerobic digestion system, Energy Fuels 31 (2017) 2970 -2975, https://doi.org/10.1021/ acs.energyfuels.6b03471.\n- [37] O.W. Awe, Y. Zhao, A. Nzihou, D.P. Minh, N. Lyczko, A review of biogas utilisation, purification and upgrading technologies, Waste and Biomass Valorization 8 (2017) 267 -283, https://doi.org/10.1007/s12649-016-9826-4.\n- [38] L. Deng, H. Chen, Z. Chen, Y. Liu, X. Pu, L. Song, Process of simultaneous hydrogen sulfide removal from biogas and nitrogen removal from swine wastewater, Bioresour. Technol. (2009), https://doi.org/10.1016/j.biortech.2009.06.012.\n- [39] C. Duan, M. Luo, X. Xing, High-rate conversion of methane to methanol by Methylosinus trichosporium OB3b, Bioresour, Technol. 102 (2011) 7349 -7353, https://doi.org/10.1016/j.biortech.2011.04.096.\n- [40] M. Takeguchi, T. Furuto, D. Sugimori, I. Okura, Optimization of methanol biosynthesis by Methylosinus trichosporium OB3b : an approach to improve methanol accumulation, Appl. Biochem. Biotechnol. 68 (1997) 143 -152.\n- [41] P.K. Mehta, S. Mishra, T.K. Ghose, Methanol biosynthesis by covalently immobilized cells of methy/osinus trichosporium ; batch and continuous studies, Biochem. Eng. J. 37 (1991) 551 -556.\n- [42] D. Das, T. Nejat, V. Glu, Hydrogen production by biological processes: a survey of literature. www.elsevier.com/locate/ijhydene, 2001.\n- [43] E.A. Hill, W.B. Chrisler, A.S. Beliaev, H.C. Bernstein, Bioresource Technology A flexible microbial co-culture platform for simultaneous utilization of methane and carbon dioxide from gas feedstocks, Bioresour. Technol. 228 (2017) 250 -256, https://doi.org/10.1016/j.biortech.2016.12.111.\n- [44] S.S. Mendes, V. Miranda, L.M. Saraiva, Hydrogen sulfide and carbon monoxide tolerance in bacteria, Antioxidants 10 (2021) 1 -17, https://doi.org/10.3390/ antiox10050729.\n- [45] R.A. Schmitz, S.H. Peeters, S.S. Mohammadi, T. Berben, T. van Erven, C.A. Iosif, T. van Alen, W. Versantvoort, M.S.M. Jetten, H.J.M. Op den Camp, A. Pol, Methanotrophs are vigorous H2S oxidizers using a sulfide:quinone oxidoreductase and a ba3-type terminal oxidase, bioRxiv (2022), 505896. http://biorxiv.org/co ntent/early/2022/08/31/2022.08.31.505896.abstract.\n- [46] C. Hogendoorn, A. Pol, G.H.L. Nuijten, Methanol production by ' Methylacidiphilum fumariolicum ' SolV under different growth conditions, Appl. Environ. Microbiol. 86 (2020) 1 -12."
  ],
  "markdown_length": 52471,
  "chunks_count": 100,
  "extraction_method": "docling"
}