{
  "filename": "Jovanovic et al 2021 (part II).pdf",
  "markdown": "<!-- image -->\n\nContents lists available at ScienceDirect\n\n## Chemical Engineering Science\n\nj o urnal homepage: www.elsevier.com/locate/ces\n\n## Time scale analysis &amp; characteristic times in microscale-based bio-chemical processes: Part II - Bioreactors with immobilized cells, and process flowsheet analysis\n\nGoran N. Jovanovic a, ⇑ , Matthew Y. Coblyn a , Igor Plazl b\n\n- a School of Chemical, Biological and Environmental Engineering, Oregon State University, Corvallis, OR 97331, USA\n- b Faculty of Chemistry and Chemical Technology, University of Ljubljana, Vecna Pot 113, 1000 Ljubljana, Slovenia\n\n## h i g h l i g h t s\n\n- /C15 Time-Scale Analysis (TSA) is a novel design approach in Process Intensification.\n- /C15 Characteristic Times are the fundamental elements of the TSA.\n- /C15 TSA enables analysis of microscalebased bioreactors with immobilized cells.\n- /C15 TSA facilitates the analysis of process flowsheet diagrams.\n\n## a r t i c l e i n f o\n\nArticle history: Received 8 September 2020 Accepted 28 January 2021 Available online 8 February 2021\n\nReceived in revised form 22 December 2020\n\n## Keywords:\n\nTime scale analysis Characteristic times Modeling-based design\n\nMicroscale-based technology\n\n## 1. Introduction\n\nA process intensification technical approach provides insights into different temporal and spatial scales at which reaction process\n\n⇑ Corresponding author. E-mail address: goran.jovanovic@oregonstate.edu (G.N. Jovanovic).\n\n## g r a p h i c a l a b s t r a c t\n\n<!-- image -->\n\n## a b s t r a c t\n\nTime-Scale Analysis and Characteristics Times are suggested as a novel and useful tool for analyzing the performance of microscale-based bioreactors with immobilized bioactive material (e.g. enzymes or microbial species), and plant flow-sheet diagrams of chemical processes. Transport rates, reaction kinetics, and phase contacting can be easily represented by unique time constants, which facilitate understanding and representation of these processes via the 'heat-map tableau' of Characteristic Times. Details related to the development and the origin of Characteristic Times are presented in Part I of this paper; Jovanovic et al. (2020). Time Scale Analysis &amp; Characteristic Times is a technical approach germane to process improvement, where it facilitates the discovery of areas in need of process intensification. The feasibility and usefulness of this novel tool is demonstrated by considering a microbial biochemical reaction process performed in a traditional bioreactor vs. performance in a microscale-based bioreactor design and evaluating the balance of characteristic times associated with each technology. We believe that this technical approach will confidently find its place in the toolbox of practicing chemical reaction engineers.\n\n/C211 2021 Elsevier Ltd. All rights reserved.\n\nand unit operations could be performed. It is now an established fact that process intensification, deployed through microscalebased design applications, clearly holds the potentials to revolutionize (bio)chemical reaction processes (Wohlgemuth et al., 2015; Moulijn et al., 2008; Bolivar and Nidetzky, 2013; Strniša et al., 2019). However, only infrequent articles demonstrate leadership in the development of methodical approaches and guidance\n\n<!-- image -->\n\n<!-- image -->\n\nfor possible improvement and replacement of existing macroscopic industrial processes (Gourdon, 2020). Innovative and systematic approaches, protocols, tools, and strategies need to be developed, in both industry and academia, to support transformation of process technologies. One of these tools is Time Scale Analysis (TSA), which is presented in this paper, in addition to the ''Part 1' preceding paper and previously developed works (Coblyn and Paul, 2019; Jovanovic et al., 2020; Jovanovic and Plazl, 2019; Plazl and Jovanovic, 2019; 2018).\n\nWhen TSA is applied in the analysis of a process flow sheet diagram, promising points of process improvement are discovered, which could then be directed into innovative design development. Concomitantly, TSA is a useful tool in improving process flow sheet diagrams when the process improvement is the driving motivation. Design representations containing detailed mathematical models of reactors and unit operations in a conventional process flow sheet diagram are almost nonexistent since they are challenging and impractical to implement. Nonetheless, process intensification requires access to a detailed modeling representation of every element in the process flow sheet diagram. These difficult-toimplement requirements could be resolved if Characteristic Times are associated with every component of the process flow sheet (AVEVA, 2020). Characteristic Times are routinely calculated from scaling parameters, which are embedded in detailed mathematical model representation of, potentially, each element of the flow sheet diagram. Thus, the targets of process improvements could be uncovered in the flow sheet diagram by analyzing all pertinent Characteristic Times associated with the elements of the process flow diagram.Furthermore,thewaythatCharacteristicTimesaredefined immediatelysuggestsinwhichspecificdirectiononeshouldexplore the opportunities of implementing process enhancements.\n\nThis work aims to close the gap between 'intensified' innovative designs and industrial-scale deployment of biochemical processes, which often take advantage of microscale-based designs of reactors and unit operations.\n\n## 2. Mathematical model and characteristic times\n\n## 2.1. Mathematical model of the bioreaction process\n\nConsider a bioprocess implemented in a microscale-based bioreactor with two parallel plates coated with gel layers, as shown in Fig. 1. The gel layers contain entrapped live microbial cells, for example, methanotrophs (Jovanovic et al., 2018; Ling et al., 2007; Molzahn, 2016; Taylor et al., 2018; Weymann, 2017) . Solidcatalyzed conversion of methane to methanol in large scale industrial processes are performed at high temperatures and pressures. Biotransformation of methane to methanol via methanotrophic bacterial species (Xin et al., 2004), using methane monooxygenase enzymes, is performed at near ambient temperature and pressure. The near ambient biotransformation process conditions provide an opportunity to replace an energy intensive, and environmentally abrasive industrial process with more serene biotransformation process. Still, biotransformation of methane to methanol, or any C2 + product is challenged with variety of issues, which are the center point of significant research interest for biofuels /alcohols production (Bjorck et al., 2018; Lee et al., 2016; Patel et al., 2016; Sheets et al., 2016; Strong et al., 2016).\n\nOxygen and methane enter the microbioreactor as substrates in the gas phase and are transferred into the aqueous phase - buffer solution. Then, oxygen and methane transfer - via diffusion further into the gel layer with entrapped methanotroph species (Jovanovic et al., 2018).\n\nThe biotransformation of dissolved methane and oxygen into methanol as product P , is catalyzed by enzyme methane monooxygenase:\n\nFig. 1. A schematic representation of a microreactor, made of two parallel plates coated with gel layers containing entrapped live microbial cells (a); and, gas-liquid slug flow in between the gel layers (b).\n\n<!-- image -->\n\nWe assume a homogeneous distribution of cells within the gel layer, and a very slow growth or decay rate of the cell biomass (Ling et al., 2007). Furthermore, the intracellular mass transport and transport resistances through the cell membrane are omitted. The (partial) pressures of both substrates in the gas phase are kept constant, and the whole process is carried at a constant near ambient temperature (Weymann, 2017). One can readily identify three physical domains in which the substrate exists: the gas phase ( Sbi ½ moli = m 3 b /C138 ), the liquid phase ( Sli ½ moli = m 3 l /C138 ), and the gel layer phase ( Sgi ½ moli = m 3 gel /C138 ). The biotransformation process occurs only in the gel phase, which contains a homogeneously distributed (entrapped) microbial species. Typical operating conditions for this bioreactor include the assumption of nearly negligible biomass growth or decay, with isothermal and laminar flow conditions.\n\nThe mathematical model of the parallel plate microscale-based bioreactor performance originates from momentum and mass balance equations of the substrate, in gas, liquid, and gel domains including the representative form of biotransformation kinetics. The mathematical model will serve as a platform for defining all relevant characteristic time constants (see Appendix).\n\nMass balance equations for substrates and products in the three domains are:\n\nin the bubble-gas phase:\n\n<!-- formula-not-decoded -->\n\nin the liquid slug phase:\n\n<!-- formula-not-decoded -->\n\nand, in the gel phase:\n\n<!-- formula-not-decoded -->\n\nwhere u ! m = s ½ /C138 is the velocity vector, Si moli = m 3 /C2 /C3 is the concentration, and D m 2 = s /C2 /C3 is the diffusivity; the indices b ; l ; and g represent the bubble-gas, the liquid and the gel phase, respectively, while the index i represents substrates O 2 ; CH 4 ; and products . A D r gi /C0 /C1 is the net rate of change of substrate/products, Sgi moli = m 3 gel /C1 s h i , in the gel phase.\n\nThe boundary conditions associated with the mass balance Equations, 1 through 3, are defined by substrate concentrations, and the continuity of diffusion fluxes at all phase interfaces. The equilibrium relationship between the partial pressure of gaseous compounds, such as substrates and some products (e.g. CO2), and the dissolved gaseous compounds in the liquid phase, is defined by the solubility constants of Henry's law (Sander, 2015). It is, therefore, assumed that the equilibrium concentration of the substrate exists on the liquid side of the interface (Becker, 2016; Danckwerts, 1970; Ganapathy et al., 2013; Shao et al., 2010). Continuity of fluxes in the direction perpendicular to the gas-liquid interface is considered as an appropriate boundary condition:\n\nSli ¼ pbi j @ interface Hi and /C0 n ! /C1 N ! bi ¼ /C0 n ! /C1 N ! li /C12 /C12 /C12 @ interface where Hi moli = m 3 l /C1 bar /C2 /C3 is Henry coefficient for i ¼ O 2 ; CH 4 ; p bar ½ /C138 is the pressure of substrates in bubble-gas phase; n ! is the normal vector at the interface, and N ! moli = m 2 /C1 s /C2 /C3 is the diffusion flux at all location where the bubble liquid interface exists.\n\nThe boundary conditions at the liquid-gel interface can be written in the following form:\n\n<!-- formula-not-decoded -->\n\n<!-- formula-not-decoded -->\n\nThe velocity at each point of the segmented flow (both gas and liquid) is determined by the momentum balance equations (Navier-Stokes equations for incompressible Newtonian fluid) and Continuity Equations (Abiev, 2013).\n\nAgain, the momentum balance equations for the gas-bubble phase domain:\n\n<!-- formula-not-decoded -->\n\nand for the liquid-aqueous phase:\n\n<!-- formula-not-decoded -->\n\nThe most important boundary conditions to enable the desired description of the discrete-type multiphase flow (droplets and bubbles) are the conditions defined at the phase interface. The velocity at the interface is defined as zero in the direction perpendicular to the interface (no flow perpendicular to the interface surface: u ! bi /C1 n ! ¼ u ! l /C1 n ! ¼ 0). The velocity in other directions must be balanced in both domains (inside and outside bubbles and the liquid phase) to ensure momentum continuity.\n\nwhere pk m 2 = s 2 /C2 /C3 is the kinematic pressure, l kg = m /C1 s ½ /C138 is the dynamic viscosity, and q kg = m 3 /C2 /C3 is density of bubble-gas (index b ) and aqueous phase (index l ), respectively.\n\nFlow pattern in which gas bubbles are surrounded by a liquid film and separated by liquid plugs is known as Taylor flow, slug flow, or segmented flow (Gupta et al., 2010). Segmented type flow is increasingly prevalent in various industrial applications because of its favorable hydrodynamic and mass transfer characteristics (Chaumat et al., 2005; Kruetzer, 2003). Two adjacent liquid slugs are separated by a gas bubble and are connected only via very thin liquid film, which resides between a gas bubble and the surface of the gel film. Fig. 2 illustrates two definitive liquid-gas distribution patterns, in which liquid is a continuous phase and gas, in the form of bubbles, is a discrete phase. Fig. 2b represents the most effective two-phase flow pattern distribution when the substrate is introduced as a gaseous reactant. This phase pattern distribution will be assumed throughout this paper.\n\nMass transfer between the two phases is enhanced by internal recirculation within liquid slugs and gas bubbles (Kashid et al., 2005). Furthermore, a large interfacial area and small diffusion paths guaranty an exquisitely strong mass transport between the gas phase and the surface of the gel layer. In segmented flow, gas bubbles may travel faster than the liquid phase (Agostini et al., 2008); thus, the thin film of liquid is continuously renewed (Tan et al., 2012). The thickness of the liquid film is critical for the transport of dissolved substrates from the bubble to the gel layer. Different approaches and methods, either experimental or numerical, are found in the literature for estimating the liquid film thickness (Bretherton, 1961; Huerre et al., 2015; Ratulowski and Chang, 1989). It suffices to point that in all cases the thickness of the liquid film is in the range of 5-10 m m. An additional brief explanation about transport phenomena in Taylor flow is given in the Appendix.\n\nIt is particularly useful, for safety reasons, to introduce pure gaseous substrates separately (oxygen, and methane bubbles) into a microscale-based bioreactor. Then, the gas phase domain acts as a reservoir of the two pure substrates moving along the microreactor. It is assumed that the products have negligible partial pressure in the gas phase. Consequently, only the mechanism of substrate transport across the gas-liquid interface is relevant for the mathematical description and therefore needs to be included in the boundary conditions of the liquid phase domain. After eliminating\n\nFig. 2. A schematic representation of a microscale-based parallel plate reactor, with a gel layer containing entrapped microbial live cells. (a) Gas bubbles are small and far apart and, (b) discrete gas segments are significantly larger with little liquid phase between bubbles. In both bubble distribution patterns a thin liquid film exists between bubbles and the gel layer.\n\n<!-- image -->\n\nthe description of the gas phase domain and considering simple plate-architecture of the micro-scale bioreactor (with symmetry in the y-direction as shown in Fig. 1), the Eqs. (2) and (3) are reduced to:\n\n<!-- formula-not-decoded -->\n\nin the liquid slug phase for x 0 ; L ½ /C138 ; y 0 ; d ½ /C138 ; and z ½ 0 ; W /C138 , where ulx denotes the xcomponent of the liquid film velocity; and\n\n<!-- formula-not-decoded -->\n\nThe entire gel domain is considered as a phase with homogenously distributed microbial culture. For the bioreaction kinetic term, ð D r gi Þ , one could consider variety of introspective kinetic forms. A more sophisticated representation, which would include all elemental reactions beyond Michaelis-Menten and Monod kinetic forms, would require a series of kinetic expressions for all the species that would appear in the microbial kinetic scheme (Ikemoto et al., 2006). For the consideration in this work, it suffices to have a simple representation of the (substrate, product, oxygen, etc.) conversion kinetics in microbial processes (AlSayed et al., 2018; van Bodegom et al., 2001; Boiesen et al., 1993; Fennell et al., 1993; Tays et al., 2018). For more information about the implementation of more sophisticated kinetic forms would yield a diversity of characteristic times, one could refer to (Agarwal and Ghoshal, 2008; Avalos Ramirez et al., 2008; Ikemoto et al., 2006; Segers, 1998).\n\nin the gel domain for x 0 ; L ½ /C138 ; y 0 ; d ½ /C138 ; and z ½ 0 ; W /C138 .\n\nThe kinetic term in the mass balance equation for the gel domain (Eq. (3a)) is derived from the substrate consumption kinetic form for a homogenous microbial reaction process in submerged culture. The net rate of oxygen change, ð D rO 2 Þ , which is balanced by the rate of oxygen transport at steady state, is written in the following form:\n\n<!-- formula-not-decoded -->\n\nTo simplify the notation pertinent to gel phase the index g will be omitted throughout this section, Eqs. (4) through (7) and Tables 1 and 2. Based on the assumption that a single enzyme system is responsible for the uptake of substrate (dissolved oxygen for example, SO 2 ), and that substrate is a growth-dependent variable, the kinetic model for cell growth (the first term on the right-hand side of Eq. (4)) can be represented by the following expression:\n\n<!-- formula-not-decoded -->\n\nwhere l 1 = s ½ /C138 is the specific cell growth rate, l max 1 = s ½ /C138 is the maximum specific cell growth rate, SO 2 molO 2 = m 3 gel h i is the concentration of dissolved oxygen and KO 2 molO 2 = m 3 gel h i is the saturation constant for oxygen KO 2 ¼ SO 2 when l ¼ l max = 2 /C0 /C1 , respectively. Eq. (5) is most common kinetic model for cell growth and is well known as Monod Equation (Kovárová-Kovar and Egli, 1998; Namgung and Song, 2015).\n\nThe second term on the right-hand side of the Eq. (4) represents the rate of oxygen consumption due to product formation, and the kinetics can be described by Michaelis-Menten Equation:\n\n<!-- formula-not-decoded -->\n\nTable 1 Characteristic Times arising from the analysis of the microscale-based bioreactor with immobilized live cells, and the choice of scaling parameters (see Table A1).\n\n| Characteristic Time Constant [s]                                 |                                                               |                 |                            |\n|------------------------------------------------------------------|---------------------------------------------------------------|-----------------|----------------------------|\n| Mean residence time of the liquid phase in the reactor           | s mrt /C0 l ¼ L u /C0 l ¼ W L H /C0 2 d g ð Þ F l e l         | 22.50           | L ; u /C0 x ; F l ; e l    |\n| Mean residence time of CH4 in gas phase in the reactor           | s mrt /C0 CH 4 ¼ W L H /C0 2 d g ð Þ F CH 4 e b /C0 CH 4      | 21.00           | L ; F CH 4 ; e b /C0 CH 4  |\n| Mean residence time of O2 in gas phase in the reactor            | s mrt /C0 O 2 ¼ W L H /C0 2 d g ð Þ F O 2 e b /C0 O 2         | 27.00           | L ; F O 2 ; e b /C0 O 2    |\n| Mean residence time of biomass in the reactor                    | s mrt /C0 X ¼ W L H /C0 2 d g ð Þ F e X                       | * 1             | L ; F X ; e X              |\n| Diffusion time of CH4 in liquid film between bubble & gel ( y )  | X s CH 4 l /C0 diff ¼ d 2 l D l CH                            | 0.017           | d l                        |\n| Diffusion time of O2 in liquid film between bubble & gel ( y )   | /C0 s O 2 l /C0 diff y ¼ d 2 l D l /C0 O 2                    | 0.013           | d l ; H                    |\n| Diffusion time of CH4 in liquid phase in x direction             | s CH 4 l /C0 diff x ¼ L 2 D l CH                              | 1 : 67 /C1 10 8 | L                          |\n| Diffusion time of O2 in liquid phase in x direction              | /C0 s O 2 l /C0 diff ¼ L 2 D                                  | 1 : 25 /C1 10 8 | L                          |\n| Diffusion time of CH4 in gel film in y direction                 | /C0 s CH 4 g /C0 diff ¼ d 2 g D g CH                          | 53 : 33         | d g                        |\n| Diffusion time of O2 in gel film in y direction                  | /C0 4 s O 2 g /C0 diff y ¼ d 2 g D g /C0 O                    | 40 : 00         | d g                        |\n| Diffusion time of CH4 in gel film in x direction                 | s CH 4 g /C0 diff x ¼ L 2 D g /C0 CH                          | 3 : 33 /C1 10 8 | L                          |\n| Diffusion time of O2 in gel film in x direction                  | s O 2 g /C0 diff x ¼ L 2 D g /C0 O                            | 2 : 50 /C1 10 8 | L                          |\n| Characteristic time of microbial biomass growth                  | s X = O 2 r /C0 grow ¼ Y X = O 2 S sat O 2 l max C o X        | * 1             | l max ; C o X ; S sat O 2  |\n| Characteristic time of product formation rate if CH4 is limiting | s P = CH 4 r /C0 biotrans ¼ Y P = CH 4 S sat CH 4 v max C o X | 60.00           | v max ; C o X ; S sat CH 4 |\n| Characteristic time of product formation rate if O2 is limiting  | s P = O 2 r /C0 biotrans ¼ Y P = O 2 S sat O 2 v max C o X    | 55.00           | v max ; C o X ; S sat O 2  |\n\n*\n\nBiomass is entrapped in gel layer; the rate of biomass withdrawal from the reactor FX ¼ 0.\n\nTable 2 Characteristic times that could be embedded into the equipment vector associated with classic bioreactor/chemostat in a process flowsheet. (* for numerical values see Table A2).\n\n| Characteristic Time Constant [s]                                 |                                                               |        |                              |\n|------------------------------------------------------------------|---------------------------------------------------------------|--------|------------------------------|\n| Variable Name                                                    | Definition                                                    | [s]    | Adjustable Design Parameters |\n| Mean residence time for liquid phase, l .                        | s mrt /C0 l ¼ e l V t F l                                     | 1700.0 | F l ; e l                    |\n| Mean residence time for gas phase, b .                           | s mrt /C0 b ¼ e b V t F b                                     | 500.0  | F b ; e b                    |\n| Mean residence time for biomass phase, X .                       | s mrt /C0 X ¼ e X V t F X                                     | * 1    | F X ; e X                    |\n| Mass transport time -gas bubble to liquid                        | s mass b ! l ¼ 1 k L a                                        | 1000.0 | d b                          |\n| Characteristic time of microbial biomass growth                  | s X = O 2 r /C0 growth ¼ Y X = O 2 S sat O 2 l max C o X      | * 1    | l max ; C o X ; S sat O 2    |\n| Characteristic time of product formation rate if CH4 is limiting | s P = CH 4 r /C0 biotrans ¼ Y P = CH 4 S sat CH 4 v max C o X | 960.0  | v max ; C o X ; S sat CH 4   |\n| Characteristic time of product formation rate if O2 is limiting  | s P = O 2 r /C0 biotrans ¼ Y P = O 2 S sat O 2 v max C o X    | 400.0  | v max ; C o X ; S sat O 2    |\n\n* Biomass is entrapped in gel layer, thus FX ¼ 0; Growth rate of biomass l max /C25 0.\n\nwhere qP molP = kg dry /C0 cells /C1 s /C2 /C3 is the specific rate of product formation, is v max molP = kg dry /C0 cells /C1 s /C2 /C3 is the maximum rate of biotransformation, SCH 4 molCH 4 = m 3 gel h i is concentration of dissolved methane, KCH 4 molCH 4 = m 3 gel h i and KO 2 molO 2 = m 3 gel h i are the Michaelis constants for the methane and oxygen, respectively.\n\nIn the third term on the right-hand side of the Eq. (4), mO 2 molO 2 = kgdry /C0 cell /C1 s /C2 /C3 represents the maintenance coefficient expressed as oxygen demand to maintain cell viability. The cell mass yield coefficient and the product yield coefficient are YX = O 2 kgdry /C0 cells = molO 2 /C2 /C3 and YP = O 2 molP = molO 2 /C2 /C3 , respectively. The concentration of immobilized cells in the gel layer is designated as CX kg dry /C0 cells = m 3 gel h i .\n\nThe dissolved methane is taken in the biotransformation reaction yielding desired product methanol, P , and other undesired products including CO2):\n\n<!-- formula-not-decoded -->\n\nwhere YP = CH 4 molP = molCH 4 /C2 /C3 is the product yield coefficient. Eqs. (1) through (7) (with pertinent assumptions and boundary conditions) represent a comprehensive mathematical model of a microscalebased bioreactor between two parallel plates with immobilized microbial species.\n\n## 2.2. Characteristic times\n\nSpecific details of the development of the characteristic times, emerging from the mathematical model (Eqs. (1) through (7)) of a biotransformation process in the parallel plate reactor with\n\nimmobilized microbial species, are presented in Appendix A and the ''Part 1' preceding paper (Jovanovic et al., 2020).\n\nThe choice of scaling parameters is central to the application of the characteristic time technical approach. These choices must reflect a complete understanding of all process steps, including transports, reaction kinetics, and reactor architecture. Since the choice of scaling parameters changes the scale of introspection into the complexity of the process, knowing the objectives of the implementation of the Time Scale Analysis is essential.\n\nTypical choices and numerical values for the scaling and process parameters of the microscale-based parallel plate reactor, as depicted in Figs. 1 and 2, are suggested in Table A1 in the Appendix. Equations A1.1 through A1.6 illustrate the use of scaling parameters and the formation of Characteristic Times. Table 1 below features the definitions and numerical values of characteristic times pertinent to the parallel plate microscale-based bioreactor. The last column in Table 1 shows design parameters that could be readily used to adjust the values of characteristic times if such intervention is justified.\n\nThe characteristic time of biomass growth s X = O 2 r /C0 grow ¼ Y X = O 2 S sat O 2 l max C o X depends predominantly on parameters involved in the definition of the s X = O 2 r /C0 grow , (i.e., l max ; C o X ; YX = O 2 and S sat O 2 ), which can substantially vary for different microbial species and bioreactor operating conditions. For example, as mentioned earlier, in the case of the specific growth of methanotrophs, which feature prominently in our experimental work (Jovanovic et al., 2018; Oregon State University, 2013) was extremely slow. For all practical purposes this slow biomass growth would render s X = O 2 r /C0 grow !1 . However, in any other case where the biomass growth rate is comparable to any other bio-process rate, the characteristic time of microbial biomass growth has to be included in the TSA. The Characteristic Time associated with biomass growth is shown in Table 1.\n\nIn this work, the consideration of biochemical kinetics was restricted to Michaels-Menten and Monod kinetic models.\n\nTo fully appreciate the impact and clarity that characteristic times and their numerical values bring into engineering analysis, one should compare characteristic times obtained in a microscale-based bioreactor with similar ones typically attainable in classic bioreactors with submerged culture (chemostats). This introspection is assessed within the context of the search for process intensification opportunities in the next sections. The plant flowsheet simulation analysis aids the discovery of process intensification opportunities. We discuss the process intensification analysis of a plant flowsheet simulation by rivaling alike characteristic times as they are attainable in microscale-based and classic bioreactors in the next section. However, some general remarks regarding the interpretation and magnitude of characteristic times should be made. A multitude of different processes from convective flow, diffusion, product formation, . . . to biomass, growth, are all represented with the same assessment gauge, time. Thus, all observed process phenomena became discernable and mutually comparable with the same matrix. Characteristic times associated with biomass growth, s X r /C0 grow , and biomass mean residence time in the reactor, s mrt /C0 X , are extremely large. These results are reflective of the previously made conjecture that the growth rate of biomass is very low, and that biomass is immobilized in the gel film. The diffusion times (in liquid and gel phase) of CH4 and O2 along the whole length (L) of the reactor, s CH 4 l /C0 diff x and s O 2 l /C0 diff x , are much longer than the convective mean residence time of liquid, s mrt /C0 l , in the reactor. Simply, these characteristic times confirmed what we already knew about the dominance of convective over diffusion transport along the length of the reactor. This is in line with the practice of many mathematical modelers who eliminate axial (xdirection) diffusion term in the mass balance equation. Similarly, the diffusion times of CH4 and O2 in the gel phase along the length (L) of the reactor are much longer than the corresponding diffusion times across the gel film of thickness d g .\n\n<!-- formula-not-decoded -->\n\nThe consequence of this circumstance is the relative insensitivity of the concentration profile to a longitudinal diffusion along the gel phase (x-direction).\n\nPerceptive, engineer would notice that the mean residence time of substrates in the gas phase as they flow through the reactor, s mrt /C0 CH 4 and s mrt /C0 O 2 , are somewhat smaller than the characteristic times of product formation rates, s P = CH 4 r /C0 biotrans and s P = O 2 r /C0 biotrans , and the substrate diffusion times through the gel phase (in y direction), s CH 4 g /C0 diff y and s O 2 g /C0 diff y . The appropriate design action would be to adjust these characteristic times, in a most favorable manner:\n\n<!-- formula-not-decoded -->\n\nThe last column in Table 1 indicates which design parameters are available for this adjustment.\n\nExtremely short characteristic times (on the order of tens of milliseconds) of substrate diffusion through the liquid film (in ydirection) between bubble and gel reflect a rapid diffusion transport of the substrates to the gel surface. Since the thickness of the liquid film is much smaller than the gel film's thickness (Gupta et al., 2010), one should conclude that the substrate diffusion in the gel film and the rate of biotransformation control the whole process in the Parallel-Plate bioreactor.\n\n## 3. Time scale analysis and a process flowsheet simulation\n\nA somewhat different application of the Time Scale Analysis method is found in the area of process flowsheet analysis. Using the TSA approach and an existing process flowsheet, it is feasible to identify novel technical features leading to process improvement/intensification. Most commercially available process flowsheet software cannot successfully and directly address the needs of process intensification (Tian and Pistikopoulos, 2019).\n\nAnalysis of design solutions leading to process intensification is typically addressed via another group of commercial software, which provides technical design approaches via detailed mathematical models &amp; numerical solutions. Alas, detailed mathematical models &amp; numerical solutions are usually available for only a single, detached piece of process (e.g. reactor, heat exchanger, distillation column, etc.), which is extracted from a flowsheet diagram. Insertion of detailed mathematical models into the workings of a classic flowsheet simulation cannot be easily executed within a functional flowsheet simulation.\n\nTSA has the potential to bridge disparate functionalities of these two groups of software and help identify the points in need of process improvement/intensification in a traditional flowsheet simulation. Furthermore, the defining rules for the estimates of the characteristic times intrinsically contain instructions for the potential development of the process-intensified operation.\n\nConsider for example, a modular size process ( ~ 100 bbl./day) for biological conversion of economically stranded methane into liquid fuel methanol (Oregon State University, 2013). A somewhat simplified, traditional flowsheet diagram of this process is illustrated in Fig. 3. The overall process intricacy is dominated by two groups of equipment: the bioreactor and the block of separation unit operations. While bioreactors are the most complex and sophisticated part of the process, the block of unit separation operations is the most impactful for the overall design, cost, and performance of the process (Kafarov et al., 1975; Ramaswamy et al., 2013; Vogel and Todaro, 1996).\n\nFig. 3. A simplified flowsheet diagram of a modular plant for biological conversion of economically stranded methane into liquid fuels. Typically, flowsheet software does not compute and displays the values of pertinent characteristic times.\n\n<!-- image -->\n\nAn experienced biochemical engineer may quickly realize that the bioreactor and separation blocks are most likely the areas of interest in any action towards process intensification and improvement. The most likely design of a traditional bioreactor (chemostat) used in a modular size plant for biological Gas-to-Liquid conversion process is graphically illustrated in Fig. 5a.\n\nA flowsheet simulation software typically does not compute and display the values of characteristic times pertinent to each equipment featured in a flowsheet diagram. Although, most of the information needed to estimate characteristic times are already imbedded within simulation software or is available to process designers. Thus, minor adjustments could enable the reporting of characteristic times, associated with the equipment information vector for each element of the flowsheet diagram.\n\nExisting equipment information vectors should be enhanced with a block of fields that could be populated with values of various characteristic times pertinent to each element of the flowsheet diagram. The position and the size of the Characteristic Time Block within the equipment information vector should be predetermined and permanent throughout the flowsheet diagram. A specific description of an entry within the Characteristic Time Block could be defined uniquely for each type of unit.\n\nTable A2 in the Appendix A illustrates the ranges of parameters and operating conditions usually associated with conventional bioreactor operations. A set of operating conditions are estimated for a bioreactor of approximately 1 : m 3 /C2 /C3 volume with freefloating culture, and with gas-sparger for the oxygen and methane feed. As an example, values presented in column three of Table A2, which are within the range of data shown in column two of the same table, are proposed as suitable for the implementation of the characteristic time analysis. In Table 2 below, a field of pertinent characteristic times (Characteristic Time Block) is suggested for a classic bioreactor/chemostat. These values are calculated based on information presented in Table A2. Detailed development of the characteristic times is presented in Appendix 1 and is also found in the prequel of this work (Jovanovic et al., 2020). Not surprisingly, the Time Scale Analysis of the flowsheet diagram confirms the overall importance of bioreactors and separation operations (not analyzed in this paper) for a successful performance of the bioprocess of this kind.\n\nAn analysis of all characteristic times featured in equipment information vectors (Characteristic Time Block), would, typically, point to a specific unit in the flowsheet, which contains the most extensive characteristic times within its characteristic time block. If, for example, a classic bioreactor/chemostat features large characteristic time(s), one should focus on 'discovering' technical approaches that would improve, i.e., reduce, the most challenging or the most extensive values of characteristic times.\n\nEffectively, one could find that almost all characteristic times related to traditional bioreactor/chemostat operations appear to be much larger than the corresponding times in microscalebased reactors, such as the one discussed in Part 2 above. This perspective is gained through practical experience with operations in microscale-based technologies and fundamental understanding of the scope of transport phenomena in microscale-based structures (Lubej et al., 2015; Pohar and Plazl, 2009).\n\nOften, the most significant values of characteristic times are associated with product formation times, s P = O 2 r /C0 biotrans and s P = CH 4 r /C0 biotrans for substrate limiting cases. Also, it should not be surprising to find that the characteristic times related to transport phenomena, s mass b ! l for example, could be the next in line for the improvement, or are already the most critical for the operation of the traditional bioreactor. One must note that the two underlying assumptions of very slow biomass growth and immobilized biomass make some of the characteristic times extremely large in all bioreactor types. These assumptions are embedded into the mathematical model and, consequently, the characteristic times, such as s mrt /C0 X and s X r /C0 growth take very large-to-infinite values, as actually desired.\n\nTherefore, an extensive effort could be launched to reduce selected values of characteristic times in classic bioreactors. A systematic redesign of the entire process towards microscale-based technology requires substantial effort and introduction of numerous innovations. Technical innovations, which are typically the result of a creative teamwork, are the essential ingredients in the process transformation &amp; intensification.\n\nExamination of Table 2 indicates that the characteristic times associated with the operation of the classic bioreactor are lined up in the following order:\n\n<!-- formula-not-decoded -->\n\nThe largest characteristic time is the mean residence time of biomass in a reactor, s mrt /C0 X . Two plausible situations may emerge from the consideration of the biomass mean residence time:\n\na) The purpose of the bioreactor is to grow/produce the biomass of microbial species. From the definitions of the mean residence time of biomass in the reactor,\n\n<!-- formula-not-decoded -->\n\nit can be easily deduced that an increase in biomass production will result in the reduction of the mean residence time of biomass in the reactor. This is best achieved by increasing the microbial biomass growth rate, which is well represented by the characteristic time of microbial biomass growth s X = O 2 r /C0 growth .\n\n<!-- formula-not-decoded -->\n\nTherefore, the reduction of the value of s X = O 2 r /C0 growth , will reflect an increase in biomass rate of production, which will require more frequent removal of biomass, i.e., increased FX . Since the volume of bioreactor and the volumetric fraction of biomass in the reactor are kept constant, the increased removal rate of biomass will result in the reduction of the mean residence time of the biomass in the reactor. Several options leading to this effect are discerned from the definition of the s X = O 2 r /C0 growth . Yet, all options leading towards the reduction of s X = O 2 r /C0 growth are not equally effective or beneficial. The most effective approach would be to increase l max , which may prove to be a very complex task since it may require genetic manipulation of microbial species. An easier technical approach in reducing s X = O 2 r /C0 growth is to increase the concentration of biomass, CX , in the reactor b) However, if the primary purpose of the bioreactor is not the production of large quantities of biomass, and if the growth of biomass is indeed slow, then one may conclude that the large values of s X = O 2 r /C0 growth and s mrt /C0 X are indeed acceptable and, perhaps, desirable.\n\nA somewhat similar situation is encountered with the mean residence time of the liquid phase, s mrt /C0 l . While the entering gas phase is carrying oxygen and substrate (CH4) into the reactor, the liquid phase is, in fact, delivering oxygen, substrate, and micronutrients to microbial species. This is the reason why design solution hast to provide somewhat larger mean residence time of the liquid phase than the characteristic biochemical reaction time (for substrate limiting case), s P = CH 4 r /C0 biotrans .\n\n<!-- formula-not-decoded -->\n\nIt is, most probably, a technological necessity that the concentration of a substrate is depleted as the liquid phase leaves the reactor; otherwise, an elaborate and costly separation &amp; recycling operation must be included in the flowsheet of the overall process. In the case illustrated in Table 2 the ratio between s mrt /C0 l and s P = CH 4 r /C0 biotrans is approximately 2,\n\n<!-- formula-not-decoded -->\n\nwhich may be a satisfactory design solution. While the s mrt /C0 l can be easily manipulated with the flow rate of a liquid phase, Fl , the key in improving (intensifying) the operation of the bioreactor is the reduction of the s P = CH 4 r /C0 biotrans characteristic time. Again, the options for the reduction of the biotransformation characteristic time are not all equally helpful. The most radical approach would be to increase m max ð¼Þ molP = kg dry /C0 cells /C1 s /C2 /C3 , which may, again, require complex genetic manipulation of microbial species. An alternative option is to increase the concentration of biomass per unit volume of the liquid phase, CX ð¼Þ kg dry /C0 cells = m 3 r .\n\n/C2 /C3 Analysis of characteristic times, presented above, leads to a suggestion that the increase in resident cell concentration, CX , is a swift solution to the challenge of process intensification. While the increase in resident cell concentration might be a reasonable course of action, it is, however, difficult to support the operation of a conventional bioreactor with a large concentration of submerged culture. Reactors with submerged biomass concentrations larger than ~ 5-10 kg dry /C0 cells = m 3 r /C2 /C3 are challenging to aerate, and all transports are substantially impeded leading to large transport characteristic times such as,\n\n<!-- formula-not-decoded -->\n\nIt is now evident that the characteristic biochemical reaction time for the substrate limiting case, s P = CH 4 r /C0 biotrans , or s P = O 2 r /C0 biotransf deserves a focused consideration in creating an innovative biotransformation process. Again, the increase of two fundamental process parameters, m max ð¼Þ molP = kgdry /C0 cells /C1 s /C2 /C3 , and l max ð¼Þ 1 = s ½ /C138 , would lead to desired process improvement/intensification. However, discovering or designing microbial species with larger l max and m max is an uncertain and long-term solution. Nevertheless, this approach should always be present in research and development efforts.\n\nBecause of conflicting impacts of CX (increasing CX reduces transport) finding a more favorable design solution within constraints of a classic bioreactor/chemostat design may be indeed an increasingly unmanageable task. A microscale-based design approach offers new solution-opportunities, which could quickly yield desired results.\n\nAside from signposting characteristic times sought for improvement, the time scale analysis provides suggestions for possible directions in creating new design options, which could deliver improved operation of the bioreactor.\n\nThe conceptual design of the Bio-Lamina-Plate ( BLP ) reactor, presented in Section 2, provides a platform for substantial process improvements of the biological conversion of economically stranded methane into liquid fuel. The conceptual representation of this microscale-based reactor design is shown in Figs. 1 and 2. The main feature of the proposed microscale-based bioreactor (BLP reactor) is a thin gel-biofilm containing a substantially larger concentration of cells CX ð¼Þ kg dry /C0 cells = m 3 gel h i . Experimentally attainable biomass concentrations fall in the range 10-100 kg dry /C0 cells = m 3 gel h i (Molzahn, 2016; Pierobon et al., 2017; Taylor et al., 2018). A two order of magnitude improvement in biomass concentration comes with requisites. The growth of microbial species entrapped within bio gel film needs to be actively managed. The rearrangement of the spatial distribution of microbial biomass and self-regulation of biomass growth due to internal stresses is opportunity in the biomass growth management (Ðor d evic ´ et al., 2015; Nedovic et al., 2011; Nedovic ´ et al., 2001; Prüsse et al., 2008). A diffusion of substrates and products in and out of a gel film is a design feature of the microscale-based microbial immobilization. The thickness of the gel-film, typically in the range of 50500 m m, enables a plentiful supply of substrates and efficient\n\nFig. 4. (a) Prototype design of the microscale-based bioreactor with immobilized culture, (b) gel film with entrapped immobilized culture in the BLP reactor demonstration unit, (c) demonstration of the integrity of the gel film, and (d) characteristic times associated with diffusion of substrates through liquid and gel phases. (courtesy of Oregon State University, ARPA-E project Award No DE-AR0000439; G. Jovanovic PI).\n\n<!-- image -->\n\nremoval of products. Fig. 4b and 4c show the photographs of a hydrogel film containing entrapped bacterial biomass. A typical spatial disposition of phases and transport characteristic times, for the BLP bioreactor design, are shown in Fig. 4d.\n\nAgain, we can use the Characteristic Times to assess improvements achieved in substituting the classic bioreactor with microbial submerged culture with a microscale-based reactor and immobilized culture. Fig. 4d shows schematic details of the gel film containing immobilized culture in the prototype BLP reactor designed and built by Oregon State University (Jovanovic et al., 2018).\n\nOne can directly compare the level of improvement in all aspects of the reactor performance by comparing alike characteristic times for both types of reactors presented in respective characteristic time blocks (Fig. 5c).\n\n## 4. Conclusions\n\nTime Scale Analysis provides technological insight into unit operations' (e.g. (bio)chemical reactors) inner workings while also providing a comprehensive perspective of the full (bio)chemical processes. Assessment of Characteristic Times through TSA empowers the user to identify opportunities and isolate specific targets that lead to process intensification. This enables creative technical solutions that directly act on underlying fundamental mechanisms and phenomena or articulate a clear direction for technological change.\n\nPart I of this two-part manuscript introduced Characteristic Time as the primary unit of measurement in TSA and recognized their fundamental origins. In Part II, a full implementation of the Time Scale Analysis was demonstrated by analyzing a conventional bioreactor process, the associated bioprocessing plant, and designing an innovative solution that utilizes Characteristic Times as the yardstick to evaluate proposed solutions.\n\nProcess intensification areas have emerged as an ample multidimensional focal space due to a need to progress the (bio)chemical process industries beyond incremental improvements and into paradigm-shifting, step-changing advancements. Many technological areas benefit from introducing opportunities to utilize new feedstocks and renewable energies, convert batch into continuous processing, and drastically reduce waste and CO2 emissions. There are numerous operations and processes developed for intensification and yet few systematic tools exist to assist this development. TSA and PI are two sides of a coin; i.e., significant improvements in size, cost, energy, etc., naturally need a universal and honest tool centered on fundamental mechanisms.\n\nBy implementing the Time Scale Analysis, we shift from finding the largest ''knob to turn' to creating new methods of innovating (bio)chemical processes. We hope that design engineers will find\n\n| Conventional Bioreactor       | Characteristic times [s]   |\n|-------------------------------|----------------------------|\n| F                             | 1700                       |\n| Tmrt-b = Fb                   | 500                        |\n| mrt= X Fx                     |                            |\n| massb > kza                   | 1000                       |\n| biotrans Vmax CHA PICH ,      | 960                        |\n| PIO? biotrans Vmax Cx         | 400                        |\n| XIO? Yxio Ssat growth Co Hmax |                            |\n\n<!-- image -->\n\n| Microscale-Based Reactor (BLP)   | Characteristic times [s]   |\n|----------------------------------|----------------------------|\n| L.W H -28 mrt=| F                | 22.5                       |\n| L.W(H-28 €b mrt-b Fb             | 21.0                       |\n| Tmn-X Fx                         |                            |\n| 82                               | 0.017                      |\n| sat biotrans max PICH .          | 60                         |\n| Ypio biotrans max Ssa            | 55                         |\n| Yxio Ssat growth                 |                            |\n\nmax ~0 and ii) immobilized biomass , Fx ~ 0, produce extremely large values (0) for certain characteristic times as desired.\n\nFig. 5. Comparison of performances among a conventional bioreactor with submerged culture ( a ) vs. BLP reactor with entrapped biomass (b) is demonstrated through the alike characteristic times as a part of the information block (c).\n\nmany uses and will expand on the potentials of TSA. More importantly, we hope many will be inspired to develop new tools for PI, such as those addressing energy efficiency or advancing process modeling and techno-economic analysis and incorporating the full value propositions of human and environmental advancements.\n\n## CRediT authorship contribution statement\n\nGoran N. Jovanovic: Conceptualization, Methodology, Writing review &amp; editing. Matthew Y. Coblyn: Conceptualization, Methodology, Writing - review &amp; editing. Igor Plazl: Conceptualization, Methodology, Writing - review &amp; editing.\n\n## Declaration of Competing Interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\n## Acknowledgements\n\nThe financial support of the Slovenian Research Agency through Grant P2-0191 and projects J7-1816, J4-1775, BI-Fr/19-20 Proteus 007 and N2-0067 is acknowledged. United States Department of Energy ARPA-E Project ''Bioreactor Using Ultra-Thin Plates' (Award\n\nNo DE-AR0000439) and ''Modular Chemical Process Intensification 'BOOT CAMP'' RAPID Education &amp; Workforce Development Project (Award No DE-EE0007888-3.2.3).\n\n## Appendix A\n\n## o Development of model equations and characteristic times for BLP reactor\n\nIn the article's main text, we discussed the fundamental mechanisms that determine the rates of bioprocesses pertinent to the BLP reactor containing a gel film with entrapped live microbial cells. The bubbles of pure oxygen and methane in the segmented two-phase gas-liquid flow act as a storage of substrates in the gas phase, which then dissolves into a thin aqueous film aqueous and enters the gel phase.\n\n3D mass balance equations for substrates and products in the three reactor domains [bubble-( b ), aqueous-( l ), and gel-( g ) domain; Equations 1-5] could be simplified without substantial loss in accuracy, leading to the 2D mathematical model description of diffusion and bioreaction kinetics of substrates and products in the axisymmetric gel-bio\n\n<!-- formula-not-decoded -->\n\ndomain (Fig. 1,5), x 0 ; L ½ /C138 ; y hl ; H ½ /C138 , and with appropriate boundary conditions:\n\n<!-- formula-not-decoded -->\n\nThe scaled dependent ( Sgi ; where i ¼ O2 ; CH 4 ; P) and independent variables, x ; y ð Þ in the Equations (A1.1, A1.1a) could be represented as,\n\n<!-- formula-not-decoded -->\n\nObviously, the scaling parameters of choice are:\n\n<!-- formula-not-decoded -->\n\nThe scaling parameters are the choice of design engineers, appropriate to wisdom and the intent of TSA introspection. Substitution of Equations A1.2 into mass balance Equations (A1.1, A1.1a) yields:\n\n## -for dissolved Oxygen in gel-bio film\n\nand after simple rearrangment,\n\n<!-- formula-not-decoded -->\n\nthe Equation A1.1 with boundary conditions (A1.1a) in the scaled form are now:\n\n<!-- formula-not-decoded -->\n\nWith transcribed boundary conditions:\n\n<!-- formula-not-decoded -->\n\nNormalized mass balance equations for CH4 and product, now contain characteristic times, are presented without detailed derivation below;\n\n## -For Methane dissolved in gel-bio film\n\n<!-- formula-not-decoded -->\n\nboundary conditions :\n\n<!-- formula-not-decoded -->\n\n## -and for product dissolved in gel-bio film\n\n1 s P g /C0 diff x @ 2 S /C3 gP @ ð x /C3 Þ 2 þ 1 s P g /C0 diff y @ 2 S /C3 gP @ ð y /C3 Þ 2 þ 1 s P r /C0 biotrans S /C3 gCH 4 K CH 4 S sat CH 4 þ S /C3 gCH 4 0 B @ 1 C A S /C3 gO 2 K O 2 S sat O 2 þ S /C3 gO 2 0 B @ 1 C A C /C3 gX ¼ 0 boundary conditions : @ x /C3 ¼ 0 ; @ S /C3 gP @ x /C3 /C12 /C12 /C12 x /C3 ¼ 0 ¼ 0 @ x /C3 ¼ 1 ; @ S /C3 gP @ x /C3 /C12 /C12 /C12 x /C3 ¼ 1 ¼ 0 @ y /C3 ¼ H H /C0 h l ; @ S /C3 gP @ y /C3 /C12 /C12 /C12 y /C3 ¼ H d g ¼ 0 @ y /C3 ¼ h l H /C0 h l ; S /C3 gP ¼ S /C3 lP ; or /C0 1 s P g /C0 diff y @ S /C3 gP @ y /C3 /C12 /C12 /C12 y /C3 ¼ h l d g ¼ /C0 1 s P l /C0 diff y h l d g @ S /C3 lP @ y /C3 /C12 /C12 /C12 y /C3 ¼ h l d g ð A1 : 6 Þ\n\nA brief TSA analysis of more complex mass transport cases in segmented flows is suggested below in addition to the above discussed simplified segmented flow. A more complex case may quickly arise when a gas phase is carrying a mixture of gases - bubbles of air with a proportion of oxygen (substrate) could be introduced into the BLP reactor. The introduction of meaningful scaling parameters leads to the following definitions of dimensionless independent &amp; dependent variables:\n\n<!-- formula-not-decoded -->\n\nThen, the mass transport pertinent to gas-liquid Taylor flow (Eqs. (1) and (2) - Part II) yields the following normalized 3D model equations for a substrate (oxygen):\n\nin the bubble-gas phase:\n\n<!-- formula-not-decoded -->\n\nand in the liquid phase:\n\n<!-- formula-not-decoded -->\n\nThe model equations (A1.8 and A1.9) expressed with characteristic times become in the bubble-gas phase:\n\n<!-- formula-not-decoded -->\n\nin the liquid phase:\n\n<!-- formula-not-decoded -->\n\n<!-- formula-not-decoded -->\n\nThe characteristic diffusion times in both phases can be easily estimated based on the segmented flow's known physical domains\n\n(Fig. A1.),\n\n<!-- formula-not-decoded -->\n\n<!-- formula-not-decoded -->\n\nThe estimates of characteristic times relevant to convective mass transport, s l /C0 rt ð x ; y ; z Þ ½ s /C138 , and s b /C0 rt ð x ; y ; z Þ ½ s /C138 are more complex. Note that these characteristic times are now functions of space independent variables x ; y ; and z , i.e., the distribution of residence times for all three dimensions in the gas and liquid phase are created. If there is a meaningful way of replacing local velocities v bx ; v by ; v bz ; v lx ; v ly ; v lz with an expression that connects local velocities with average velocities, v /C0 bx ; v /C0 by ; v /C0 bz ; v /C0 lx ; v /C0 ly ; v /C0 lz then the distribution of residence times would be replaced with the mean residence times .\n\n<!-- formula-not-decoded -->\n\nThe fluid dynamics of a gas-liquid Taylor flow (or slug flow), which are often dominated by surface tension forces, have been thoroughly investigated in microchannels of various crosssectional aspect ratios using experimental visualizations and numerical simulations. Several solutions are proposed to estimate the mean residence times and circulation times in both phases for a\n\nTable A1 Estimated numerical values of assumed process parameters and operating conditions for a microscale-based bioreactor ( BLP\n\n) with entrapped microbial biomass.\n\n| Parallel-Plate Bioreactor with Immobilized Biomass -Data   | Symbols & Units                                   | Range                |                      | Used values          |\n|------------------------------------------------------------|---------------------------------------------------|----------------------|----------------------|----------------------|\n| Reactor length                                             | L m ½ /C138                                       | 0.01                 | 0.50                 | 0.50                 |\n| Reactor width                                              | W m ½ /C138                                       | 0.01                 | 0.50                 | 0.30                 |\n| Reactor height                                             | 2 H m ½ /C138                                     | 5 : 00 /C1 10 /C0 5  | 1 : 00 /C1 10 /C0 3  | 1 : 00 /C1 10 /C0 3  |\n| Thickness of gel layer                                     | d g m ½ /C138                                     | 5 : 00 /C1 10 /C0 5  | 5 : 00 /C1 10 /C0 4  | 2 : 00 /C1 10 /C0 4  |\n| Distance of the reactor center line to gel layer           | h l m ½ /C138                                     | 5 : 00 /C1 10 /C0 5  | 1 : 00 /C1 10 /C0 3  | 2 : 00 /C1 10 /C0 4  |\n| Thickness of liquid film between bubble and gel layer      | d l m ½ /C138                                     | 2 : 00 /C1 10 /C0 6  | 1 : 00 /C1 10 /C0 5  | 5 : 00 /C1 10 /C0 6  |\n| Volumetric flow rate of liquid into microreactor           | F l m 3 l = s                                     | 1 : 00 /C1 10 /C0 6  | 5 : 00 /C1 10 /C0 6  | 2 : 00 /C1 10 /C0 6  |\n| Volumetric flow rate of CH 4 gas                           | /C2 /C3 F CH 4 m 3 CH 4 = s h i                   | 1 : 00 /C1 10 /C0 6  | 5 : 00 /C1 10 /C0 6  | 1 : 50 /C1 10 /C0 6  |\n| Volumetric flow rate of O 2 gas                            | F O 2 m 3 O 2 = s h i                             | 1 : 00 /C1 10 /C0 7  | 5 : 00 /C1 10 /C0 6  | 5 : 00 /C1 10 /C0 7  |\n| Volumetric flow rate of biomass in effluent liquid stream  | F X m 3 X = s                                     | 0.00                 | 0.00                 | *0 : 00              |\n| Saturated concentration of CH 4 [10 bar; 293 K]            | /C2 /C3 S sat CH 4 mol CH 4 = m 3 l /C3           | 12.00                | 12.00                | 12.00                |\n| Saturated concentration of O 2 [10 bar; 273 K]             | /C2 S sat O 2 mol O 2 = m 3 l /C2 /C3             | 22.00                | 22.00                | 22.00                |\n| Diffusion coefficient - O 2 in liquid                      | D O 2 l m 2 = s                                   | 2 : 00 /C1 10 /C0 9  | 2 : 00 /C1 10 /C0 9  | 2 : 00 /C1 10 /C0 9  |\n| Effective Diffusion coefficient - O 2 in gel               | /C2 /C3 D O 2 g m 2 = s /C2 /C3                   | 1 : 00 /C1 10 /C0 9  | 1 : 00 /C1 10 /C0 9  | 1 : 00 /C1 10 /C0 9  |\n| Diffusion coefficient - CH 4 in liquid phase               | D CH 4 l m 2 = s                                  | 1 : 50 /C1 10 /C0 9  | 1 : 50 /C1 10 /C0 9  | 1 : 50 /C1 10 /C0 9  |\n| Effective Diffusion coefficient - CH 4 in gel              | /C2 /C3 D CH 4 g m 2 = s /C3                      | 7 : 50 /C1 10 /C0 10 | 7 : 50 /C1 10 /C0 10 | 7 : 50 /C1 10 /C0 10 |\n| Fraction of liquid phase in feed stream [v/v]              | /C2 e l = ½ /C138                                 | 0.10                 | 0.60                 | 0 : 50               |\n| Fraction of O 2 gas in feed stream [v/v]                   | e b /C0 O 2 = ½                                   | 0.10                 | 0.60                 | 0 : 15               |\n| Fraction of CH 4 gas in feed stream [v/v]                  | /C138 e b /C0 CH 4 = ½ /C138                      | 0.10                 | 0.60                 | 0.35                 |\n| Fraction of biomass in reactor outflow [v/v]               | e X = ½ /C138                                     | 0.00                 | 0.00                 | 0.00                 |\n| Product yield coefficient with respect to O 2              | Y P = O 2 mol P = mol O 2                         | 0.01                 | 0.25                 | 0.10                 |\n| Product yield coefficient with respect to CH 4             | /C2 /C3 Y P = CH 4 mol P = mol CH 4               | 0.10                 | 0.50                 | 0 : 20               |\n| Cell dry mass yield coefficient with respect to O 2        | /C2 /C3 Y X = O 2 kg dry /C0 cell = mol O 2 h i   | 1 : 00 /C1 10 /C0 6  | 1 : 00 /C1 10 /C0 3  | 1 : 00 /C1 10 /C0 5  |\n| Cell dry mass yield coefficient with respect to CH 4       | Y X = CH 4 kg dry /C0 cell = mol CH 4 h i         | 1 : 00 /C1 10 /C0 6  | 1 : 00 /C1 10 /C0 3  | 1 : 00 /C1 10 /C0 4  |\n| Maximum specific cell growth rate                          | l max 1 s ¼ kg dry /C0 cell kg dry /C0 cell s h i | 0.00                 | 1 : 00 /C1 10 /C0 4  | 0.00                 |\n| Maximum rate of bio product formation                      | v max mol P = kg dry /C0 cell s h i               | 1 : 00 /C1 10 /C0 5  | 1 : 00 /C1 10 /C0 2  | 5 : 00 /C1 10 /C0 4  |\n| Concentration of cells immobilized in gel                  | C o X kg dry /C0 cell = m 3 g h i                 | 5.0                  | 100.0                | 80.0                 |\n\n* Biomass is entrapped in gel layer; the rate of biomass withdrawal from the reactor FX ¼ 0.\n\nTable A2\n\nNumerical data for process parameters and operating conditions in classic bioreactor with submerged culture.\n\n| Clasic Bioreactor/Chemostat With Submerged Culture - DATA   | Symbols & Units                       | Range             |               |          | Used values         |\n|-------------------------------------------------------------|---------------------------------------|-------------------|---------------|----------|---------------------|\n| Total volume of bioreactor                                  | V r m 3 r /C3                         | 2.00              | 20.0          |          | 5.0                 |\n| Volume fraction of liquid in bioreactor                     | /C2 e l m 3 l m 3 h i                 | 0.74              | 0.98          |          | 0.85                |\n| Volume fraction of biomass in bioreactor                    | e X m 3 m m 3 h i                     | 0.005             | 0.16          |          | 0.05                |\n| Volume fraction of gas in bioreactor                        | e b m 3 b m 3 h i                     | 0.02              | 0.10          |          | 0.10                |\n| Volumetric flow rate of liquid in bioreactor                | F l m 3 l s h                         | 0.0001            | 0.005         |          | 0.0025              |\n| Volumetric flow rate of gas in bioreactor                   | i F b m 3 b s h                       | 0.00              | 0.002         |          | 0.001               |\n| Volumetric flow rate of biomass withdrawal from reactor     | i F X m 3 X s h i                     | 2.78 /C1 10 -6    | 1 : 30 /C1 10 | /C0 4    | *0                  |\n| Dry biomass concentration                                   | C o X kg dry /C0 cell m 3 l /C20 /C21 | 1.00              | 10.00         |          | 5.00                |\n| Viscosity of broth                                          | l Pa /C1 s ½ /C138                    | 0.001             | 0.002         |          | 0.01                |\n| Gas bubble size                                             | d b m ½ /C138                         | 0.003             | 0.010         |          | 0.005               |\n| Gas (O 2 ) mass transfer coefficient                        | k L a s /C0 1                         | 0.0005            | 0.05          |          | 0.001               |\n| Operating partial pressure O 2                              | /C2 /C3 p O 2 Pa ½ /C138              | 1 : 00 /C1 10 5   | 5 : 00 /C1 10 | 5        | 1 : 00 /C1 10 5     |\n| Operating partial pressure CH 4                             | p CH 4 Pa ½                           | 1 : 00 /C1 10 5   | 2 : 00 /C1 10 | 6        | 1 : 00 /C1 10 6     |\n| Saturation concentration of O 2 in water [1 bar; 273 K]     | /C138 S sat O 2 mol O 2 m 3 /C20 /C21 | 2 : 13            | 2 : 13        |          | 2 : 13              |\n| Saturation concentration of CH 4 in water [10 bar; 298 K]   | S sat CH 4 mol CH 4 m 3 l /C20 /C21   | 12 : 0            | 12 : 0        |          | 12.0                |\n| Microbial biomass productivity                              | v max mol P kg /C1 s h i              | 1 : 00 /C1 10 /C0 | 1 : 00 /C1    | 10 /C0 1 | 5 : 00 /C1 10 /C0 4 |\n| Substrate-to-Product conversion (CH 4 )                     | dry /C0 cell Y p = CH 4 mol P mol h i | 0.005             | 0.500         |          | 0.200               |\n| Substrate-to-Product conversion (O 2 )                      | 4 Y P = O 2 mol P mol O h i           | 0.005             | 0.500         |          | 0.500               |\n\n*\n\nBiomass is entrapped in the gel film.\n\nFig. A1. Sketch of likely streamline pattern in the halves of the symmetric microchannel gas-liquid Taylor flow in the BLP reactor; Lb and Hb ( m ) represent the length and the height of the average gas bubble, respectively (bubble width Wb in the zdirection is not shown); Ls ( m ) is the slug length, and Hs is the height of slug circulation zone (approximately equal to the bubble height), while the width of liquid slug is equal to the width of microchannel, W ( m ); hb (m) represents the distance of the gas phase in the ydirection from the center of the microchannel (and is equal to Hb/2 ), while the thickness of the liquid film is indicated by dl =( hl -hb ).\n\n<!-- image -->\n\ngiven Taylor flow geometry without solving the Navier-Stokes &amp; Continuity equations (Eqs. I, II) of a complex flow system (Abadie et al., 2012; Gupta et al., 2010; Kruetzer, 2003; Svetlov and Abiev, 2016).\n\nSegmented flow, schematically shown in Fig. A1, is often encountered in microscale-based devices. The gas phase in the two-phase flow between parallel plates (Figs. 1 and A1) is most often observed as long ' pancake ' type bubbles. Experimental pieces of evidence of this type of segmented flow in the BLP bioreactor with immobilized methanotrophs are researched and documented in Jovanovic et al. (2018) and Oregon State University (2013). Under these commonly encountered microfluidic conditions, one can suitably simplify the transport of substrate (O2) as presented in the main body of the text. It appears that the microscalebased design of bioreactors with immobilized microbial species (in films, beads, etc.) radically benefits transport intensification in the segmented flow dispositions similar to the one illustrated in Fig. A1.\n\nStill, the overall rate of the bioprocess in the BLP reactor containing a gel film with entrapped live microbial cells is determined by the biochemical kinetics and the diffusion of substrates and products in the gel film (Eqs. A1.4-A1.6). If the air, instead of pure oxygen, is introduced as a gas phase, oxygen can become a limiting substrate.\n\n## o Development of model equations and characteristic times for traditional bioreactor /chemostat\n\nSubstrate (CH4 and O2) transport across the gas-liquid interface is an essential term in the substrate and product mass balance equations in the liquid phase containing submerged microbial culture:\n\n## -for dissolved Oxygen\n\n<!-- formula-not-decoded -->\n\nwhere the net rate of change, D rO 2 , includes the rate of dissolved oxygen consumption for i) microorganisms' growth, for ii) enzymecatalyzed biotransformation, and for iii) maintenance of the cells (Equation (4) in the main text):\n\n<!-- formula-not-decoded -->\n\n## -for dissolved Methane\n\n<!-- formula-not-decoded -->\n\nThe net rate of change of methane due to the rates of consumption (eq A1.13), D rCH 4 , includes the rate of dissolved methane consumption for i) biotransformation and ii) cell maintenance:\n\n<!-- formula-not-decoded -->\n\n## -and for product formation\n\n<!-- formula-not-decoded -->\n\nThe characteristic times can be ''extracted' from the above equations by considering only the scaling of dependent variables, SO 2 , SCH 4 , SP , and CX , in the mass balance equations.\n\nThe new scaled variables could be represented as:\n\n<!-- formula-not-decoded -->\n\nThe substitution of Eqs. A1.15 into the mass balance Equations (A1.12-A1.14) yields:\n\n## -for dissolved Oxygen\n\nand after simple rearrangment we obtain:\n\n<!-- formula-not-decoded -->\n\nThe Equation A1.12 in the normalized form is represented below.\n\n<!-- formula-not-decoded -->\n\nSimilarly, we can derive a normalized equation from the Equation A1.13\n\n## -for dissolved Methane\n\nand after simple rearangement:\n\n<!-- formula-not-decoded -->\n\nWe obtain a normalized Equation of A1.8, which includes characteristic times:\n\n<!-- formula-not-decoded -->\n\nSimilarly a normalized Equation (A1.14) for the product :\n\n<!-- formula-not-decoded -->\n\n## References\n\n- Abadie, T., Aubin, J., Legendre, D., Xuereb, C., 2012. Hydrodynamics of gas-liquid Taylor flow in rectangular microchannels. Microfluid Nanofluid 12, 355-369. https://doi.org/10.1007/s10404-011-0880-8.\n- Abiev, R.Sh., 2013. Bubbles velocity, Taylor circulation rate and mass transfer model for slug flow in milli- and microchannels. Chemical Engineering Journal, IMRET 12: Proceedings of the Twelfth International Conference on Microreaction Technology 227, 66-79. https://doi.org/10.1016/j.cej.2012.10.009\n- Agarwal, G.K., Ghoshal, A.K., 2008. Packed bed dynamics during microbial treatment of wastewater: Modelling and simulation. Bioresour. Technol. 99, 3765-3773. https://doi.org/10.1016/j.biortech.2007.07.012.\n- Agostini, B., Revellin, R., Thome, J.R., 2008. Elongated bubbles in microchannels. Part I: Experimental study and modeling of elongated bubble velocity. Int. J. Multiph. Flow 34, 590-601. https://doi.org/10.1016/j.ijmultiphaseflow.2007.07.007.\n- AlSayed, A., Fergala, A., Khattab, S., Eldyasti, A., 2018. Kinetics of type I methanotrophs mixed culture enriched from waste activated sludge. Biochem. Eng. J. 132, 60-67. https://doi.org/10.1016/j.bej.2018.01.003.\n- Avalos Ramirez, A., Bénard, S., Giroir-Fendler, A., Jones, J.P., Heitz, M., 2008. Kinetics of microbial growth and biodegradation of methanol and toluene in biofilters and an analysis of the energetic indicators. J. Biotechnol. 138, 88-95. https:// doi.org/10.1016/j.jbiotec.2008.08.001.\n- AVEVA, 2020. Discover AVEVA Process Simulation - the New Paradigm in Process Simulation [WWW Document]. AVEVA. URL https://sw.aveva.com/engineerprocure-construct/process-engineering-and-simulation/simcentral-simulationplatform (accessed 5.17.20).\n\nBecker, S., 2016. Modeling of Microscale Transport in Biological Processes. Academic Press.\n\nBjorck, C.E., Dobson, P.D., Pandhal, J., 2018. Biotechnological conversion of methane to methanol: evaluation of progress and potential. AIMS Bioengineering 5, 1-38.\n\n- van Bodegom, P., Stams, F., Mollema, L., Boeke, S., Leffelaar, P., 2001. Methane Oxidation and the Competition for Oxygen in the Rice Rhizosphere. Appl. Environ. Microbiol. 67, 3586-3597. https://doi.org/10.1128/AEM.67.8.35863597.2001.\n\n- Boiesen, A., Arvin, E., Broholm, K., 1993. Effect of mineral nutrients on the kinetics of methane utilization by methanotrophs. Biodegradation 4, 163-170. https://doi. org/10.1007/BF00695118.\n- Bolivar, J.M., Nidetzky, B., 2013. Multiphase biotransformations in microstructured reactors: opportunities for biocatalytic process intensification and smart flow processing. Green Process. Synth, 2, 541-559. https://doi.org/10.1515/gps2013-0091.\n- Bretherton, F.P., 1961. The motion of long bubbles in tubes. J. Fluid Mech. 10, 166188. https://doi.org/10.1017/S0022112061000160.\n- Chaumat, H., Billet-Duquenne, A.M., Augier, F., Mathieu, C., Delmas, H., 2005. Mass transfer in bubble column for industrial conditions-effects of organic medium, gas and liquid flow rates and column design. Chemical Engineering Science, 7th International Conference on Gas-Liquid and Gas-Liquid-Solid Reactor Engineering 60, 5930-5936. https://doi.org/10.1016/j.ces.2005.04.026\n\nCoblyn, M.Y., Paul, B.K., 2019. Modular Chemical Process Intensification: Discovering Opportunities and Overcoming Challenges [WWW Document]. AIChE Academy. URL https://www.aiche.org/academy/webinars/modularchemical-process-intensification-discovering-opportunities-and-overcomingchallenges.\n\nDanckwerts, P.V., 1970. Gas-liquid reactions. McGraw-Hill Book Co..\n\n- Ðor d evic ´ , V., Balanc ˇ, B., Belšc ˇak-Cvitanovic ´, A., Levic ´, S., Trifkovic ´, K., Kaluševic ´, A., Kostic ´, I., Komes, D., Bugarski, B., Nedovic ´, V., 2015. Trends in Encapsulation Technologies for Delivery of Food Bioactive Compounds. Food Eng Rev 7, 452490. https://doi.org/10.1007/s12393-014-9106-7.\n- Fennell, D.E., Nelson, Y.M., Underhill, S.E., White, T.E., Jewell, W.J., 1993. TCE degradation in a methanotrophic attached-film bioreactor. Biotechnol. Bioeng. 42, 859-872. https://doi.org/10.1002/bit.260420711.\n- Ganapathy, H., Al-Hajri, E., Ohadi, M., 2013. Mass transfer characteristics of gasliquid absorption during Taylor flow in mini/microchannel reactors. Chem. Eng. Sci. 101, 69-80. https://doi.org/10.1016/j.ces.2013.06.005.\n- Gourdon, C., 2020. Selecting Process-Intensified Equipment. Chemical Engineering Progress 2020.\n- Gupta, R., Fletcher, D.F., Haynes, B.S., 2010. Taylor Flow in Microchannels: A Review of Experimental and Computational Work. The Journal of Computational Multiphase Flows 2, 1-31. https://doi.org/10.1260/1757-482X.2.1.1.\n- Huerre, A., Theodoly, O., Leshansky, A.M., Valignat, M.-P., Cantat, I., Jullien, M.-C., 2015. Droplets in Microchannels: Dynamical Properties of the Lubrication Film. Phys. Rev. Lett. 115,. https://doi.org/10.1103/PhysRevLett.115.064501 064501.\n- Ikemoto, S., Jennings, A.A., Skubal, K.L., 2006. Modeling hydrophobic VOC biofilter treatment in the presence of nutrient stimulation and hydrophilic VOC inhibition. Environ. Modell. Software 21, 1387-1401. https://doi.org/10.1016/ j.envsoft.2005.07.001.\n- Jovanovic, G., Coblyn, M., Plazl, I., 2020. Time Scale Analysis &amp; Characteristic Times in Microscale-Based Chemical and Biochemical Processes: Concepts and Origins. Chemical Engineering Science.\n- Jovanovic, G.N., Plazl, I., 2019. In: A time scale analysis and characteristic times of microscale-based bioreactors, Plenary Lecture, in: Book of Extended Abstracts. University of Ljubljana, Faculty of Chemistry and Chemical Technology, Ljubljana, Slovenia, pp. 12-13.\n- Jovanovic, G.N., Schilke, K., Loeb, C., Atadana, F., Weymann, D., 2018. Bio-lamina bioreactors and methods of making and using the same. US20180258381A1.\n- Kafarov, V.V., Pervov, V.L., Meshalkin, V.P., Astashkin, V.V., Chugunova, N.M., 1975. Engineering-cost calculation of capital expenditure for chemical and petrochemical plant piping. Chem Petrol Eng 11, 454-456. https://doi.org/ 10.1007/BF01152001.\n- Kashid, M.N., Gerlach, I., Goetz, S., Franzke, J., Acker, J.F., Platte, F., Agar, D.W., Turek, S., 2005. Internal Circulation within the Liquid Slugs of a Liquid /C0 Liquid SlugFlow Capillary Microreactor. Ind. Eng. Chem. Res. 44, 5003-5010. https://doi. org/10.1021/ie0490536.\n- Kovárová-Kovar, K., Egli, T., 1998. Growth Kinetics of Suspended Microbial Cells: From Single-Substrate-Controlled Growth to Mixed-Substrate Kinetics. Microbiol. Mol. Biol. Rev. 62, 646-666. https://doi.org/10.1128/ MMBR.62.3.646-666.1998.\n- Kruetzer, M.T., 2003. Hydrodynamics of Taylor Flow in Capillaries and Monolith Reactors. Delft University Press.\n- Lee, O.K., Hur, D.H., Nguyen, D.T.N., Lee, E.Y., 2016. Metabolic engineering of methanotrophs and its application to production of chemicals and biofuels from methane. Biofuels, Bioprod. Biorefin. 10, 848-863. https://doi.org/10.1002/ bbb.1678.\n- Ling, Y., Rubin, J., Deng, Y., Huang, C., Demirci, U., Karp, J.M., Khademhosseini, A., 2007. A cell-laden microfluidic hydrogel. Lab Chip 7, 756-762. https://doi.org/ 10.1039/B615486G.\n- Lubej, M., Novak, U., Liu, M., Martelanc, M., Franko, M., Plazl, I., 2015. Microfluidic droplet-based liquid-liquid extraction: online model validation. Lab Chip 15, 2233-2239. https://doi.org/10.1039/C4LC01460J.\n- Molzahn, P., 2016. Batch and Continuous Flow Column Studies of Methane Consumption and Methanol Production by Methylosinus Trichosporium OB3b and Methylomicrobium Buryatense 5GB1 Immobilized In Ca-Alginate and Agarose Hydrogels (Masters Thesis). Oregon State University, Corvallis, OR.\n- Moulijn, J.A., Stankiewicz, A., Grievink, J., Górak, A., 2008. Process intensification and process systems engineering: A friendly symbiosis. Computers &amp; Chemical Engineering, Process Systems Engineering: Contributions on the State-of-theArt 32, 3-11. https://doi.org/10.1016/j.compchemeng.2007.05.014.\n- Namgung, H.-K., Song, J., 2015. The Effect of Oxygen Supply on the Dual Growth Kinetics of Acidithiobacillus thiooxidans under Acidic Conditions for Biogas\n- Desulfurization. Int. J. Environ. Res. Public Health 12, 1368-1386. https://doi. org/10.3390/ijerph120201368.\n- Nedovic, V., Kalusevic, A., Manojlovic, V., Levic, S., Bugarski, B., 2011. An overview of encapsulation technologies for food applications. Procedia Food Science, 11th International Congress on Engineering and Food (ICEF11) 1, 1806-1815. https://doi.org/10.1016/j.profoo.2011.09.265\n\nNedovic ´, V.A., Obradovic ´, B., Leskošek-C ˇ ukalovic ´, I., Trifunovic ´, O., Pešic ´ , R., Bugarski, B., 2001. Electrostatic generation of alginate microbeads loaded with brewing yeast. Process Biochem. 37, 17-22. https://doi.org/10.1016/S0032-9592(01) 00172-8.\n\nOregon State University, 2013. Bioreactor Using Ultra-Thin Plates [WWW Document]. Advanced Research Projects Agency-Energy, U.S. Department of Energy. URL https://arpa-e.energy.gov/?q=slick-sheet-project/bioreactor-usingultra-thin-plates (accessed 5.17.20).\n\nPatel, S.K.S., Mardina, P., Kim, S.-Y., Lee, J.-K., Kim, I.-W., 2016. Biological Methanol Production by a Type II Methanotroph Methylocystis bryophila. J. Microbiol. Biotechnol. 26, 717-724. https://doi.org/10.4014/jmb.1601.01013.\n\nPierobon, S.C., Riordon, J., Nguyen, B., Ooms, M.D., Sinton, D., 2017. Periodic harvesting of microalgae from calcium alginate hydrogels for sustained highdensity production. Biotechnol. Bioeng. 114, 2023-2031. https://doi.org/ 10.1002/bit.26325.\n\nPlazl, I., Jovanovic, G.N., 2019. Modeling and time scale analysis of processes at the micro scale, Invited Lecture, in: Final Program &amp; Book of Abstracts. Presented at the Frost 7: Frontiers in Organic Synthesis Technology, Flow Chemistry Society, Switzerland, Budapest, Hungary, pp. 34-35.\n\nPlazl, I., Jovanovic, G.N., 2018. Time scale analysis &amp; characteristic times a novel approach in assessing design performance of microscale-based reactors and operations : a case for process intensification &amp; modularization for solid catalyzed chemical reaction processes in microreactors, Keynote Lecture. Presented at the ICAPPP 2018, The International Conference on Advanced and Applied Petroleum, Petrochemicals, and Polymers, Chulalongkorn University, Bangkok, Thailand, p. 34.\n\n- Pohar, A., Plazl, I., 2009. Process Intensification through Microreactor Application. Chem. Biochem. Eng. Q. 23, 537-544.\n\nPrüsse, U., Bilancetti, L., Buc ˇko, M., Bugarski, B., Bukowski, J., Gemeiner, P., Lewin ´ ska, D., Manojlovic, V., Massart, B., Nastruzzi, C., Nedovic, V., Poncelet, D., Siebenhaar, S., Tobler, L., Tosi, A., Vikartovská, A., Vorlop, K.-D., 2008. Comparison of different technologies for alginate beads production. Chem. Pap. 62, 364. https://doi.org/10.2478/s11696-008-0035-x.\n\n- Ramaswamy, S., Huang, H.-J., Ramarao, B.V., 2013. Separation and Purification Technologies in Biorefineries. John Wiley &amp; Sons.\n- Ratulowski, J., Chang, H., 1989. Transport of gas bubbles in capillaries. Phys. Fluids A 1, 1642-1655. https://doi.org/10.1063/1.857530.\n- Sander, R., 2015. Compilation of Henry's law constants (version 4.0) for water as solvent. Atmos. Chem. Phys. 15, 4399-4981. https://doi.org/10.5194/acp-154399-2015.\n- Segers, R., 1998. Methane production and methane consumption: a review of processes underlying wetland methane fluxes. Biogeochemistry 41, 23-51. https://doi.org/10.1023/A:1005929032764.\n- Shao, N., Gavriilidis, A., Angeli, P., 2010. Mass transfer during Taylor flow in microchannels with and without chemical reaction. Chemical Engineering Journal, 10th International Conference on Microreaction Technology 160, 873881. https://doi.org/10.1016/j.cej.2010.02.049.\n- Sheets, J.P., Ge, X., Li, Y.-F., Yu, Z., Li, Y., 2016. Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate. Bioresour. Technol. 201, 50-57. https://doi.org/10.1016/j.biortech.2015.11.035.\n- Strniša, F., Urbic ˇ, T., Z ˇ nidaršic ˇ-Plazl, P., Plazl, I., 2019. Process Intensification and Miniaturization of Chemical and Biochemical Processes, in: Kiss, A.A., Zondervan, E., Lakerveld, R., Özkan, L. (Eds.), Computer Aided Chemical Engineering, 29 European Symposium on Computer Aided Process Engineering. Elsevier, pp. 1801-1806. https://doi.org/10.1016/B978-0-12818634-3.50301-5.\n- Strong, P.J., Kalyuzhnaya, M., Silverman, J., Clarke, W.P., 2016. A methanotrophbased biorefinery: Potential scenarios for generating multiple products from a single fermentation. Bioresource Technology, Waste Biorefinery - Advocating Circular Economy 215, 314-323. https://doi.org/10.1016/j. biortech.2016.04.099.\n- Svetlov, S.D., Abiev, R.Sh., 2016. Modeling mass transfer in a Taylor flow regime through microchannels using a three-layer model. Theor Found Chem Eng 50, 975-989. https://doi.org/10.1134/S0040579516060166.\n- Tan, J., Lu, Y.C., Xu, J.H., Luo, G.S., 2012. Mass transfer characteristic in the formation stage of gas-liquid segmented flow in microchannel. Chem. Eng. J. 185-186, 314-320. https://doi.org/10.1016/j.cej.2012.01.054.\n- Taylor, A., Molzahn, P., Bushnell, T., Cheney, C., LaJeunesse, M., Azizian, M., Semprini, L., 2018. Immobilization of Methylosinus trichosporium OB3b for methanol production. J Ind Microbiol Biotechnol 45, 201-211. https://doi.org/10.1007/ s10295-018-2010-z.\n- Tays, C., Guarnieri, M.T., Sauvageau, D., Stein, L.Y., 2018. Combined Effects of Carbon and Nitrogen Source to Optimize Growth of Proteobacterial Methanotrophs. Front Microbiol 9, 2239. https://doi.org/10.3389/fmicb.2018.02239.\n- Tian, Y., Pistikopoulos, E.N., 2019. Synthesis of Operable Process Intensification Systems - Steady-State Design with Safety and Operability Considerations. Ind. Eng. Chem. Res. 58, 6049-6068. https://doi.org/10.1021/acs.iecr.8b04389.\n\nVogel, H.C., Todaro, C.M., 1996. Fermentation and Biochemical Engineering Handbook, 2nd Ed.: Principles, Process Design and Equipment, 2nd, revised ed. William Andrew.\n\n- Weymann, D., 2017. Properties of Hydrogels for Immobilization of Bacteria in a Commercial Microfluidic Bioreactor (Masters Thesis). Oregon State University, Corvallis, OR.\n- Wohlgemuth, R., Plazl, I., Z ˇ nidaršic ˇ-Plazl, P., Gernaey, K.V., Woodley, J.M., 2015. Microscale technology and biocatalytic processes: opportunities and challenges\n\nfor synthesis. Trends Biotechnol. 33, 302-314. https://doi.org/10.1016/j. tibtech.2015.02.010.\n\n- Xin, J., Cui, J., Niu, J., Hua, S., Xia, C., Li, S., Zhu, L., 2004. Production of methanol from methane by methanotrophic bacteria. Biocatal. Biotransform. 22, 225-229. https://doi.org/10.1080/10242420412331283305.",
  "chunks": [
    "Contents lists available at ScienceDirect",
    "## Chemical Engineering Science",
    "j o urnal homepage: www.elsevier.com/locate/ces",
    "## Time scale analysis &amp; characteristic times in microscale-based bio-chemical processes: Part II - Bioreactors with immobilized cells, and process flowsheet analysis",
    "Goran N. Jovanovic a, ⇑ , Matthew Y. Coblyn a , Igor Plazl b",
    "- a School of Chemical, Biological and Environmental Engineering, Oregon State University, Corvallis, OR 97331, USA\n- b Faculty of Chemistry and Chemical Technology, University of Ljubljana, Vecna Pot 113, 1000 Ljubljana, Slovenia",
    "## h i g h l i g h t s",
    "- /C15 Time-Scale Analysis (TSA) is a novel design approach in Process Intensification.\n- /C15 Characteristic Times are the fundamental elements of the TSA.\n- /C15 TSA enables analysis of microscalebased bioreactors with immobilized cells.\n- /C15 TSA facilitates the analysis of process flowsheet diagrams.",
    "## a r t i c l e i n f o",
    "Article history: Received 8 September 2020 Accepted 28 January 2021 Available online 8 February 2021",
    "Received in revised form 22 December 2020",
    "Time scale analysis Characteristic times Modeling-based design",
    "Microscale-based technology",
    "A process intensification technical approach provides insights into different temporal and spatial scales at which reaction process",
    "⇑ Corresponding author. E-mail address: goran.jovanovic@oregonstate.edu (G.N. Jovanovic).",
    "## g r a p h i c a l a b s t r a c t",
    "Time-Scale Analysis and Characteristics Times are suggested as a novel and useful tool for analyzing the performance of microscale-based bioreactors with immobilized bioactive material (e.g. enzymes or microbial species), and plant flow-sheet diagrams of chemical processes. Transport rates, reaction kinetics, and phase contacting can be easily represented by unique time constants, which facilitate understanding and representation of these processes via the 'heat-map tableau' of Characteristic Times. Details related to the development and the origin of Characteristic Times are presented in Part I of this paper; Jovanovic et al. (2020). Time Scale Analysis &amp; Characteristic Times is a technical approach germane to process improvement, where it facilitates the discovery of areas in need of process intensification. The feasibility and usefulness of this novel tool is demonstrated by considering a microbial biochemical reaction process performed in a traditional bioreactor vs. performance in a microscale-based bioreactor design and evaluating the balance of characteristic times associated with each technology. We believe that this technical approach will confidently find its place in the toolbox of practicing chemical reaction engineers.",
    "/C211 2021 Elsevier Ltd. All rights reserved.",
    "and unit operations could be performed. It is now an established fact that process intensification, deployed through microscalebased design applications, clearly holds the potentials to revolutionize (bio)chemical reaction processes (Wohlgemuth et al., 2015; Moulijn et al., 2008; Bolivar and Nidetzky, 2013; Strniša et al., 2019). However, only infrequent articles demonstrate leadership in the development of methodical approaches and guidance",
    "for possible improvement and replacement of existing macroscopic industrial processes (Gourdon, 2020). Innovative and systematic approaches, protocols, tools, and strategies need to be developed, in both industry and academia, to support transformation of process technologies. One of these tools is Time Scale Analysis (TSA), which is presented in this paper, in addition to the ''Part 1' preceding paper and previously developed works (Coblyn and Paul, 2019; Jovanovic et al., 2020; Jovanovic and Plazl, 2019; Plazl and Jovanovic, 2019; 2018).",
    "When TSA is applied in the analysis of a process flow sheet diagram, promising points of process improvement are discovered, which could then be directed into innovative design development. Concomitantly, TSA is a useful tool in improving process flow sheet diagrams when the process improvement is the driving motivation. Design representations containing detailed mathematical models of reactors and unit operations in a conventional process flow sheet diagram are almost nonexistent since they are challenging and impractical to implement. Nonetheless, process intensification requires access to a detailed modeling representation of every element in the process flow sheet diagram. These difficult-toimplement requirements could be resolved if Characteristic Times are associated with every component of the process flow sheet (AVEVA, 2020). Characteristic Times are routinely calculated from scaling parameters, which are embedded in detailed mathematical model representation of, potentially, each element of the flow sheet diagram. Thus, the targets of process improvements could be uncovered in the flow sheet diagram by analyzing all pertinent Characteristic Times associated with the elements of the process flow diagram.Furthermore,thewaythatCharacteristicTimesaredefined immediatelysuggestsinwhichspecificdirectiononeshouldexplore the opportunities of implementing process enhancements.",
    "This work aims to close the gap between 'intensified' innovative designs and industrial-scale deployment of biochemical processes, which often take advantage of microscale-based designs of reactors and unit operations.",
    "## 2. Mathematical model and characteristic times",
    "## 2.1. Mathematical model of the bioreaction process",
    "Consider a bioprocess implemented in a microscale-based bioreactor with two parallel plates coated with gel layers, as shown in Fig. 1. The gel layers contain entrapped live microbial cells, for example, methanotrophs (Jovanovic et al., 2018; Ling et al., 2007; Molzahn, 2016; Taylor et al., 2018; Weymann, 2017) . Solidcatalyzed conversion of methane to methanol in large scale industrial processes are performed at high temperatures and pressures. Biotransformation of methane to methanol via methanotrophic bacterial species (Xin et al., 2004), using methane monooxygenase enzymes, is performed at near ambient temperature and pressure. The near ambient biotransformation process conditions provide an opportunity to replace an energy intensive, and environmentally abrasive industrial process with more serene biotransformation process. Still, biotransformation of methane to methanol, or any C2 + product is challenged with variety of issues, which are the center point of significant research interest for biofuels /alcohols production (Bjorck et al., 2018; Lee et al., 2016; Patel et al., 2016; Sheets et al., 2016; Strong et al., 2016).",
    "Oxygen and methane enter the microbioreactor as substrates in the gas phase and are transferred into the aqueous phase - buffer solution. Then, oxygen and methane transfer - via diffusion further into the gel layer with entrapped methanotroph species (Jovanovic et al., 2018).",
    "The biotransformation of dissolved methane and oxygen into methanol as product P , is catalyzed by enzyme methane monooxygenase:",
    "Fig. 1. A schematic representation of a microreactor, made of two parallel plates coated with gel layers containing entrapped live microbial cells (a); and, gas-liquid slug flow in between the gel layers (b).",
    "We assume a homogeneous distribution of cells within the gel layer, and a very slow growth or decay rate of the cell biomass (Ling et al., 2007). Furthermore, the intracellular mass transport and transport resistances through the cell membrane are omitted. The (partial) pressures of both substrates in the gas phase are kept constant, and the whole process is carried at a constant near ambient temperature (Weymann, 2017). One can readily identify three physical domains in which the substrate exists: the gas phase ( Sbi ½ moli = m 3 b /C138 ), the liquid phase ( Sli ½ moli = m 3 l /C138 ), and the gel layer phase ( Sgi ½ moli = m 3 gel /C138 ). The biotransformation process occurs only in the gel phase, which contains a homogeneously distributed (entrapped) microbial species. Typical operating conditions for this bioreactor include the assumption of nearly negligible biomass growth or decay, with isothermal and laminar flow conditions.",
    "The mathematical model of the parallel plate microscale-based bioreactor performance originates from momentum and mass balance equations of the substrate, in gas, liquid, and gel domains including the representative form of biotransformation kinetics. The mathematical model will serve as a platform for defining all relevant characteristic time constants (see Appendix).",
    "Mass balance equations for substrates and products in the three domains are:",
    "in the bubble-gas phase:",
    "<!-- formula-not-decoded -->",
    "in the liquid slug phase:",
    "<!-- formula-not-decoded -->",
    "and, in the gel phase:",
    "<!-- formula-not-decoded -->",
    "where u ! m = s ½ /C138 is the velocity vector, Si moli = m 3 /C2 /C3 is the concentration, and D m 2 = s /C2 /C3 is the diffusivity; the indices b ; l ; and g represent the bubble-gas, the liquid and the gel phase, respectively, while the index i represents substrates O 2 ; CH 4 ; and products . A D r gi /C0 /C1 is the net rate of change of substrate/products, Sgi moli = m 3 gel /C1 s h i , in the gel phase.",
    "The boundary conditions associated with the mass balance Equations, 1 through 3, are defined by substrate concentrations, and the continuity of diffusion fluxes at all phase interfaces. The equilibrium relationship between the partial pressure of gaseous compounds, such as substrates and some products (e.g. CO2), and the dissolved gaseous compounds in the liquid phase, is defined by the solubility constants of Henry's law (Sander, 2015). It is, therefore, assumed that the equilibrium concentration of the substrate exists on the liquid side of the interface (Becker, 2016; Danckwerts, 1970; Ganapathy et al., 2013; Shao et al., 2010). Continuity of fluxes in the direction perpendicular to the gas-liquid interface is considered as an appropriate boundary condition:",
    "Sli ¼ pbi j @ interface Hi and /C0 n ! /C1 N ! bi ¼ /C0 n ! /C1 N ! li /C12 /C12 /C12 @ interface where Hi moli = m 3 l /C1 bar /C2 /C3 is Henry coefficient for i ¼ O 2 ; CH 4 ; p bar ½ /C138 is the pressure of substrates in bubble-gas phase; n ! is the normal vector at the interface, and N ! moli = m 2 /C1 s /C2 /C3 is the diffusion flux at all location where the bubble liquid interface exists.",
    "The boundary conditions at the liquid-gel interface can be written in the following form:",
    "<!-- formula-not-decoded -->",
    "<!-- formula-not-decoded -->",
    "The velocity at each point of the segmented flow (both gas and liquid) is determined by the momentum balance equations (Navier-Stokes equations for incompressible Newtonian fluid) and Continuity Equations (Abiev, 2013).",
    "Again, the momentum balance equations for the gas-bubble phase domain:",
    "<!-- formula-not-decoded -->",
    "and for the liquid-aqueous phase:",
    "<!-- formula-not-decoded -->",
    "The most important boundary conditions to enable the desired description of the discrete-type multiphase flow (droplets and bubbles) are the conditions defined at the phase interface. The velocity at the interface is defined as zero in the direction perpendicular to the interface (no flow perpendicular to the interface surface: u ! bi /C1 n ! ¼ u ! l /C1 n ! ¼ 0). The velocity in other directions must be balanced in both domains (inside and outside bubbles and the liquid phase) to ensure momentum continuity.",
    "where pk m 2 = s 2 /C2 /C3 is the kinematic pressure, l kg = m /C1 s ½ /C138 is the dynamic viscosity, and q kg = m 3 /C2 /C3 is density of bubble-gas (index b ) and aqueous phase (index l ), respectively.",
    "Flow pattern in which gas bubbles are surrounded by a liquid film and separated by liquid plugs is known as Taylor flow, slug flow, or segmented flow (Gupta et al., 2010). Segmented type flow is increasingly prevalent in various industrial applications because of its favorable hydrodynamic and mass transfer characteristics (Chaumat et al., 2005; Kruetzer, 2003). Two adjacent liquid slugs are separated by a gas bubble and are connected only via very thin liquid film, which resides between a gas bubble and the surface of the gel film. Fig. 2 illustrates two definitive liquid-gas distribution patterns, in which liquid is a continuous phase and gas, in the form of bubbles, is a discrete phase. Fig. 2b represents the most effective two-phase flow pattern distribution when the substrate is introduced as a gaseous reactant. This phase pattern distribution will be assumed throughout this paper.",
    "Mass transfer between the two phases is enhanced by internal recirculation within liquid slugs and gas bubbles (Kashid et al., 2005). Furthermore, a large interfacial area and small diffusion paths guaranty an exquisitely strong mass transport between the gas phase and the surface of the gel layer. In segmented flow, gas bubbles may travel faster than the liquid phase (Agostini et al., 2008); thus, the thin film of liquid is continuously renewed (Tan et al., 2012). The thickness of the liquid film is critical for the transport of dissolved substrates from the bubble to the gel layer. Different approaches and methods, either experimental or numerical, are found in the literature for estimating the liquid film thickness (Bretherton, 1961; Huerre et al., 2015; Ratulowski and Chang, 1989). It suffices to point that in all cases the thickness of the liquid film is in the range of 5-10 m m. An additional brief explanation about transport phenomena in Taylor flow is given in the Appendix.",
    "It is particularly useful, for safety reasons, to introduce pure gaseous substrates separately (oxygen, and methane bubbles) into a microscale-based bioreactor. Then, the gas phase domain acts as a reservoir of the two pure substrates moving along the microreactor. It is assumed that the products have negligible partial pressure in the gas phase. Consequently, only the mechanism of substrate transport across the gas-liquid interface is relevant for the mathematical description and therefore needs to be included in the boundary conditions of the liquid phase domain. After eliminating",
    "Fig. 2. A schematic representation of a microscale-based parallel plate reactor, with a gel layer containing entrapped microbial live cells. (a) Gas bubbles are small and far apart and, (b) discrete gas segments are significantly larger with little liquid phase between bubbles. In both bubble distribution patterns a thin liquid film exists between bubbles and the gel layer.",
    "the description of the gas phase domain and considering simple plate-architecture of the micro-scale bioreactor (with symmetry in the y-direction as shown in Fig. 1), the Eqs. (2) and (3) are reduced to:",
    "<!-- formula-not-decoded -->",
    "in the liquid slug phase for x 0 ; L ½ /C138 ; y 0 ; d ½ /C138 ; and z ½ 0 ; W /C138 , where ulx denotes the xcomponent of the liquid film velocity; and",
    "<!-- formula-not-decoded -->",
    "The entire gel domain is considered as a phase with homogenously distributed microbial culture. For the bioreaction kinetic term, ð D r gi Þ , one could consider variety of introspective kinetic forms. A more sophisticated representation, which would include all elemental reactions beyond Michaelis-Menten and Monod kinetic forms, would require a series of kinetic expressions for all the species that would appear in the microbial kinetic scheme (Ikemoto et al., 2006). For the consideration in this work, it suffices to have a simple representation of the (substrate, product, oxygen, etc.) conversion kinetics in microbial processes (AlSayed et al., 2018; van Bodegom et al., 2001; Boiesen et al., 1993; Fennell et al., 1993; Tays et al., 2018). For more information about the implementation of more sophisticated kinetic forms would yield a diversity of characteristic times, one could refer to (Agarwal and Ghoshal, 2008; Avalos Ramirez et al., 2008; Ikemoto et al., 2006; Segers, 1998).",
    "in the gel domain for x 0 ; L ½ /C138 ; y 0 ; d ½ /C138 ; and z ½ 0 ; W /C138 .",
    "The kinetic term in the mass balance equation for the gel domain (Eq. (3a)) is derived from the substrate consumption kinetic form for a homogenous microbial reaction process in submerged culture. The net rate of oxygen change, ð D rO 2 Þ , which is balanced by the rate of oxygen transport at steady state, is written in the following form:",
    "<!-- formula-not-decoded -->",
    "To simplify the notation pertinent to gel phase the index g will be omitted throughout this section, Eqs. (4) through (7) and Tables 1 and 2. Based on the assumption that a single enzyme system is responsible for the uptake of substrate (dissolved oxygen for example, SO 2 ), and that substrate is a growth-dependent variable, the kinetic model for cell growth (the first term on the right-hand side of Eq. (4)) can be represented by the following expression:",
    "<!-- formula-not-decoded -->",
    "where l 1 = s ½ /C138 is the specific cell growth rate, l max 1 = s ½ /C138 is the maximum specific cell growth rate, SO 2 molO 2 = m 3 gel h i is the concentration of dissolved oxygen and KO 2 molO 2 = m 3 gel h i is the saturation constant for oxygen KO 2 ¼ SO 2 when l ¼ l max = 2 /C0 /C1 , respectively. Eq. (5) is most common kinetic model for cell growth and is well known as Monod Equation (Kovárová-Kovar and Egli, 1998; Namgung and Song, 2015).",
    "The second term on the right-hand side of the Eq. (4) represents the rate of oxygen consumption due to product formation, and the kinetics can be described by Michaelis-Menten Equation:",
    "<!-- formula-not-decoded -->",
    "Table 1 Characteristic Times arising from the analysis of the microscale-based bioreactor with immobilized live cells, and the choice of scaling parameters (see Table A1).",
    "| Characteristic Time Constant [s]                                 |                                                               |                 |                            |\n|------------------------------------------------------------------|---------------------------------------------------------------|-----------------|----------------------------|\n| Mean residence time of the liquid phase in the reactor           | s mrt /C0 l ¼ L u /C0 l ¼ W L H /C0 2 d g ð Þ F l e l         | 22.50           | L ; u /C0 x ; F l ; e l    |\n| Mean residence time of CH4 in gas phase in the reactor           | s mrt /C0 CH 4 ¼ W L H /C0 2 d g ð Þ F CH 4 e b /C0 CH 4      | 21.00           | L ; F CH 4 ; e b /C0 CH 4  |\n| Mean residence time of O2 in gas phase in the reactor            | s mrt /C0 O 2 ¼ W L H /C0 2 d g ð Þ F O 2 e b /C0 O 2         | 27.00           | L ; F O 2 ; e b /C0 O 2    |\n| Mean residence time of biomass in the reactor                    | s mrt /C0 X ¼ W L H /C0 2 d g ð Þ F e X                       | * 1             | L ; F X ; e X              |\n| Diffusion time of CH4 in liquid film between bubble & gel ( y )  | X s CH 4 l /C0 diff ¼ d 2 l D l CH                            | 0.017           | d l                        |\n| Diffusion time of O2 in liquid film between bubble & gel ( y )   | /C0 s O 2 l /C0 diff y ¼ d 2 l D l /C0 O 2                    | 0.013           | d l ; H                    |\n| Diffusion time of CH4 in liquid phase in x direction             | s CH 4 l /C0 diff x ¼ L 2 D l CH                              | 1 : 67 /C1 10 8 | L                          |\n| Diffusion time of O2 in liquid phase in x direction              | /C0 s O 2 l /C0 diff ¼ L 2 D                                  | 1 : 25 /C1 10 8 | L                          |\n| Diffusion time of CH4 in gel film in y direction                 | /C0 s CH 4 g /C0 diff ¼ d 2 g D g CH                          | 53 : 33         | d g                        |\n| Diffusion time of O2 in gel film in y direction                  | /C0 4 s O 2 g /C0 diff y ¼ d 2 g D g /C0 O                    | 40 : 00         | d g                        |\n| Diffusion time of CH4 in gel film in x direction                 | s CH 4 g /C0 diff x ¼ L 2 D g /C0 CH                          | 3 : 33 /C1 10 8 | L                          |\n| Diffusion time of O2 in gel film in x direction                  | s O 2 g /C0 diff x ¼ L 2 D g /C0 O                            | 2 : 50 /C1 10 8 | L                          |\n| Characteristic time of microbial biomass growth                  | s X = O 2 r /C0 grow ¼ Y X = O 2 S sat O 2 l max C o X        | * 1             | l max ; C o X ; S sat O 2  |\n| Characteristic time of product formation rate if CH4 is limiting | s P = CH 4 r /C0 biotrans ¼ Y P = CH 4 S sat CH 4 v max C o X | 60.00           | v max ; C o X ; S sat CH 4 |\n| Characteristic time of product formation rate if O2 is limiting  | s P = O 2 r /C0 biotrans ¼ Y P = O 2 S sat O 2 v max C o X    | 55.00           | v max ; C o X ; S sat O 2  |",
    "Biomass is entrapped in gel layer; the rate of biomass withdrawal from the reactor FX ¼ 0.",
    "Table 2 Characteristic times that could be embedded into the equipment vector associated with classic bioreactor/chemostat in a process flowsheet. (* for numerical values see Table A2).",
    "| Characteristic Time Constant [s]                                 |                                                               |        |                              |\n|------------------------------------------------------------------|---------------------------------------------------------------|--------|------------------------------|\n| Variable Name                                                    | Definition                                                    | [s]    | Adjustable Design Parameters |\n| Mean residence time for liquid phase, l .                        | s mrt /C0 l ¼ e l V t F l                                     | 1700.0 | F l ; e l                    |\n| Mean residence time for gas phase, b .                           | s mrt /C0 b ¼ e b V t F b                                     | 500.0  | F b ; e b                    |\n| Mean residence time for biomass phase, X .                       | s mrt /C0 X ¼ e X V t F X                                     | * 1    | F X ; e X                    |\n| Mass transport time -gas bubble to liquid                        | s mass b ! l ¼ 1 k L a                                        | 1000.0 | d b                          |\n| Characteristic time of microbial biomass growth                  | s X = O 2 r /C0 growth ¼ Y X = O 2 S sat O 2 l max C o X      | * 1    | l max ; C o X ; S sat O 2    |\n| Characteristic time of product formation rate if CH4 is limiting | s P = CH 4 r /C0 biotrans ¼ Y P = CH 4 S sat CH 4 v max C o X | 960.0  | v max ; C o X ; S sat CH 4   |\n| Characteristic time of product formation rate if O2 is limiting  | s P = O 2 r /C0 biotrans ¼ Y P = O 2 S sat O 2 v max C o X    | 400.0  | v max ; C o X ; S sat O 2    |",
    "* Biomass is entrapped in gel layer, thus FX ¼ 0; Growth rate of biomass l max /C25 0.",
    "where qP molP = kg dry /C0 cells /C1 s /C2 /C3 is the specific rate of product formation, is v max molP = kg dry /C0 cells /C1 s /C2 /C3 is the maximum rate of biotransformation, SCH 4 molCH 4 = m 3 gel h i is concentration of dissolved methane, KCH 4 molCH 4 = m 3 gel h i and KO 2 molO 2 = m 3 gel h i are the Michaelis constants for the methane and oxygen, respectively.",
    "In the third term on the right-hand side of the Eq. (4), mO 2 molO 2 = kgdry /C0 cell /C1 s /C2 /C3 represents the maintenance coefficient expressed as oxygen demand to maintain cell viability. The cell mass yield coefficient and the product yield coefficient are YX = O 2 kgdry /C0 cells = molO 2 /C2 /C3 and YP = O 2 molP = molO 2 /C2 /C3 , respectively. The concentration of immobilized cells in the gel layer is designated as CX kg dry /C0 cells = m 3 gel h i .",
    "The dissolved methane is taken in the biotransformation reaction yielding desired product methanol, P , and other undesired products including CO2):",
    "<!-- formula-not-decoded -->",
    "where YP = CH 4 molP = molCH 4 /C2 /C3 is the product yield coefficient. Eqs. (1) through (7) (with pertinent assumptions and boundary conditions) represent a comprehensive mathematical model of a microscalebased bioreactor between two parallel plates with immobilized microbial species.",
    "## 2.2. Characteristic times",
    "Specific details of the development of the characteristic times, emerging from the mathematical model (Eqs. (1) through (7)) of a biotransformation process in the parallel plate reactor with",
    "immobilized microbial species, are presented in Appendix A and the ''Part 1' preceding paper (Jovanovic et al., 2020).",
    "The choice of scaling parameters is central to the application of the characteristic time technical approach. These choices must reflect a complete understanding of all process steps, including transports, reaction kinetics, and reactor architecture. Since the choice of scaling parameters changes the scale of introspection into the complexity of the process, knowing the objectives of the implementation of the Time Scale Analysis is essential.",
    "Typical choices and numerical values for the scaling and process parameters of the microscale-based parallel plate reactor, as depicted in Figs. 1 and 2, are suggested in Table A1 in the Appendix. Equations A1.1 through A1.6 illustrate the use of scaling parameters and the formation of Characteristic Times. Table 1 below features the definitions and numerical values of characteristic times pertinent to the parallel plate microscale-based bioreactor. The last column in Table 1 shows design parameters that could be readily used to adjust the values of characteristic times if such intervention is justified.",
    "The characteristic time of biomass growth s X = O 2 r /C0 grow ¼ Y X = O 2 S sat O 2 l max C o X depends predominantly on parameters involved in the definition of the s X = O 2 r /C0 grow , (i.e., l max ; C o X ; YX = O 2 and S sat O 2 ), which can substantially vary for different microbial species and bioreactor operating conditions. For example, as mentioned earlier, in the case of the specific growth of methanotrophs, which feature prominently in our experimental work (Jovanovic et al., 2018; Oregon State University, 2013) was extremely slow. For all practical purposes this slow biomass growth would render s X = O 2 r /C0 grow !1 . However, in any other case where the biomass growth rate is comparable to any other bio-process rate, the characteristic time of microbial biomass growth has to be included in the TSA. The Characteristic Time associated with biomass growth is shown in Table 1.",
    "In this work, the consideration of biochemical kinetics was restricted to Michaels-Menten and Monod kinetic models.",
    "To fully appreciate the impact and clarity that characteristic times and their numerical values bring into engineering analysis, one should compare characteristic times obtained in a microscale-based bioreactor with similar ones typically attainable in classic bioreactors with submerged culture (chemostats). This introspection is assessed within the context of the search for process intensification opportunities in the next sections. The plant flowsheet simulation analysis aids the discovery of process intensification opportunities. We discuss the process intensification analysis of a plant flowsheet simulation by rivaling alike characteristic times as they are attainable in microscale-based and classic bioreactors in the next section. However, some general remarks regarding the interpretation and magnitude of characteristic times should be made. A multitude of different processes from convective flow, diffusion, product formation, . . . to biomass, growth, are all represented with the same assessment gauge, time. Thus, all observed process phenomena became discernable and mutually comparable with the same matrix. Characteristic times associated with biomass growth, s X r /C0 grow , and biomass mean residence time in the reactor, s mrt /C0 X , are extremely large. These results are reflective of the previously made conjecture that the growth rate of biomass is very low, and that biomass is immobilized in the gel film. The diffusion times (in liquid and gel phase) of CH4 and O2 along the whole length (L) of the reactor, s CH 4 l /C0 diff x and s O 2 l /C0 diff x , are much longer than the convective mean residence time of liquid, s mrt /C0 l , in the reactor. Simply, these characteristic times confirmed what we already knew about the dominance of convective over diffusion transport along the length of the reactor. This is in line with the practice of many mathematical modelers who eliminate axial (xdirection) diffusion term in the mass balance equation. Similarly, the diffusion times of CH4 and O2 in the gel phase along the length (L) of the reactor are much longer than the corresponding diffusion times across the gel film of thickness d g .",
    "<!-- formula-not-decoded -->",
    "The consequence of this circumstance is the relative insensitivity of the concentration profile to a longitudinal diffusion along the gel phase (x-direction).",
    "Perceptive, engineer would notice that the mean residence time of substrates in the gas phase as they flow through the reactor, s mrt /C0 CH 4 and s mrt /C0 O 2 , are somewhat smaller than the characteristic times of product formation rates, s P = CH 4 r /C0 biotrans and s P = O 2 r /C0 biotrans , and the substrate diffusion times through the gel phase (in y direction), s CH 4 g /C0 diff y and s O 2 g /C0 diff y . The appropriate design action would be to adjust these characteristic times, in a most favorable manner:",
    "<!-- formula-not-decoded -->",
    "The last column in Table 1 indicates which design parameters are available for this adjustment.",
    "Extremely short characteristic times (on the order of tens of milliseconds) of substrate diffusion through the liquid film (in ydirection) between bubble and gel reflect a rapid diffusion transport of the substrates to the gel surface. Since the thickness of the liquid film is much smaller than the gel film's thickness (Gupta et al., 2010), one should conclude that the substrate diffusion in the gel film and the rate of biotransformation control the whole process in the Parallel-Plate bioreactor.",
    "## 3. Time scale analysis and a process flowsheet simulation",
    "A somewhat different application of the Time Scale Analysis method is found in the area of process flowsheet analysis. Using the TSA approach and an existing process flowsheet, it is feasible to identify novel technical features leading to process improvement/intensification. Most commercially available process flowsheet software cannot successfully and directly address the needs of process intensification (Tian and Pistikopoulos, 2019).",
    "Analysis of design solutions leading to process intensification is typically addressed via another group of commercial software, which provides technical design approaches via detailed mathematical models &amp; numerical solutions. Alas, detailed mathematical models &amp; numerical solutions are usually available for only a single, detached piece of process (e.g. reactor, heat exchanger, distillation column, etc.), which is extracted from a flowsheet diagram. Insertion of detailed mathematical models into the workings of a classic flowsheet simulation cannot be easily executed within a functional flowsheet simulation.",
    "TSA has the potential to bridge disparate functionalities of these two groups of software and help identify the points in need of process improvement/intensification in a traditional flowsheet simulation. Furthermore, the defining rules for the estimates of the characteristic times intrinsically contain instructions for the potential development of the process-intensified operation.",
    "Consider for example, a modular size process ( ~ 100 bbl./day) for biological conversion of economically stranded methane into liquid fuel methanol (Oregon State University, 2013). A somewhat simplified, traditional flowsheet diagram of this process is illustrated in Fig. 3. The overall process intricacy is dominated by two groups of equipment: the bioreactor and the block of separation unit operations. While bioreactors are the most complex and sophisticated part of the process, the block of unit separation operations is the most impactful for the overall design, cost, and performance of the process (Kafarov et al., 1975; Ramaswamy et al., 2013; Vogel and Todaro, 1996).",
    "Fig. 3. A simplified flowsheet diagram of a modular plant for biological conversion of economically stranded methane into liquid fuels. Typically, flowsheet software does not compute and displays the values of pertinent characteristic times.",
    "An experienced biochemical engineer may quickly realize that the bioreactor and separation blocks are most likely the areas of interest in any action towards process intensification and improvement. The most likely design of a traditional bioreactor (chemostat) used in a modular size plant for biological Gas-to-Liquid conversion process is graphically illustrated in Fig. 5a.",
    "A flowsheet simulation software typically does not compute and display the values of characteristic times pertinent to each equipment featured in a flowsheet diagram. Although, most of the information needed to estimate characteristic times are already imbedded within simulation software or is available to process designers. Thus, minor adjustments could enable the reporting of characteristic times, associated with the equipment information vector for each element of the flowsheet diagram.",
    "Existing equipment information vectors should be enhanced with a block of fields that could be populated with values of various characteristic times pertinent to each element of the flowsheet diagram. The position and the size of the Characteristic Time Block within the equipment information vector should be predetermined and permanent throughout the flowsheet diagram. A specific description of an entry within the Characteristic Time Block could be defined uniquely for each type of unit.",
    "Table A2 in the Appendix A illustrates the ranges of parameters and operating conditions usually associated with conventional bioreactor operations. A set of operating conditions are estimated for a bioreactor of approximately 1 : m 3 /C2 /C3 volume with freefloating culture, and with gas-sparger for the oxygen and methane feed. As an example, values presented in column three of Table A2, which are within the range of data shown in column two of the same table, are proposed as suitable for the implementation of the characteristic time analysis. In Table 2 below, a field of pertinent characteristic times (Characteristic Time Block) is suggested for a classic bioreactor/chemostat. These values are calculated based on information presented in Table A2. Detailed development of the characteristic times is presented in Appendix 1 and is also found in the prequel of this work (Jovanovic et al., 2020). Not surprisingly, the Time Scale Analysis of the flowsheet diagram confirms the overall importance of bioreactors and separation operations (not analyzed in this paper) for a successful performance of the bioprocess of this kind.",
    "An analysis of all characteristic times featured in equipment information vectors (Characteristic Time Block), would, typically, point to a specific unit in the flowsheet, which contains the most extensive characteristic times within its characteristic time block. If, for example, a classic bioreactor/chemostat features large characteristic time(s), one should focus on 'discovering' technical approaches that would improve, i.e., reduce, the most challenging or the most extensive values of characteristic times.",
    "Effectively, one could find that almost all characteristic times related to traditional bioreactor/chemostat operations appear to be much larger than the corresponding times in microscalebased reactors, such as the one discussed in Part 2 above. This perspective is gained through practical experience with operations in microscale-based technologies and fundamental understanding of the scope of transport phenomena in microscale-based structures (Lubej et al., 2015; Pohar and Plazl, 2009).",
    "Often, the most significant values of characteristic times are associated with product formation times, s P = O 2 r /C0 biotrans and s P = CH 4 r /C0 biotrans for substrate limiting cases. Also, it should not be surprising to find that the characteristic times related to transport phenomena, s mass b ! l for example, could be the next in line for the improvement, or are already the most critical for the operation of the traditional bioreactor. One must note that the two underlying assumptions of very slow biomass growth and immobilized biomass make some of the characteristic times extremely large in all bioreactor types. These assumptions are embedded into the mathematical model and, consequently, the characteristic times, such as s mrt /C0 X and s X r /C0 growth take very large-to-infinite values, as actually desired.",
    "Therefore, an extensive effort could be launched to reduce selected values of characteristic times in classic bioreactors. A systematic redesign of the entire process towards microscale-based technology requires substantial effort and introduction of numerous innovations. Technical innovations, which are typically the result of a creative teamwork, are the essential ingredients in the process transformation &amp; intensification.",
    "Examination of Table 2 indicates that the characteristic times associated with the operation of the classic bioreactor are lined up in the following order:",
    "<!-- formula-not-decoded -->",
    "The largest characteristic time is the mean residence time of biomass in a reactor, s mrt /C0 X . Two plausible situations may emerge from the consideration of the biomass mean residence time:",
    "a) The purpose of the bioreactor is to grow/produce the biomass of microbial species. From the definitions of the mean residence time of biomass in the reactor,",
    "<!-- formula-not-decoded -->",
    "it can be easily deduced that an increase in biomass production will result in the reduction of the mean residence time of biomass in the reactor. This is best achieved by increasing the microbial biomass growth rate, which is well represented by the characteristic time of microbial biomass growth s X = O 2 r /C0 growth .",
    "<!-- formula-not-decoded -->",
    "Therefore, the reduction of the value of s X = O 2 r /C0 growth , will reflect an increase in biomass rate of production, which will require more frequent removal of biomass, i.e., increased FX . Since the volume of bioreactor and the volumetric fraction of biomass in the reactor are kept constant, the increased removal rate of biomass will result in the reduction of the mean residence time of the biomass in the reactor. Several options leading to this effect are discerned from the definition of the s X = O 2 r /C0 growth . Yet, all options leading towards the reduction of s X = O 2 r /C0 growth are not equally effective or beneficial. The most effective approach would be to increase l max , which may prove to be a very complex task since it may require genetic manipulation of microbial species. An easier technical approach in reducing s X = O 2 r /C0 growth is to increase the concentration of biomass, CX , in the reactor b) However, if the primary purpose of the bioreactor is not the production of large quantities of biomass, and if the growth of biomass is indeed slow, then one may conclude that the large values of s X = O 2 r /C0 growth and s mrt /C0 X are indeed acceptable and, perhaps, desirable.",
    "A somewhat similar situation is encountered with the mean residence time of the liquid phase, s mrt /C0 l . While the entering gas phase is carrying oxygen and substrate (CH4) into the reactor, the liquid phase is, in fact, delivering oxygen, substrate, and micronutrients to microbial species. This is the reason why design solution hast to provide somewhat larger mean residence time of the liquid phase than the characteristic biochemical reaction time (for substrate limiting case), s P = CH 4 r /C0 biotrans .",
    "<!-- formula-not-decoded -->",
    "It is, most probably, a technological necessity that the concentration of a substrate is depleted as the liquid phase leaves the reactor; otherwise, an elaborate and costly separation &amp; recycling operation must be included in the flowsheet of the overall process. In the case illustrated in Table 2 the ratio between s mrt /C0 l and s P = CH 4 r /C0 biotrans is approximately 2,",
    "<!-- formula-not-decoded -->",
    "which may be a satisfactory design solution. While the s mrt /C0 l can be easily manipulated with the flow rate of a liquid phase, Fl , the key in improving (intensifying) the operation of the bioreactor is the reduction of the s P = CH 4 r /C0 biotrans characteristic time. Again, the options for the reduction of the biotransformation characteristic time are not all equally helpful. The most radical approach would be to increase m max ð¼Þ molP = kg dry /C0 cells /C1 s /C2 /C3 , which may, again, require complex genetic manipulation of microbial species. An alternative option is to increase the concentration of biomass per unit volume of the liquid phase, CX ð¼Þ kg dry /C0 cells = m 3 r .",
    "/C2 /C3 Analysis of characteristic times, presented above, leads to a suggestion that the increase in resident cell concentration, CX , is a swift solution to the challenge of process intensification. While the increase in resident cell concentration might be a reasonable course of action, it is, however, difficult to support the operation of a conventional bioreactor with a large concentration of submerged culture. Reactors with submerged biomass concentrations larger than ~ 5-10 kg dry /C0 cells = m 3 r /C2 /C3 are challenging to aerate, and all transports are substantially impeded leading to large transport characteristic times such as,",
    "<!-- formula-not-decoded -->",
    "It is now evident that the characteristic biochemical reaction time for the substrate limiting case, s P = CH 4 r /C0 biotrans , or s P = O 2 r /C0 biotransf deserves a focused consideration in creating an innovative biotransformation process. Again, the increase of two fundamental process parameters, m max ð¼Þ molP = kgdry /C0 cells /C1 s /C2 /C3 , and l max ð¼Þ 1 = s ½ /C138 , would lead to desired process improvement/intensification. However, discovering or designing microbial species with larger l max and m max is an uncertain and long-term solution. Nevertheless, this approach should always be present in research and development efforts.",
    "Because of conflicting impacts of CX (increasing CX reduces transport) finding a more favorable design solution within constraints of a classic bioreactor/chemostat design may be indeed an increasingly unmanageable task. A microscale-based design approach offers new solution-opportunities, which could quickly yield desired results.",
    "Aside from signposting characteristic times sought for improvement, the time scale analysis provides suggestions for possible directions in creating new design options, which could deliver improved operation of the bioreactor.",
    "The conceptual design of the Bio-Lamina-Plate ( BLP ) reactor, presented in Section 2, provides a platform for substantial process improvements of the biological conversion of economically stranded methane into liquid fuel. The conceptual representation of this microscale-based reactor design is shown in Figs. 1 and 2. The main feature of the proposed microscale-based bioreactor (BLP reactor) is a thin gel-biofilm containing a substantially larger concentration of cells CX ð¼Þ kg dry /C0 cells = m 3 gel h i . Experimentally attainable biomass concentrations fall in the range 10-100 kg dry /C0 cells = m 3 gel h i (Molzahn, 2016; Pierobon et al., 2017; Taylor et al., 2018). A two order of magnitude improvement in biomass concentration comes with requisites. The growth of microbial species entrapped within bio gel film needs to be actively managed. The rearrangement of the spatial distribution of microbial biomass and self-regulation of biomass growth due to internal stresses is opportunity in the biomass growth management (Ðor d evic ´ et al., 2015; Nedovic et al., 2011; Nedovic ´ et al., 2001; Prüsse et al., 2008). A diffusion of substrates and products in and out of a gel film is a design feature of the microscale-based microbial immobilization. The thickness of the gel-film, typically in the range of 50500 m m, enables a plentiful supply of substrates and efficient",
    "Fig. 4. (a) Prototype design of the microscale-based bioreactor with immobilized culture, (b) gel film with entrapped immobilized culture in the BLP reactor demonstration unit, (c) demonstration of the integrity of the gel film, and (d) characteristic times associated with diffusion of substrates through liquid and gel phases. (courtesy of Oregon State University, ARPA-E project Award No DE-AR0000439; G. Jovanovic PI).",
    "removal of products. Fig. 4b and 4c show the photographs of a hydrogel film containing entrapped bacterial biomass. A typical spatial disposition of phases and transport characteristic times, for the BLP bioreactor design, are shown in Fig. 4d.",
    "Again, we can use the Characteristic Times to assess improvements achieved in substituting the classic bioreactor with microbial submerged culture with a microscale-based reactor and immobilized culture. Fig. 4d shows schematic details of the gel film containing immobilized culture in the prototype BLP reactor designed and built by Oregon State University (Jovanovic et al., 2018).",
    "One can directly compare the level of improvement in all aspects of the reactor performance by comparing alike characteristic times for both types of reactors presented in respective characteristic time blocks (Fig. 5c).",
    "Time Scale Analysis provides technological insight into unit operations' (e.g. (bio)chemical reactors) inner workings while also providing a comprehensive perspective of the full (bio)chemical processes. Assessment of Characteristic Times through TSA empowers the user to identify opportunities and isolate specific targets that lead to process intensification. This enables creative technical solutions that directly act on underlying fundamental mechanisms and phenomena or articulate a clear direction for technological change.",
    "Part I of this two-part manuscript introduced Characteristic Time as the primary unit of measurement in TSA and recognized their fundamental origins. In Part II, a full implementation of the Time Scale Analysis was demonstrated by analyzing a conventional bioreactor process, the associated bioprocessing plant, and designing an innovative solution that utilizes Characteristic Times as the yardstick to evaluate proposed solutions.",
    "Process intensification areas have emerged as an ample multidimensional focal space due to a need to progress the (bio)chemical process industries beyond incremental improvements and into paradigm-shifting, step-changing advancements. Many technological areas benefit from introducing opportunities to utilize new feedstocks and renewable energies, convert batch into continuous processing, and drastically reduce waste and CO2 emissions. There are numerous operations and processes developed for intensification and yet few systematic tools exist to assist this development. TSA and PI are two sides of a coin; i.e., significant improvements in size, cost, energy, etc., naturally need a universal and honest tool centered on fundamental mechanisms.",
    "By implementing the Time Scale Analysis, we shift from finding the largest ''knob to turn' to creating new methods of innovating (bio)chemical processes. We hope that design engineers will find",
    "| Conventional Bioreactor       | Characteristic times [s]   |\n|-------------------------------|----------------------------|\n| F                             | 1700                       |\n| Tmrt-b = Fb                   | 500                        |\n| mrt= X Fx                     |                            |\n| massb > kza                   | 1000                       |\n| biotrans Vmax CHA PICH ,      | 960                        |\n| PIO? biotrans Vmax Cx         | 400                        |\n| XIO? Yxio Ssat growth Co Hmax |                            |",
    "| Microscale-Based Reactor (BLP)   | Characteristic times [s]   |\n|----------------------------------|----------------------------|\n| L.W H -28 mrt=| F                | 22.5                       |\n| L.W(H-28 €b mrt-b Fb             | 21.0                       |\n| Tmn-X Fx                         |                            |\n| 82                               | 0.017                      |\n| sat biotrans max PICH .          | 60                         |\n| Ypio biotrans max Ssa            | 55                         |\n| Yxio Ssat growth                 |                            |",
    "max ~0 and ii) immobilized biomass , Fx ~ 0, produce extremely large values (0) for certain characteristic times as desired.",
    "Fig. 5. Comparison of performances among a conventional bioreactor with submerged culture ( a ) vs. BLP reactor with entrapped biomass (b) is demonstrated through the alike characteristic times as a part of the information block (c).",
    "many uses and will expand on the potentials of TSA. More importantly, we hope many will be inspired to develop new tools for PI, such as those addressing energy efficiency or advancing process modeling and techno-economic analysis and incorporating the full value propositions of human and environmental advancements.",
    "## CRediT authorship contribution statement",
    "Goran N. Jovanovic: Conceptualization, Methodology, Writing review &amp; editing. Matthew Y. Coblyn: Conceptualization, Methodology, Writing - review &amp; editing. Igor Plazl: Conceptualization, Methodology, Writing - review &amp; editing.",
    "## Declaration of Competing Interest",
    "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
    "The financial support of the Slovenian Research Agency through Grant P2-0191 and projects J7-1816, J4-1775, BI-Fr/19-20 Proteus 007 and N2-0067 is acknowledged. United States Department of Energy ARPA-E Project ''Bioreactor Using Ultra-Thin Plates' (Award",
    "No DE-AR0000439) and ''Modular Chemical Process Intensification 'BOOT CAMP'' RAPID Education &amp; Workforce Development Project (Award No DE-EE0007888-3.2.3).",
    "## o Development of model equations and characteristic times for BLP reactor",
    "In the article's main text, we discussed the fundamental mechanisms that determine the rates of bioprocesses pertinent to the BLP reactor containing a gel film with entrapped live microbial cells. The bubbles of pure oxygen and methane in the segmented two-phase gas-liquid flow act as a storage of substrates in the gas phase, which then dissolves into a thin aqueous film aqueous and enters the gel phase.",
    "3D mass balance equations for substrates and products in the three reactor domains [bubble-( b ), aqueous-( l ), and gel-( g ) domain; Equations 1-5] could be simplified without substantial loss in accuracy, leading to the 2D mathematical model description of diffusion and bioreaction kinetics of substrates and products in the axisymmetric gel-bio",
    "<!-- formula-not-decoded -->",
    "domain (Fig. 1,5), x 0 ; L ½ /C138 ; y hl ; H ½ /C138 , and with appropriate boundary conditions:",
    "<!-- formula-not-decoded -->",
    "The scaled dependent ( Sgi ; where i ¼ O2 ; CH 4 ; P) and independent variables, x ; y ð Þ in the Equations (A1.1, A1.1a) could be represented as,",
    "<!-- formula-not-decoded -->",
    "Obviously, the scaling parameters of choice are:",
    "<!-- formula-not-decoded -->",
    "The scaling parameters are the choice of design engineers, appropriate to wisdom and the intent of TSA introspection. Substitution of Equations A1.2 into mass balance Equations (A1.1, A1.1a) yields:",
    "## -for dissolved Oxygen in gel-bio film",
    "and after simple rearrangment,",
    "<!-- formula-not-decoded -->",
    "the Equation A1.1 with boundary conditions (A1.1a) in the scaled form are now:",
    "<!-- formula-not-decoded -->",
    "With transcribed boundary conditions:",
    "<!-- formula-not-decoded -->",
    "Normalized mass balance equations for CH4 and product, now contain characteristic times, are presented without detailed derivation below;",
    "## -For Methane dissolved in gel-bio film",
    "<!-- formula-not-decoded -->",
    "boundary conditions :",
    "<!-- formula-not-decoded -->",
    "## -and for product dissolved in gel-bio film",
    "1 s P g /C0 diff x @ 2 S /C3 gP @ ð x /C3 Þ 2 þ 1 s P g /C0 diff y @ 2 S /C3 gP @ ð y /C3 Þ 2 þ 1 s P r /C0 biotrans S /C3 gCH 4 K CH 4 S sat CH 4 þ S /C3 gCH 4 0 B @ 1 C A S /C3 gO 2 K O 2 S sat O 2 þ S /C3 gO 2 0 B @ 1 C A C /C3 gX ¼ 0 boundary conditions : @ x /C3 ¼ 0 ; @ S /C3 gP @ x /C3 /C12 /C12 /C12 x /C3 ¼ 0 ¼ 0 @ x /C3 ¼ 1 ; @ S /C3 gP @ x /C3 /C12 /C12 /C12 x /C3 ¼ 1 ¼ 0 @ y /C3 ¼ H H /C0 h l ; @ S /C3 gP @ y /C3 /C12 /C12 /C12 y /C3 ¼ H d g ¼ 0 @ y /C3 ¼ h l H /C0 h l ; S /C3 gP ¼ S /C3 lP ; or /C0 1 s P g /C0 diff y @ S /C3 gP @ y /C3 /C12 /C12 /C12 y /C3 ¼ h l d g ¼ /C0 1 s P l /C0 diff y h l d g @ S /C3 lP @ y /C3 /C12 /C12 /C12 y /C3 ¼ h l d g ð A1 : 6 Þ",
    "A brief TSA analysis of more complex mass transport cases in segmented flows is suggested below in addition to the above discussed simplified segmented flow. A more complex case may quickly arise when a gas phase is carrying a mixture of gases - bubbles of air with a proportion of oxygen (substrate) could be introduced into the BLP reactor. The introduction of meaningful scaling parameters leads to the following definitions of dimensionless independent &amp; dependent variables:",
    "<!-- formula-not-decoded -->",
    "Then, the mass transport pertinent to gas-liquid Taylor flow (Eqs. (1) and (2) - Part II) yields the following normalized 3D model equations for a substrate (oxygen):",
    "in the bubble-gas phase:",
    "<!-- formula-not-decoded -->",
    "and in the liquid phase:",
    "<!-- formula-not-decoded -->",
    "The model equations (A1.8 and A1.9) expressed with characteristic times become in the bubble-gas phase:",
    "<!-- formula-not-decoded -->",
    "<!-- formula-not-decoded -->",
    "<!-- formula-not-decoded -->",
    "The characteristic diffusion times in both phases can be easily estimated based on the segmented flow's known physical domains",
    "<!-- formula-not-decoded -->",
    "<!-- formula-not-decoded -->",
    "The estimates of characteristic times relevant to convective mass transport, s l /C0 rt ð x ; y ; z Þ ½ s /C138 , and s b /C0 rt ð x ; y ; z Þ ½ s /C138 are more complex. Note that these characteristic times are now functions of space independent variables x ; y ; and z , i.e., the distribution of residence times for all three dimensions in the gas and liquid phase are created. If there is a meaningful way of replacing local velocities v bx ; v by ; v bz ; v lx ; v ly ; v lz with an expression that connects local velocities with average velocities, v /C0 bx ; v /C0 by ; v /C0 bz ; v /C0 lx ; v /C0 ly ; v /C0 lz then the distribution of residence times would be replaced with the mean residence times .",
    "<!-- formula-not-decoded -->",
    "The fluid dynamics of a gas-liquid Taylor flow (or slug flow), which are often dominated by surface tension forces, have been thoroughly investigated in microchannels of various crosssectional aspect ratios using experimental visualizations and numerical simulations. Several solutions are proposed to estimate the mean residence times and circulation times in both phases for a",
    "Table A1 Estimated numerical values of assumed process parameters and operating conditions for a microscale-based bioreactor ( BLP",
    ") with entrapped microbial biomass.",
    "| Parallel-Plate Bioreactor with Immobilized Biomass -Data   | Symbols & Units                                   | Range                |                      | Used values          |\n|------------------------------------------------------------|---------------------------------------------------|----------------------|----------------------|----------------------|\n| Reactor length                                             | L m ½ /C138                                       | 0.01                 | 0.50                 | 0.50                 |\n| Reactor width                                              | W m ½ /C138                                       | 0.01                 | 0.50                 | 0.30                 |\n| Reactor height                                             | 2 H m ½ /C138                                     | 5 : 00 /C1 10 /C0 5  | 1 : 00 /C1 10 /C0 3  | 1 : 00 /C1 10 /C0 3  |\n| Thickness of gel layer                                     | d g m ½ /C138                                     | 5 : 00 /C1 10 /C0 5  | 5 : 00 /C1 10 /C0 4  | 2 : 00 /C1 10 /C0 4  |\n| Distance of the reactor center line to gel layer           | h l m ½ /C138                                     | 5 : 00 /C1 10 /C0 5  | 1 : 00 /C1 10 /C0 3  | 2 : 00 /C1 10 /C0 4  |\n| Thickness of liquid film between bubble and gel layer      | d l m ½ /C138                                     | 2 : 00 /C1 10 /C0 6  | 1 : 00 /C1 10 /C0 5  | 5 : 00 /C1 10 /C0 6  |\n| Volumetric flow rate of liquid into microreactor           | F l m 3 l = s                                     | 1 : 00 /C1 10 /C0 6  | 5 : 00 /C1 10 /C0 6  | 2 : 00 /C1 10 /C0 6  |\n| Volumetric flow rate of CH 4 gas                           | /C2 /C3 F CH 4 m 3 CH 4 = s h i                   | 1 : 00 /C1 10 /C0 6  | 5 : 00 /C1 10 /C0 6  | 1 : 50 /C1 10 /C0 6  |\n| Volumetric flow rate of O 2 gas                            | F O 2 m 3 O 2 = s h i                             | 1 : 00 /C1 10 /C0 7  | 5 : 00 /C1 10 /C0 6  | 5 : 00 /C1 10 /C0 7  |\n| Volumetric flow rate of biomass in effluent liquid stream  | F X m 3 X = s                                     | 0.00                 | 0.00                 | *0 : 00              |\n| Saturated concentration of CH 4 [10 bar; 293 K]            | /C2 /C3 S sat CH 4 mol CH 4 = m 3 l /C3           | 12.00                | 12.00                | 12.00                |\n| Saturated concentration of O 2 [10 bar; 273 K]             | /C2 S sat O 2 mol O 2 = m 3 l /C2 /C3             | 22.00                | 22.00                | 22.00                |\n| Diffusion coefficient - O 2 in liquid                      | D O 2 l m 2 = s                                   | 2 : 00 /C1 10 /C0 9  | 2 : 00 /C1 10 /C0 9  | 2 : 00 /C1 10 /C0 9  |\n| Effective Diffusion coefficient - O 2 in gel               | /C2 /C3 D O 2 g m 2 = s /C2 /C3                   | 1 : 00 /C1 10 /C0 9  | 1 : 00 /C1 10 /C0 9  | 1 : 00 /C1 10 /C0 9  |\n| Diffusion coefficient - CH 4 in liquid phase               | D CH 4 l m 2 = s                                  | 1 : 50 /C1 10 /C0 9  | 1 : 50 /C1 10 /C0 9  | 1 : 50 /C1 10 /C0 9  |\n| Effective Diffusion coefficient - CH 4 in gel              | /C2 /C3 D CH 4 g m 2 = s /C3                      | 7 : 50 /C1 10 /C0 10 | 7 : 50 /C1 10 /C0 10 | 7 : 50 /C1 10 /C0 10 |\n| Fraction of liquid phase in feed stream [v/v]              | /C2 e l = ½ /C138                                 | 0.10                 | 0.60                 | 0 : 50               |\n| Fraction of O 2 gas in feed stream [v/v]                   | e b /C0 O 2 = ½                                   | 0.10                 | 0.60                 | 0 : 15               |\n| Fraction of CH 4 gas in feed stream [v/v]                  | /C138 e b /C0 CH 4 = ½ /C138                      | 0.10                 | 0.60                 | 0.35                 |\n| Fraction of biomass in reactor outflow [v/v]               | e X = ½ /C138                                     | 0.00                 | 0.00                 | 0.00                 |\n| Product yield coefficient with respect to O 2              | Y P = O 2 mol P = mol O 2                         | 0.01                 | 0.25                 | 0.10                 |\n| Product yield coefficient with respect to CH 4             | /C2 /C3 Y P = CH 4 mol P = mol CH 4               | 0.10                 | 0.50                 | 0 : 20               |\n| Cell dry mass yield coefficient with respect to O 2        | /C2 /C3 Y X = O 2 kg dry /C0 cell = mol O 2 h i   | 1 : 00 /C1 10 /C0 6  | 1 : 00 /C1 10 /C0 3  | 1 : 00 /C1 10 /C0 5  |\n| Cell dry mass yield coefficient with respect to CH 4       | Y X = CH 4 kg dry /C0 cell = mol CH 4 h i         | 1 : 00 /C1 10 /C0 6  | 1 : 00 /C1 10 /C0 3  | 1 : 00 /C1 10 /C0 4  |\n| Maximum specific cell growth rate                          | l max 1 s ¼ kg dry /C0 cell kg dry /C0 cell s h i | 0.00                 | 1 : 00 /C1 10 /C0 4  | 0.00                 |\n| Maximum rate of bio product formation                      | v max mol P = kg dry /C0 cell s h i               | 1 : 00 /C1 10 /C0 5  | 1 : 00 /C1 10 /C0 2  | 5 : 00 /C1 10 /C0 4  |\n| Concentration of cells immobilized in gel                  | C o X kg dry /C0 cell = m 3 g h i                 | 5.0                  | 100.0                | 80.0                 |",
    "* Biomass is entrapped in gel layer; the rate of biomass withdrawal from the reactor FX ¼ 0.",
    "Numerical data for process parameters and operating conditions in classic bioreactor with submerged culture.",
    "| Clasic Bioreactor/Chemostat With Submerged Culture - DATA   | Symbols & Units                       | Range             |               |          | Used values         |\n|-------------------------------------------------------------|---------------------------------------|-------------------|---------------|----------|---------------------|\n| Total volume of bioreactor                                  | V r m 3 r /C3                         | 2.00              | 20.0          |          | 5.0                 |\n| Volume fraction of liquid in bioreactor                     | /C2 e l m 3 l m 3 h i                 | 0.74              | 0.98          |          | 0.85                |\n| Volume fraction of biomass in bioreactor                    | e X m 3 m m 3 h i                     | 0.005             | 0.16          |          | 0.05                |\n| Volume fraction of gas in bioreactor                        | e b m 3 b m 3 h i                     | 0.02              | 0.10          |          | 0.10                |\n| Volumetric flow rate of liquid in bioreactor                | F l m 3 l s h                         | 0.0001            | 0.005         |          | 0.0025              |\n| Volumetric flow rate of gas in bioreactor                   | i F b m 3 b s h                       | 0.00              | 0.002         |          | 0.001               |\n| Volumetric flow rate of biomass withdrawal from reactor     | i F X m 3 X s h i                     | 2.78 /C1 10 -6    | 1 : 30 /C1 10 | /C0 4    | *0                  |\n| Dry biomass concentration                                   | C o X kg dry /C0 cell m 3 l /C20 /C21 | 1.00              | 10.00         |          | 5.00                |\n| Viscosity of broth                                          | l Pa /C1 s ½ /C138                    | 0.001             | 0.002         |          | 0.01                |\n| Gas bubble size                                             | d b m ½ /C138                         | 0.003             | 0.010         |          | 0.005               |\n| Gas (O 2 ) mass transfer coefficient                        | k L a s /C0 1                         | 0.0005            | 0.05          |          | 0.001               |\n| Operating partial pressure O 2                              | /C2 /C3 p O 2 Pa ½ /C138              | 1 : 00 /C1 10 5   | 5 : 00 /C1 10 | 5        | 1 : 00 /C1 10 5     |\n| Operating partial pressure CH 4                             | p CH 4 Pa ½                           | 1 : 00 /C1 10 5   | 2 : 00 /C1 10 | 6        | 1 : 00 /C1 10 6     |\n| Saturation concentration of O 2 in water [1 bar; 273 K]     | /C138 S sat O 2 mol O 2 m 3 /C20 /C21 | 2 : 13            | 2 : 13        |          | 2 : 13              |\n| Saturation concentration of CH 4 in water [10 bar; 298 K]   | S sat CH 4 mol CH 4 m 3 l /C20 /C21   | 12 : 0            | 12 : 0        |          | 12.0                |\n| Microbial biomass productivity                              | v max mol P kg /C1 s h i              | 1 : 00 /C1 10 /C0 | 1 : 00 /C1    | 10 /C0 1 | 5 : 00 /C1 10 /C0 4 |\n| Substrate-to-Product conversion (CH 4 )                     | dry /C0 cell Y p = CH 4 mol P mol h i | 0.005             | 0.500         |          | 0.200               |\n| Substrate-to-Product conversion (O 2 )                      | 4 Y P = O 2 mol P mol O h i           | 0.005             | 0.500         |          | 0.500               |",
    "Biomass is entrapped in the gel film.",
    "Fig. A1. Sketch of likely streamline pattern in the halves of the symmetric microchannel gas-liquid Taylor flow in the BLP reactor; Lb and Hb ( m ) represent the length and the height of the average gas bubble, respectively (bubble width Wb in the zdirection is not shown); Ls ( m ) is the slug length, and Hs is the height of slug circulation zone (approximately equal to the bubble height), while the width of liquid slug is equal to the width of microchannel, W ( m ); hb (m) represents the distance of the gas phase in the ydirection from the center of the microchannel (and is equal to Hb/2 ), while the thickness of the liquid film is indicated by dl =( hl -hb ).",
    "given Taylor flow geometry without solving the Navier-Stokes &amp; Continuity equations (Eqs. I, II) of a complex flow system (Abadie et al., 2012; Gupta et al., 2010; Kruetzer, 2003; Svetlov and Abiev, 2016).",
    "Segmented flow, schematically shown in Fig. A1, is often encountered in microscale-based devices. The gas phase in the two-phase flow between parallel plates (Figs. 1 and A1) is most often observed as long ' pancake ' type bubbles. Experimental pieces of evidence of this type of segmented flow in the BLP bioreactor with immobilized methanotrophs are researched and documented in Jovanovic et al. (2018) and Oregon State University (2013). Under these commonly encountered microfluidic conditions, one can suitably simplify the transport of substrate (O2) as presented in the main body of the text. It appears that the microscalebased design of bioreactors with immobilized microbial species (in films, beads, etc.) radically benefits transport intensification in the segmented flow dispositions similar to the one illustrated in Fig. A1.",
    "Still, the overall rate of the bioprocess in the BLP reactor containing a gel film with entrapped live microbial cells is determined by the biochemical kinetics and the diffusion of substrates and products in the gel film (Eqs. A1.4-A1.6). If the air, instead of pure oxygen, is introduced as a gas phase, oxygen can become a limiting substrate.",
    "## o Development of model equations and characteristic times for traditional bioreactor /chemostat",
    "Substrate (CH4 and O2) transport across the gas-liquid interface is an essential term in the substrate and product mass balance equations in the liquid phase containing submerged microbial culture:",
    "## -for dissolved Oxygen",
    "<!-- formula-not-decoded -->",
    "where the net rate of change, D rO 2 , includes the rate of dissolved oxygen consumption for i) microorganisms' growth, for ii) enzymecatalyzed biotransformation, and for iii) maintenance of the cells (Equation (4) in the main text):",
    "<!-- formula-not-decoded -->",
    "## -for dissolved Methane",
    "<!-- formula-not-decoded -->",
    "The net rate of change of methane due to the rates of consumption (eq A1.13), D rCH 4 , includes the rate of dissolved methane consumption for i) biotransformation and ii) cell maintenance:",
    "<!-- formula-not-decoded -->",
    "## -and for product formation",
    "<!-- formula-not-decoded -->",
    "The characteristic times can be ''extracted' from the above equations by considering only the scaling of dependent variables, SO 2 , SCH 4 , SP , and CX , in the mass balance equations.",
    "The new scaled variables could be represented as:",
    "<!-- formula-not-decoded -->",
    "The substitution of Eqs. A1.15 into the mass balance Equations (A1.12-A1.14) yields:",
    "## -for dissolved Oxygen",
    "and after simple rearrangment we obtain:",
    "<!-- formula-not-decoded -->",
    "The Equation A1.12 in the normalized form is represented below.",
    "<!-- formula-not-decoded -->",
    "Similarly, we can derive a normalized equation from the Equation A1.13",
    "## -for dissolved Methane",
    "and after simple rearangement:",
    "<!-- formula-not-decoded -->",
    "We obtain a normalized Equation of A1.8, which includes characteristic times:",
    "<!-- formula-not-decoded -->",
    "Similarly a normalized Equation (A1.14) for the product :",
    "<!-- formula-not-decoded -->",
    "- Abadie, T., Aubin, J., Legendre, D., Xuereb, C., 2012. Hydrodynamics of gas-liquid Taylor flow in rectangular microchannels. Microfluid Nanofluid 12, 355-369. https://doi.org/10.1007/s10404-011-0880-8.\n- Abiev, R.Sh., 2013. Bubbles velocity, Taylor circulation rate and mass transfer model for slug flow in milli- and microchannels. Chemical Engineering Journal, IMRET 12: Proceedings of the Twelfth International Conference on Microreaction Technology 227, 66-79. https://doi.org/10.1016/j.cej.2012.10.009\n- Agarwal, G.K., Ghoshal, A.K., 2008. Packed bed dynamics during microbial treatment of wastewater: Modelling and simulation. Bioresour. Technol. 99, 3765-3773. https://doi.org/10.1016/j.biortech.2007.07.012.\n- Agostini, B., Revellin, R., Thome, J.R., 2008. Elongated bubbles in microchannels. Part I: Experimental study and modeling of elongated bubble velocity. Int. J. Multiph. Flow 34, 590-601. https://doi.org/10.1016/j.ijmultiphaseflow.2007.07.007.\n- AlSayed, A., Fergala, A., Khattab, S., Eldyasti, A., 2018. Kinetics of type I methanotrophs mixed culture enriched from waste activated sludge. Biochem. Eng. J. 132, 60-67. https://doi.org/10.1016/j.bej.2018.01.003.\n- Avalos Ramirez, A., Bénard, S., Giroir-Fendler, A., Jones, J.P., Heitz, M., 2008. Kinetics of microbial growth and biodegradation of methanol and toluene in biofilters and an analysis of the energetic indicators. J. Biotechnol. 138, 88-95. https:// doi.org/10.1016/j.jbiotec.2008.08.001.\n- AVEVA, 2020. Discover AVEVA Process Simulation - the New Paradigm in Process Simulation [WWW Document]. AVEVA. URL https://sw.aveva.com/engineerprocure-construct/process-engineering-and-simulation/simcentral-simulationplatform (accessed 5.17.20).",
    "Becker, S., 2016. Modeling of Microscale Transport in Biological Processes. Academic Press.",
    "Bjorck, C.E., Dobson, P.D., Pandhal, J., 2018. Biotechnological conversion of methane to methanol: evaluation of progress and potential. AIMS Bioengineering 5, 1-38.",
    "- van Bodegom, P., Stams, F., Mollema, L., Boeke, S., Leffelaar, P., 2001. Methane Oxidation and the Competition for Oxygen in the Rice Rhizosphere. Appl. Environ. Microbiol. 67, 3586-3597. https://doi.org/10.1128/AEM.67.8.35863597.2001.",
    "- Boiesen, A., Arvin, E., Broholm, K., 1993. Effect of mineral nutrients on the kinetics of methane utilization by methanotrophs. Biodegradation 4, 163-170. https://doi. org/10.1007/BF00695118.\n- Bolivar, J.M., Nidetzky, B., 2013. Multiphase biotransformations in microstructured reactors: opportunities for biocatalytic process intensification and smart flow processing. Green Process. Synth, 2, 541-559. https://doi.org/10.1515/gps2013-0091.\n- Bretherton, F.P., 1961. The motion of long bubbles in tubes. J. Fluid Mech. 10, 166188. https://doi.org/10.1017/S0022112061000160.\n- Chaumat, H., Billet-Duquenne, A.M., Augier, F., Mathieu, C., Delmas, H., 2005. Mass transfer in bubble column for industrial conditions-effects of organic medium, gas and liquid flow rates and column design. Chemical Engineering Science, 7th International Conference on Gas-Liquid and Gas-Liquid-Solid Reactor Engineering 60, 5930-5936. https://doi.org/10.1016/j.ces.2005.04.026",
    "Coblyn, M.Y., Paul, B.K., 2019. Modular Chemical Process Intensification: Discovering Opportunities and Overcoming Challenges [WWW Document]. AIChE Academy. URL https://www.aiche.org/academy/webinars/modularchemical-process-intensification-discovering-opportunities-and-overcomingchallenges.",
    "Danckwerts, P.V., 1970. Gas-liquid reactions. McGraw-Hill Book Co..",
    "- Ðor d evic ´ , V., Balanc ˇ, B., Belšc ˇak-Cvitanovic ´, A., Levic ´, S., Trifkovic ´, K., Kaluševic ´, A., Kostic ´, I., Komes, D., Bugarski, B., Nedovic ´, V., 2015. Trends in Encapsulation Technologies for Delivery of Food Bioactive Compounds. Food Eng Rev 7, 452490. https://doi.org/10.1007/s12393-014-9106-7.\n- Fennell, D.E., Nelson, Y.M., Underhill, S.E., White, T.E., Jewell, W.J., 1993. TCE degradation in a methanotrophic attached-film bioreactor. Biotechnol. Bioeng. 42, 859-872. https://doi.org/10.1002/bit.260420711.\n- Ganapathy, H., Al-Hajri, E., Ohadi, M., 2013. Mass transfer characteristics of gasliquid absorption during Taylor flow in mini/microchannel reactors. Chem. Eng. Sci. 101, 69-80. https://doi.org/10.1016/j.ces.2013.06.005.\n- Gourdon, C., 2020. Selecting Process-Intensified Equipment. Chemical Engineering Progress 2020.\n- Gupta, R., Fletcher, D.F., Haynes, B.S., 2010. Taylor Flow in Microchannels: A Review of Experimental and Computational Work. The Journal of Computational Multiphase Flows 2, 1-31. https://doi.org/10.1260/1757-482X.2.1.1.\n- Huerre, A., Theodoly, O., Leshansky, A.M., Valignat, M.-P., Cantat, I., Jullien, M.-C., 2015. Droplets in Microchannels: Dynamical Properties of the Lubrication Film. Phys. Rev. Lett. 115,. https://doi.org/10.1103/PhysRevLett.115.064501 064501.\n- Ikemoto, S., Jennings, A.A., Skubal, K.L., 2006. Modeling hydrophobic VOC biofilter treatment in the presence of nutrient stimulation and hydrophilic VOC inhibition. Environ. Modell. Software 21, 1387-1401. https://doi.org/10.1016/ j.envsoft.2005.07.001.\n- Jovanovic, G., Coblyn, M., Plazl, I., 2020. Time Scale Analysis &amp; Characteristic Times in Microscale-Based Chemical and Biochemical Processes: Concepts and Origins. Chemical Engineering Science.\n- Jovanovic, G.N., Plazl, I., 2019. In: A time scale analysis and characteristic times of microscale-based bioreactors, Plenary Lecture, in: Book of Extended Abstracts. University of Ljubljana, Faculty of Chemistry and Chemical Technology, Ljubljana, Slovenia, pp. 12-13.\n- Jovanovic, G.N., Schilke, K., Loeb, C., Atadana, F., Weymann, D., 2018. Bio-lamina bioreactors and methods of making and using the same. US20180258381A1.\n- Kafarov, V.V., Pervov, V.L., Meshalkin, V.P., Astashkin, V.V., Chugunova, N.M., 1975. Engineering-cost calculation of capital expenditure for chemical and petrochemical plant piping. Chem Petrol Eng 11, 454-456. https://doi.org/ 10.1007/BF01152001.\n- Kashid, M.N., Gerlach, I., Goetz, S., Franzke, J., Acker, J.F., Platte, F., Agar, D.W., Turek, S., 2005. Internal Circulation within the Liquid Slugs of a Liquid /C0 Liquid SlugFlow Capillary Microreactor. Ind. Eng. Chem. Res. 44, 5003-5010. https://doi. org/10.1021/ie0490536.\n- Kovárová-Kovar, K., Egli, T., 1998. Growth Kinetics of Suspended Microbial Cells: From Single-Substrate-Controlled Growth to Mixed-Substrate Kinetics. Microbiol. Mol. Biol. Rev. 62, 646-666. https://doi.org/10.1128/ MMBR.62.3.646-666.1998.\n- Kruetzer, M.T., 2003. Hydrodynamics of Taylor Flow in Capillaries and Monolith Reactors. Delft University Press.\n- Lee, O.K., Hur, D.H., Nguyen, D.T.N., Lee, E.Y., 2016. Metabolic engineering of methanotrophs and its application to production of chemicals and biofuels from methane. Biofuels, Bioprod. Biorefin. 10, 848-863. https://doi.org/10.1002/ bbb.1678.\n- Ling, Y., Rubin, J., Deng, Y., Huang, C., Demirci, U., Karp, J.M., Khademhosseini, A., 2007. A cell-laden microfluidic hydrogel. Lab Chip 7, 756-762. https://doi.org/ 10.1039/B615486G.\n- Lubej, M., Novak, U., Liu, M., Martelanc, M., Franko, M., Plazl, I., 2015. Microfluidic droplet-based liquid-liquid extraction: online model validation. Lab Chip 15, 2233-2239. https://doi.org/10.1039/C4LC01460J.\n- Molzahn, P., 2016. Batch and Continuous Flow Column Studies of Methane Consumption and Methanol Production by Methylosinus Trichosporium OB3b and Methylomicrobium Buryatense 5GB1 Immobilized In Ca-Alginate and Agarose Hydrogels (Masters Thesis). Oregon State University, Corvallis, OR.\n- Moulijn, J.A., Stankiewicz, A., Grievink, J., Górak, A., 2008. Process intensification and process systems engineering: A friendly symbiosis. Computers &amp; Chemical Engineering, Process Systems Engineering: Contributions on the State-of-theArt 32, 3-11. https://doi.org/10.1016/j.compchemeng.2007.05.014.\n- Namgung, H.-K., Song, J., 2015. The Effect of Oxygen Supply on the Dual Growth Kinetics of Acidithiobacillus thiooxidans under Acidic Conditions for Biogas\n- Desulfurization. Int. J. Environ. Res. Public Health 12, 1368-1386. https://doi. org/10.3390/ijerph120201368.\n- Nedovic, V., Kalusevic, A., Manojlovic, V., Levic, S., Bugarski, B., 2011. An overview of encapsulation technologies for food applications. Procedia Food Science, 11th International Congress on Engineering and Food (ICEF11) 1, 1806-1815. https://doi.org/10.1016/j.profoo.2011.09.265",
    "Nedovic ´, V.A., Obradovic ´, B., Leskošek-C ˇ ukalovic ´, I., Trifunovic ´, O., Pešic ´ , R., Bugarski, B., 2001. Electrostatic generation of alginate microbeads loaded with brewing yeast. Process Biochem. 37, 17-22. https://doi.org/10.1016/S0032-9592(01) 00172-8.",
    "Oregon State University, 2013. Bioreactor Using Ultra-Thin Plates [WWW Document]. Advanced Research Projects Agency-Energy, U.S. Department of Energy. URL https://arpa-e.energy.gov/?q=slick-sheet-project/bioreactor-usingultra-thin-plates (accessed 5.17.20).",
    "Patel, S.K.S., Mardina, P., Kim, S.-Y., Lee, J.-K., Kim, I.-W., 2016. Biological Methanol Production by a Type II Methanotroph Methylocystis bryophila. J. Microbiol. Biotechnol. 26, 717-724. https://doi.org/10.4014/jmb.1601.01013.",
    "Pierobon, S.C., Riordon, J., Nguyen, B., Ooms, M.D., Sinton, D., 2017. Periodic harvesting of microalgae from calcium alginate hydrogels for sustained highdensity production. Biotechnol. Bioeng. 114, 2023-2031. https://doi.org/ 10.1002/bit.26325.",
    "Plazl, I., Jovanovic, G.N., 2019. Modeling and time scale analysis of processes at the micro scale, Invited Lecture, in: Final Program &amp; Book of Abstracts. Presented at the Frost 7: Frontiers in Organic Synthesis Technology, Flow Chemistry Society, Switzerland, Budapest, Hungary, pp. 34-35.",
    "Plazl, I., Jovanovic, G.N., 2018. Time scale analysis &amp; characteristic times a novel approach in assessing design performance of microscale-based reactors and operations : a case for process intensification &amp; modularization for solid catalyzed chemical reaction processes in microreactors, Keynote Lecture. Presented at the ICAPPP 2018, The International Conference on Advanced and Applied Petroleum, Petrochemicals, and Polymers, Chulalongkorn University, Bangkok, Thailand, p. 34.",
    "- Pohar, A., Plazl, I., 2009. Process Intensification through Microreactor Application. Chem. Biochem. Eng. Q. 23, 537-544.",
    "Prüsse, U., Bilancetti, L., Buc ˇko, M., Bugarski, B., Bukowski, J., Gemeiner, P., Lewin ´ ska, D., Manojlovic, V., Massart, B., Nastruzzi, C., Nedovic, V., Poncelet, D., Siebenhaar, S., Tobler, L., Tosi, A., Vikartovská, A., Vorlop, K.-D., 2008. Comparison of different technologies for alginate beads production. Chem. Pap. 62, 364. https://doi.org/10.2478/s11696-008-0035-x.",
    "- Ramaswamy, S., Huang, H.-J., Ramarao, B.V., 2013. Separation and Purification Technologies in Biorefineries. John Wiley &amp; Sons.\n- Ratulowski, J., Chang, H., 1989. Transport of gas bubbles in capillaries. Phys. Fluids A 1, 1642-1655. https://doi.org/10.1063/1.857530.\n- Sander, R., 2015. Compilation of Henry's law constants (version 4.0) for water as solvent. Atmos. Chem. Phys. 15, 4399-4981. https://doi.org/10.5194/acp-154399-2015.\n- Segers, R., 1998. Methane production and methane consumption: a review of processes underlying wetland methane fluxes. Biogeochemistry 41, 23-51. https://doi.org/10.1023/A:1005929032764.\n- Shao, N., Gavriilidis, A., Angeli, P., 2010. Mass transfer during Taylor flow in microchannels with and without chemical reaction. Chemical Engineering Journal, 10th International Conference on Microreaction Technology 160, 873881. https://doi.org/10.1016/j.cej.2010.02.049.\n- Sheets, J.P., Ge, X., Li, Y.-F., Yu, Z., Li, Y., 2016. Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate. Bioresour. Technol. 201, 50-57. https://doi.org/10.1016/j.biortech.2015.11.035.\n- Strniša, F., Urbic ˇ, T., Z ˇ nidaršic ˇ-Plazl, P., Plazl, I., 2019. Process Intensification and Miniaturization of Chemical and Biochemical Processes, in: Kiss, A.A., Zondervan, E., Lakerveld, R., Özkan, L. (Eds.), Computer Aided Chemical Engineering, 29 European Symposium on Computer Aided Process Engineering. Elsevier, pp. 1801-1806. https://doi.org/10.1016/B978-0-12818634-3.50301-5.\n- Strong, P.J., Kalyuzhnaya, M., Silverman, J., Clarke, W.P., 2016. A methanotrophbased biorefinery: Potential scenarios for generating multiple products from a single fermentation. Bioresource Technology, Waste Biorefinery - Advocating Circular Economy 215, 314-323. https://doi.org/10.1016/j. biortech.2016.04.099.\n- Svetlov, S.D., Abiev, R.Sh., 2016. Modeling mass transfer in a Taylor flow regime through microchannels using a three-layer model. Theor Found Chem Eng 50, 975-989. https://doi.org/10.1134/S0040579516060166.\n- Tan, J., Lu, Y.C., Xu, J.H., Luo, G.S., 2012. Mass transfer characteristic in the formation stage of gas-liquid segmented flow in microchannel. Chem. Eng. J. 185-186, 314-320. https://doi.org/10.1016/j.cej.2012.01.054.\n- Taylor, A., Molzahn, P., Bushnell, T., Cheney, C., LaJeunesse, M., Azizian, M., Semprini, L., 2018. Immobilization of Methylosinus trichosporium OB3b for methanol production. J Ind Microbiol Biotechnol 45, 201-211. https://doi.org/10.1007/ s10295-018-2010-z.\n- Tays, C., Guarnieri, M.T., Sauvageau, D., Stein, L.Y., 2018. Combined Effects of Carbon and Nitrogen Source to Optimize Growth of Proteobacterial Methanotrophs. Front Microbiol 9, 2239. https://doi.org/10.3389/fmicb.2018.02239.\n- Tian, Y., Pistikopoulos, E.N., 2019. Synthesis of Operable Process Intensification Systems - Steady-State Design with Safety and Operability Considerations. Ind. Eng. Chem. Res. 58, 6049-6068. https://doi.org/10.1021/acs.iecr.8b04389.",
    "Vogel, H.C., Todaro, C.M., 1996. Fermentation and Biochemical Engineering Handbook, 2nd Ed.: Principles, Process Design and Equipment, 2nd, revised ed. William Andrew.",
    "- Weymann, D., 2017. Properties of Hydrogels for Immobilization of Bacteria in a Commercial Microfluidic Bioreactor (Masters Thesis). Oregon State University, Corvallis, OR.\n- Wohlgemuth, R., Plazl, I., Z ˇ nidaršic ˇ-Plazl, P., Gernaey, K.V., Woodley, J.M., 2015. Microscale technology and biocatalytic processes: opportunities and challenges",
    "for synthesis. Trends Biotechnol. 33, 302-314. https://doi.org/10.1016/j. tibtech.2015.02.010.",
    "- Xin, J., Cui, J., Niu, J., Hua, S., Xia, C., Li, S., Zhu, L., 2004. Production of methanol from methane by methanotrophic bacteria. Biocatal. Biotransform. 22, 225-229. https://doi.org/10.1080/10242420412331283305."
  ],
  "markdown_length": 83510,
  "chunks_count": 247,
  "extraction_method": "docling"
}