{
  "filename": "Kim et al. 2010.pdf",
  "markdown": "## RESEARCH PAPER\n\n## Optimization of Lab Scale Methanol Production by Methylosinus trichosporium OB3b\n\nHee Gon Kim, Gui Hwan Han, and Si Wouk Kim\n\nReceived: 4 February 2010 / Revised: 5 March 2010 / Accepted: 5 March 2010 © The Korean Society for Biotechnology and Bioengineering and Springer 2010\n\nAbstract Methylosinus trichosporium OB3b is a methanotrophic bacterium containing particulate methane monooxygenase (MMO), which catalyzes the hydroxylation of methane to methanol. The methanol is further oxidized to formaldehyde  by  methanol  dehydrogenase  (MDH).  We developed a novel compulsory circulation diffusion system for  cell  cultivation.  A  methane/air  mixture  (1:1,  v/v)  was prepared in a tightly sealed gas reservoir and pumped into a nitrate mineral salt culture medium under optimal conditions (5 µM CuSO 4 , pH 7.0, 30°C). Cells were harvested, washed,  and  resuspended  (0.6  mg  dry  cells/mL)  in  a 500 mL  flask  in  100  mL  of  10  mM  phosphate  buffer (pH 7.0)  containing  100  mM  NaCl  and  1  mM  EDTA  as MDH inhibitors,  and  20  mM  sodium  formate.  A  single 12 h batch reaction at 25°C yielded a final concentration of 13.2 mM methanol. The use of a repeated batch mode, in which the accumulated methanol was removed after each of  three  8  h  cycles  over  a  24  h  period,  showed  a  productivity of 2.17 µ mol methanol/h/mg dry cell wt. Finally, a  lab-scale  reaction  performed  using  a  3  L  cylindrical reactor with a working volume of 1 L produced 13.7 mM methanol after 16 h. Our results identify a simple process for  improving  the  productivity  of  biologically  derived methanol and, therefore the utility of methane as an energy source.\n\nKeywords: methane monooxygenase, methanol dehydrogenase, Methylosinus trichosporium OB3b, NaCl, EDTA\n\nTel: +82-62-230-6649; Fax: +82-62-225-6040\n\nE-mail: swkim@chosun.ac.kr\n\n<!-- image -->\n\n## 1. Introduction\n\nThe  benefit  of  methane  as  an  energy  source  is  that  it produces  few  atmospheric  pollutants  and  generates  less carbon dioxide per unit energy than oil or coal. However, the use of methane is hindered by difficulties with storage and  transportation.  These  problems  can  be  solved  by  the conversion of methane to methanol. Methanol is used as a fuel for heat engines and fuel cells and can be converted by dehydration to  dimethyl ether (DME), a good diesel fuel with a higher octane rating than regular diesel fuel. Methanol is produced exclusively from methane, by processing syngas under conditions of high temperature and pressure. In  recent  years,  however,  investigators  have  explored  the biological  production  of  methanol  under  ambient  conditions.\n\nMethanotrophic  bacteria  are  able  to  grow  aerobically using methane as a sole source of carbon and energy. The first step in the metabolism of methane is its conversion to methanol by the enzyme methane monooxygenase (MMO, EC  1.14.13.25).  Methanol  is  converted  subsequently  to formaldehyde  by  methanol  dehydrogenase  (MDH,  EC 1.1.99.8), which is coupled to the electron transport chain at the level of cytochrome c L [1]. Formaldehyde is assimilated into biomass or oxidized to carbon dioxide, thereby providing  reducing  power  for  MMO.  The  production  of methanol using a methanotrophic bacterium requires  that oxidation of methanol be prevented, so that methanol can be excreted into the medium [2,3].\n\nIt  is  well  known  that  NaCl  inhibits  electrostatic  interaction  between  MDH  and  cytochrome c L [1].  We  have optimized methanol biosynthesis in M. trichosporium OB3b by  using  high  NaCl  concentrations  to  create  conditions inhibiting  MDH  activity,  while  retaining  MMO  activity [4].  The  high  salt  concentration  inhibits  the  transfer  of\n\nelectrons from MDH to cytochrome c L that occurs during the  oxidation  of  methanol,  resulting  in  the  excretion  of methanol  to  medium.  However,  at  concentrations  above 100 mM, NaCl significantly disrupts cell structure, including  the  slime  layer  and  the  intracytoplasmic  membrane (ICM),  where  particulate  MMO  (pMMO)  binds.  Dithiothreitol, phenylhydrazine, iodoacetate, cyclopropane, cyclopropanol,  and  EDTA  act  as  MDH  inhibitors  [1,5-7]. Among them, cyclopropanol is very difficult to be synthesized  chemically  and  maintain  its  stability  under  aerobic condition.  However,  EDTA  can  be  obtained  easily  and inhibits the activity of metalloprotein like MDH as a metal chelator. In this study, we have further improved methanol production  by  introducing  EDTA  as  an  MDH  inhibitor, allowing  us  to  reduce  the  concentration  of  NaCl  and  its deleterious  effects  on  cell  morphology.  In  addition,  we developed a repeated batch technique for the production of lab-scale batches of methanol.\n\n## 2. Materials and Methods\n\n## 2.1. Bacteria and cultivation conditions\n\nAll chemicals were analytical grade and were used without further  purification.  Methane  and  propane  were  obtained from Sigma Chemical Co. (USA). M. trichosporium OB3b was  cultured  in  a  modified  nitrate  mineral  salt  (NMS) medium containing 5 µ M CuSO 4 . Under these conditions, cells  synthesize  pMMO  as  the  predominate  form  of  the enzyme. Cells were cultured in a 500 mL Erlenmeyer flask containing 50 mL of medium at 30°C with a gas-tight seal. Air in the flask headspace was replaced with a methane/air mixture (1:1, v/v).\n\nTo achieve lab-scale production of methanol, cells were mass-produced in a compulsory circulation diffusion system as described by Kim et al . [8]. The pre-cultured cells were inoculated into a 5 L Erlenmeyer flask containing 3 L of medium. The methane/air mixture, maintained in a separated gas reservoir, was forced into the flask by an air pump.\n\n## 2.2. Enzyme assay\n\npMMO activity was determined by measuring the amount of propylene oxide (PO) produced from the epoxidation of propylene  [9].  PO  concentration  was  determined  by  gas chromatography (Shimadzu GC-17A, Japan), using a 25% Sorbitol Gasport B (60/80) column (3 mm × 4 m) under the following conditions: column temperature = 80°C; injector temperature = 100°C;  detector  temperature = 100°C;  and carrier gas (He) flow rate = 30 mL/min. MDH activity was assayed spectrophotometrically at 30°C by a two-dye linked  assay  system,  in  which  PES  was  used  as  an  artificial primary electron acceptor, and 2,6-dichlorophenol indophenol\n\n(DCPIP) as  a  terminal  acceptor.  The  reaction  mixture  (3 mL)  contained  100  mM  Tris-HCl  buffer  (pH  9.0),  13.4 mM  methanol,  1.1  mM  PES,  0.04  mM  DCPIP,  1  mM KCN, and 15 mM NH 4 Cl. Reactions were initiated by the addition  of  the  MDH,  and  the  reduction  of  DCPIP  was measured by monitoring the decrease in the absorbance at 600 nm [10].\n\n## 2.3. Methanol production by M. trichosporium OB3b\n\nMethanol  biosynthesis  by M.  trichosporium OB3b  in  a batch  reaction  was  carried  out  as  follows.  Cells  were harvested in the middle stationary phase by centrifugation at 15,000 × g for 10 min, washed with 12.9 mM phosphate buffer  (pH  7.0,  standard  buffer),  and  resuspended  in  the same buffer. The cell density was adjusted to 0.6 mg dry cells/mL. The sample solution (100 mL), treated with 100 mM NaCl, 1 mM EDTA, and 20 mM sodium formate, was introduced into a 500 mL Erlenmeyer flask with a screw cap. After the flask was incubated for 5 min at 25°C, the reaction  was  initiated  by  replacing  200  mL  of  air  in  the head-space of the flask with the same volume of methane/ air mixture (1:1, v/v).\n\nMethanol was also produced in a repeated batch mode in a  500  mL  flask.  In  this  process  methanol  was  removed periodically to prevent the accumulation of high concentrations,  which  can  retard  further  methanol  biosynthesis. After an 8 h reaction, 100 mL of the reaction mixture was centrifuged with sterilized tubes at 15,000 × g , to separate the  newly  produced  methanol  from  the  reaction  suspension.  In  the  following  reaction,  the  harvested  cells  were resuspended  in  the  12.9  mM  phosphate  buffer  and  introduced into the 500 mL flask. Thereafter, 20 mM sodium formate was included as a reducing agent for pMMO, and the  methane  mixture  was  introduced  to  the  flask.  The above procedure was repeated several times.\n\nLab-scale  methanol  production  was  designed  in  a  3  L reactor with 1 L working volume. The reaction was carried out in a compulsory circulation diffusion system consisting of cylindrical reactor (ø 110 × h 400 mm), portable rubber gas  bag,  mixed  gas  reservoir  containing  gas  bubbler  and silica-gel trap (Fig. 1). The 1 L reaction mixture contained 100 mM NaCl, 1 mM EDTA, 20 mM sodium formate, and 0.6 mg dry cells/mL. A limited volume of fresh methane/ air mixture was introduced continuously from a rubber gas bag  into  the  gas  reservoir.  Thereafter  the  mixture  was forced by an air pump through micro pores prepared in the bottom  of  reactor  and  dispersed  evenly  in  the  reaction mixture.  Part  of  methane  mixture  in  the  reactor  was  fed back into the gas reservoir, mixed with fresh methane and re-circulated into the reactor, until fresh methane in the gas bag  was  consumed  completely.  This  system  was  set  up within  an  incubator  at  25°C.  Produced  methanol  was\n\n<!-- image -->\n\nFig.  1. Schematic  diagram  of  lab-scale  compulsory  circulation diffusion system for methanol production. This system was set up in  an  incubator  at  25°C.  A,  rubber  gas  bag;  B,  air  filter;  C,  gas reservoir;  D,  air  pump;  E,  silica-gel  trap;  F,  3  L  reactor.  Arrow indicates flow of methane/air mixture (1:1, v/v).\n\n<!-- image -->\n\nconcentrated  by  evaporation  (BÛCHI  Rotavapor  R-205, Switzerland).\n\n## 2.4. Electron microscopy\n\nNaCl-induced  changes  in M.  trichosporium Ob3b  cell morphology  were  observed  using  transmission  electron microscopy (TEM), as described previously [11]. Briefly, the cells in the each reaction mixtures were initially fixed with  glutaraldehyde,  added  to  the  medium  at  a  final concentration of 2% (v/v). The cells were then subjected to an  additional  fixation  using  1%  (w/v)  OsO 4 in  0.1  M cacodylate buffer, and washed two times with water. After dehydration in a series of alcohols, the cells were embedded  with  Epon  resin  and  polymerized  at  60 o C  for  18  h. Sections of 70 ~ 80 nm thickness were prepared using an ultramicrotome (LKB 2128 Ultratome; LKB) and viewed with a JEOL JEM-2000F X2 TEM operating at 80 kV.\n\n## 3. Results and Discussion\n\n## 3.1.  Effect  of  NaCl  on  cell  morphology  and  enzyme activity\n\nOur previous study established the optimal conditions for methanol  biosynthesis  by M.  trichosporium OB3b:  200 mM NaCl, 20 mM sodium formate, 0.6 mg dry cells/mL, 12.9  mM  phosphate  buffer  (pH  7.0),  at  25°C  [4].  Under these  conditions, M.  trichosporium OB3b  accumulated  a maximum concentration of 7.7 mM methanol after a 36 h reaction. To observe the effect of NaCl on cell morphology, the  ultra-structural  features  of M.  trichosporium OB3b were observed by TEM. At a concentration of 100 mM, NaCl  did  not  affect  the  normal  cell  morphology.  Higher concentrations,  however,  caused  the  slime  layer  to  disappear and disrupted the intracytoplasmic membrane structure  (Fig. 2).  We  found  that  MDH  and  pMMO  activities were reduced by 55 and 30%, respectively, in the presence of 200 mM NaCl, but were reduced by only 25 and 20%, respectively, at 100 mM NaCl. To preserve the activity of pMMO, which is very unstable under aerobic conditions, the  purification  procedure  should  be  done  under  anoxic conditions.  The  reduction  in  pMMO  activity  seen  with high  NaCl  concentrations  might  be  as  a  result  of  disruptions  in  the  slime  layer  that  allow  direct  contact  of pMMO with oxygen. At the same time, NaCl inhibits the transfer  of  electrons  from  MDH  to  cytochrome c L in  the process of methanol oxidation. These results indicate that the optimum  NaCl  concentration  for  stable  methanol production should be lower than 200 mM.\n\n## 3.2.  Methanol  production  using  NaCl  and  EDTA  as MDH inhibitors\n\nTo reduce the concentration of NaCl below the 200 mM level used in our previous work, EDTA was added as a coinhibitor of MDH. Because of EDTA is known to inhibit the transfer of electrons from MDH to cytochrome c L ,  by reacting with lysyl residues on MDH [12]. Fig. 3 shows the effects of different concentrations of EDTA and NaCl on the  production  of  methanol  in  a  20  mL  batch  reactor.  In\n\n<!-- image -->\n\nFig.  2. Morphological  changes  of  intracytoplasmic  membrane  (ICM)  and  slime  layer  (SL)  of M.  trichosporium OB3b  by  NaCl.  A, control; B, 100 mM NaCl; C, 200 mM NaCl. Scale bar indicates 0.5 µ m.\n\n<!-- image -->\n\nFig.  3. Effects  of  NaCl  and  EDTA  concentrations  on  methanol production.  The  reaction  mixture  (6  mL)  contained  0.6  mg  dry cells/mL, 20 mM sodium formate, 12.9 mM phosphate buffer (pH 7.0),  NaCl and EDTA in the following concentrations. A, 1 mM EDTA + 100 mM NaCl; B, 2 mM EDTA + 100 mM NaCl; C, 3 mM EDTA + 100 mM NaCl; D, 1 mM EDTA + 200 mM NaCl; E,  2  mM  EDTA  + 200  mM  NaCl; F,  3  mM  EDTA  +  200  mM NaCl.\n\n<!-- image -->\n\nthis  experiment,  the  highest  methanol  production  was achieved  using  100  mM  NaCl  and  1  mM  EDTA.  There was a concentration-related decrease in methanol production  when  EDTA was increased to 2  and  3  mM. This  is likely due to the effects of EDTA on metalloprotein enzymes such as MDH and pMMO, whose activities are inhibited by the metal chelator.\n\nBased on this result, a batch reaction for methanol synthesis from methane was carried out in the 500 mL flask.\n\nFig. 4. Time-dependent methanol production by M. trichosporium OB3b in a 500 mL flask. The reaction mixture (6 mL) contained 0.6  mg  dry  cells/mL,  20  mM  sodium  formate,  and  various concentrations of NaCl and EDTA in 12.9 mM phosphate buffer (pH 7.0). The reaction was carried out at 25°C. The reaction was initiated by replacing 200 mL of air in the head-space of the flask with the same volume of methane/air (1:1, v/v).\n\n<!-- image -->\n\nFig. 5. Effect of initial methanol  concentration  on  propene epoxidation ( ● ) and methanol production ( ○ ).\n\n<!-- image -->\n\nThe concentration of methanol in the cell suspension (100 mL, 0.6 mg dry cells/mL) treated with 100 mM NaCl, 1 mM EDTA, and 20 mM sodium formate peaked at 13.2 mM methanol after 12 h, and remained steady thereafter (Fig. 4).\n\n## 3.3.  Effect  of  accumulated methanol on further methanol production\n\nIt  has  been  reported  that  the  presence  of  a  low  concentration  of  methanol  improves  methane  oxidation  in  methanotrophic bacteria, whereas a high concentration of product  (methanol)  competitively  inhibits  MMO  [13].  Fig. 5 shows  the  effect  of  initial  methanol  concentration  on pMMO activity in M. trichosporium OB3b, in the presence of 100 mM NaCl and 1 mM EDTA. Increasing the initial methanol concentration from 5 to 20 mM produced concentration-dependent  decreases  in  both  the  pMMO-catalyzed epoxidation of propene and the conversion of methane to methanol, indicating that high concentrations of methanol have an inhibitory effect on pMMO. The results show that methanol synthesis was inhibited by approximately 60% at an  initial  methanol  concentration  of  20  mM.  This  result indicates that the removal of methanol accumulated in the reaction mixture is required in order to increase the overall methanol production.\n\n## 3.4. Optimization of lab scale methanol production\n\nFig. 6 shows the time-dependent synthesis of methanol by M. trichosporium OB3b in the repeated batch mode. Three sequential  8  h  cycles  of  methanol  synthesis  and  removal were  performed  over  a  24  h  period.  While  there  was  a decrease in methanol production for the second and third cycles, productivity was 2.17 µ mol methanol/h/mg dry cell wt.  Thus,  methanol  production  by  the  repeated  batch method affords higher overall yields than the single batch\n\n<!-- image -->\n\nFig. 6. Methanol production in the repeated batch mode. Methanol synthesis and removal was repeated three times at 8 h intervals for 24 h.\n\n<!-- image -->\n\nFig. 7. Lab scale methanol production in a 3 L cylindrical reactor with a working volume of 1 L.\n\n<!-- image -->\n\nmethod.\n\nAfter  establishing  the  optimal  reaction  conditions  in  a 500 mL flask, a larger lab-scale methanol production was carried out using a 3 L cylindrical reactor with a working volume of 1 L. There was no significant difference in the rate  of  cell  growth  between  lab-scale  reactor  and  flask (data  not  shown).  Under  optimal  reaction  conditions,  the 3 L reactor yielded a methanol concentration of 13.7 mM after 16 h (Fig. 7).\n\n## 4. Conclusion\n\nIn this study, we have introduced two new approaches for increasing  the  biological  production  of  methanol  by M. trichosporium beyond  those  obtainable  using  previously\n\n<!-- image -->\n\ndefined methods. The introduction of EDTA helps preserve cell morphology, by reducing the requirement of NaCl in the  reaction  mixture,  and  increases  methanol  production from a single reaction. The use of repeated batch methodology increases the overall yield of methanol from a given cell biomass. These results provide straightforward means for  increasing  the  production  of  biological  methanol  and for  increasing the overall utility  of methane as an energy source.\n\n## References\n\n1. Anthony,  C.  (1986)  Bacterial  oxidation  of  methane  and  methanol. Adv. Microb. Physiol. 27: 113-210.\n2. Takeguchi,  M.,  T.  Furuto,  D.  Sugimori,  and  I.  Okura  (1997) Optimization  of  methanol  biosynthesis  by Methylosinus  trichosporium OB3b: An approach to improve methanol accumulation. Appl. Biochem. Biotechnol. 68: 143-152.\n3. Furuto, T., M. Takeguchi, and I. Okura (1999) Semicontinuous methanol biosynthesis by Methylosinus trichosporium OB3b. J. Mol. Catal. A: Chem. 144: 257-261.\n4. Lee, S. G ., J. H. Goo, H. G . Kim, J. -I. Oh, Y . M. Kim, and S. W. Kim (2004) Optimization of methanol biosynthesis from methane  using Methylosinus  trichosporium OB3b. Biotechnol. Lett. 26: 947-950.\n5. Mark, A. C., M. H. Kevin, A. P. Roy, and W. J. Colin (1984) The  effect  of  EDTA  and  related  chelating  agents  on  the oxidation of methanol by the methylotrophic bacterium, Methylophilus methylotrophus . Eur. J. Biochem. 138: 611-615.\n6. Johannes, F. J., H. K. Simon, P. E. J. V erwiel, A. J. Jacob, C. M. Antonia,  and  A.  D.  Johannis  (1989)  On  the  mechanism  of inhibition of methanol dehydrogenase by cyclopropane-derived inhibitors. Eur. J. Biochem. 184: 187-195.\n7. Shimoda,  M.  and  I.  Okura  (1991)  Selective  inhibition  of methanol dehydrogenase from Methylosinus trichosporium (OB3b) by cyclopropanol. J. Mol. Catal. 64: L23-L25.\n8. Kim,  H.  G .  and  S.  W.  Kim  (2006)  Purification  and  characterization of a methanol dehydrogenase derived from Methylomicrobium sp.  HG-1 cultivated using a compulsory circulation diffusion system. Biotechnol. Bioproc. Eng. 11: 134-139.\n9. Burrows, K. J., A. Cornish, D. Scott, and I. J. Higgins (1984) Substrate  specificities  of  the  soluble  and  particulate  methane mono-oxygenases of Methylosinus trichosporium OB3b. J. Gen. Microbiol. 130: 3327-3333.\n10. Cox, J. M., D. J. Day, and C. Anthony (1992) The interaction of methanol dehydrogenase and its electron acceptor, cytochrome c in methylotrophic bacteria. Biochim. Biophys. Acta 1119: 97106.\n11. L 11. Kim,  H.  G .,  G .  H.  Han,  C.  Y .  Eom,  and  S.  W.  Kim  (2008) Isolation  and  taxonomic  characterization  of  a  novel  type  I methanotrophic bacterium. J. Microbiol. 46: 45-50.\n12. Dales, S. L. and C. Anthony (1995) The interaction of methanol dehydrogenase and its cytochrome electron acceptor. Biochem. J. 312: 261-265.\n13. Jensen, S., A. Prieme, and L. Bakken (1998) Methanol improves methane  uptake  in  starved  methanotrophic  microorganisms. Appl. Environ. Microbiol. 64: 1143-1146.",
  "chunks": [
    "## Optimization of Lab Scale Methanol Production by Methylosinus trichosporium OB3b",
    "Hee Gon Kim, Gui Hwan Han, and Si Wouk Kim",
    "Received: 4 February 2010 / Revised: 5 March 2010 / Accepted: 5 March 2010 © The Korean Society for Biotechnology and Bioengineering and Springer 2010",
    "Abstract Methylosinus trichosporium OB3b is a methanotrophic bacterium containing particulate methane monooxygenase (MMO), which catalyzes the hydroxylation of methane to methanol. The methanol is further oxidized to formaldehyde  by  methanol  dehydrogenase  (MDH).  We developed a novel compulsory circulation diffusion system for  cell  cultivation.  A  methane/air  mixture  (1:1,  v/v)  was prepared in a tightly sealed gas reservoir and pumped into a nitrate mineral salt culture medium under optimal conditions (5 µM CuSO 4 , pH 7.0, 30°C). Cells were harvested, washed,  and  resuspended  (0.6  mg  dry  cells/mL)  in  a 500 mL  flask  in  100  mL  of  10  mM  phosphate  buffer (pH 7.0)  containing  100  mM  NaCl  and  1  mM  EDTA  as MDH inhibitors,  and  20  mM  sodium  formate.  A  single 12 h batch reaction at 25°C yielded a final concentration of 13.2 mM methanol. The use of a repeated batch mode, in which the accumulated methanol was removed after each of  three  8  h  cycles  over  a  24  h  period,  showed  a  productivity of 2.17 µ mol methanol/h/mg dry cell wt. Finally, a  lab-scale  reaction  performed  using  a  3  L  cylindrical reactor with a working volume of 1 L produced 13.7 mM methanol after 16 h. Our results identify a simple process for  improving  the  productivity  of  biologically  derived methanol and, therefore the utility of methane as an energy source.",
    "Keywords: methane monooxygenase, methanol dehydrogenase, Methylosinus trichosporium OB3b, NaCl, EDTA",
    "Tel: +82-62-230-6649; Fax: +82-62-225-6040",
    "E-mail: swkim@chosun.ac.kr",
    "The  benefit  of  methane  as  an  energy  source  is  that  it produces  few  atmospheric  pollutants  and  generates  less carbon dioxide per unit energy than oil or coal. However, the use of methane is hindered by difficulties with storage and  transportation.  These  problems  can  be  solved  by  the conversion of methane to methanol. Methanol is used as a fuel for heat engines and fuel cells and can be converted by dehydration to  dimethyl ether (DME), a good diesel fuel with a higher octane rating than regular diesel fuel. Methanol is produced exclusively from methane, by processing syngas under conditions of high temperature and pressure. In  recent  years,  however,  investigators  have  explored  the biological  production  of  methanol  under  ambient  conditions.",
    "Methanotrophic  bacteria  are  able  to  grow  aerobically using methane as a sole source of carbon and energy. The first step in the metabolism of methane is its conversion to methanol by the enzyme methane monooxygenase (MMO, EC  1.14.13.25).  Methanol  is  converted  subsequently  to formaldehyde  by  methanol  dehydrogenase  (MDH,  EC 1.1.99.8), which is coupled to the electron transport chain at the level of cytochrome c L [1]. Formaldehyde is assimilated into biomass or oxidized to carbon dioxide, thereby providing  reducing  power  for  MMO.  The  production  of methanol using a methanotrophic bacterium requires  that oxidation of methanol be prevented, so that methanol can be excreted into the medium [2,3].",
    "It  is  well  known  that  NaCl  inhibits  electrostatic  interaction  between  MDH  and  cytochrome c L [1].  We  have optimized methanol biosynthesis in M. trichosporium OB3b by  using  high  NaCl  concentrations  to  create  conditions inhibiting  MDH  activity,  while  retaining  MMO  activity [4].  The  high  salt  concentration  inhibits  the  transfer  of",
    "electrons from MDH to cytochrome c L that occurs during the  oxidation  of  methanol,  resulting  in  the  excretion  of methanol  to  medium.  However,  at  concentrations  above 100 mM, NaCl significantly disrupts cell structure, including  the  slime  layer  and  the  intracytoplasmic  membrane (ICM),  where  particulate  MMO  (pMMO)  binds.  Dithiothreitol, phenylhydrazine, iodoacetate, cyclopropane, cyclopropanol,  and  EDTA  act  as  MDH  inhibitors  [1,5-7]. Among them, cyclopropanol is very difficult to be synthesized  chemically  and  maintain  its  stability  under  aerobic condition.  However,  EDTA  can  be  obtained  easily  and inhibits the activity of metalloprotein like MDH as a metal chelator. In this study, we have further improved methanol production  by  introducing  EDTA  as  an  MDH  inhibitor, allowing  us  to  reduce  the  concentration  of  NaCl  and  its deleterious  effects  on  cell  morphology.  In  addition,  we developed a repeated batch technique for the production of lab-scale batches of methanol.",
    "## 2. Materials and Methods",
    "## 2.1. Bacteria and cultivation conditions",
    "All chemicals were analytical grade and were used without further  purification.  Methane  and  propane  were  obtained from Sigma Chemical Co. (USA). M. trichosporium OB3b was  cultured  in  a  modified  nitrate  mineral  salt  (NMS) medium containing 5 µ M CuSO 4 . Under these conditions, cells  synthesize  pMMO  as  the  predominate  form  of  the enzyme. Cells were cultured in a 500 mL Erlenmeyer flask containing 50 mL of medium at 30°C with a gas-tight seal. Air in the flask headspace was replaced with a methane/air mixture (1:1, v/v).",
    "To achieve lab-scale production of methanol, cells were mass-produced in a compulsory circulation diffusion system as described by Kim et al . [8]. The pre-cultured cells were inoculated into a 5 L Erlenmeyer flask containing 3 L of medium. The methane/air mixture, maintained in a separated gas reservoir, was forced into the flask by an air pump.",
    "pMMO activity was determined by measuring the amount of propylene oxide (PO) produced from the epoxidation of propylene  [9].  PO  concentration  was  determined  by  gas chromatography (Shimadzu GC-17A, Japan), using a 25% Sorbitol Gasport B (60/80) column (3 mm × 4 m) under the following conditions: column temperature = 80°C; injector temperature = 100°C;  detector  temperature = 100°C;  and carrier gas (He) flow rate = 30 mL/min. MDH activity was assayed spectrophotometrically at 30°C by a two-dye linked  assay  system,  in  which  PES  was  used  as  an  artificial primary electron acceptor, and 2,6-dichlorophenol indophenol",
    "(DCPIP) as  a  terminal  acceptor.  The  reaction  mixture  (3 mL)  contained  100  mM  Tris-HCl  buffer  (pH  9.0),  13.4 mM  methanol,  1.1  mM  PES,  0.04  mM  DCPIP,  1  mM KCN, and 15 mM NH 4 Cl. Reactions were initiated by the addition  of  the  MDH,  and  the  reduction  of  DCPIP  was measured by monitoring the decrease in the absorbance at 600 nm [10].",
    "## 2.3. Methanol production by M. trichosporium OB3b",
    "Methanol  biosynthesis  by M.  trichosporium OB3b  in  a batch  reaction  was  carried  out  as  follows.  Cells  were harvested in the middle stationary phase by centrifugation at 15,000 × g for 10 min, washed with 12.9 mM phosphate buffer  (pH  7.0,  standard  buffer),  and  resuspended  in  the same buffer. The cell density was adjusted to 0.6 mg dry cells/mL. The sample solution (100 mL), treated with 100 mM NaCl, 1 mM EDTA, and 20 mM sodium formate, was introduced into a 500 mL Erlenmeyer flask with a screw cap. After the flask was incubated for 5 min at 25°C, the reaction  was  initiated  by  replacing  200  mL  of  air  in  the head-space of the flask with the same volume of methane/ air mixture (1:1, v/v).",
    "Methanol was also produced in a repeated batch mode in a  500  mL  flask.  In  this  process  methanol  was  removed periodically to prevent the accumulation of high concentrations,  which  can  retard  further  methanol  biosynthesis. After an 8 h reaction, 100 mL of the reaction mixture was centrifuged with sterilized tubes at 15,000 × g , to separate the  newly  produced  methanol  from  the  reaction  suspension.  In  the  following  reaction,  the  harvested  cells  were resuspended  in  the  12.9  mM  phosphate  buffer  and  introduced into the 500 mL flask. Thereafter, 20 mM sodium formate was included as a reducing agent for pMMO, and the  methane  mixture  was  introduced  to  the  flask.  The above procedure was repeated several times.",
    "Lab-scale  methanol  production  was  designed  in  a  3  L reactor with 1 L working volume. The reaction was carried out in a compulsory circulation diffusion system consisting of cylindrical reactor (ø 110 × h 400 mm), portable rubber gas  bag,  mixed  gas  reservoir  containing  gas  bubbler  and silica-gel trap (Fig. 1). The 1 L reaction mixture contained 100 mM NaCl, 1 mM EDTA, 20 mM sodium formate, and 0.6 mg dry cells/mL. A limited volume of fresh methane/ air mixture was introduced continuously from a rubber gas bag  into  the  gas  reservoir.  Thereafter  the  mixture  was forced by an air pump through micro pores prepared in the bottom  of  reactor  and  dispersed  evenly  in  the  reaction mixture.  Part  of  methane  mixture  in  the  reactor  was  fed back into the gas reservoir, mixed with fresh methane and re-circulated into the reactor, until fresh methane in the gas bag  was  consumed  completely.  This  system  was  set  up within  an  incubator  at  25°C.  Produced  methanol  was",
    "Fig.  1. Schematic  diagram  of  lab-scale  compulsory  circulation diffusion system for methanol production. This system was set up in  an  incubator  at  25°C.  A,  rubber  gas  bag;  B,  air  filter;  C,  gas reservoir;  D,  air  pump;  E,  silica-gel  trap;  F,  3  L  reactor.  Arrow indicates flow of methane/air mixture (1:1, v/v).",
    "concentrated  by  evaporation  (BÛCHI  Rotavapor  R-205, Switzerland).",
    "## 2.4. Electron microscopy",
    "NaCl-induced  changes  in M.  trichosporium Ob3b  cell morphology  were  observed  using  transmission  electron microscopy (TEM), as described previously [11]. Briefly, the cells in the each reaction mixtures were initially fixed with  glutaraldehyde,  added  to  the  medium  at  a  final concentration of 2% (v/v). The cells were then subjected to an  additional  fixation  using  1%  (w/v)  OsO 4 in  0.1  M cacodylate buffer, and washed two times with water. After dehydration in a series of alcohols, the cells were embedded  with  Epon  resin  and  polymerized  at  60 o C  for  18  h. Sections of 70 ~ 80 nm thickness were prepared using an ultramicrotome (LKB 2128 Ultratome; LKB) and viewed with a JEOL JEM-2000F X2 TEM operating at 80 kV.",
    "## 3. Results and Discussion",
    "## 3.1.  Effect  of  NaCl  on  cell  morphology  and  enzyme activity",
    "Our previous study established the optimal conditions for methanol  biosynthesis  by M.  trichosporium OB3b:  200 mM NaCl, 20 mM sodium formate, 0.6 mg dry cells/mL, 12.9  mM  phosphate  buffer  (pH  7.0),  at  25°C  [4].  Under these  conditions, M.  trichosporium OB3b  accumulated  a maximum concentration of 7.7 mM methanol after a 36 h reaction. To observe the effect of NaCl on cell morphology, the  ultra-structural  features  of M.  trichosporium OB3b were observed by TEM. At a concentration of 100 mM, NaCl  did  not  affect  the  normal  cell  morphology.  Higher concentrations,  however,  caused  the  slime  layer  to  disappear and disrupted the intracytoplasmic membrane structure  (Fig. 2).  We  found  that  MDH  and  pMMO  activities were reduced by 55 and 30%, respectively, in the presence of 200 mM NaCl, but were reduced by only 25 and 20%, respectively, at 100 mM NaCl. To preserve the activity of pMMO, which is very unstable under aerobic conditions, the  purification  procedure  should  be  done  under  anoxic conditions.  The  reduction  in  pMMO  activity  seen  with high  NaCl  concentrations  might  be  as  a  result  of  disruptions  in  the  slime  layer  that  allow  direct  contact  of pMMO with oxygen. At the same time, NaCl inhibits the transfer  of  electrons  from  MDH  to  cytochrome c L in  the process of methanol oxidation. These results indicate that the optimum  NaCl  concentration  for  stable  methanol production should be lower than 200 mM.",
    "## 3.2.  Methanol  production  using  NaCl  and  EDTA  as MDH inhibitors",
    "To reduce the concentration of NaCl below the 200 mM level used in our previous work, EDTA was added as a coinhibitor of MDH. Because of EDTA is known to inhibit the transfer of electrons from MDH to cytochrome c L ,  by reacting with lysyl residues on MDH [12]. Fig. 3 shows the effects of different concentrations of EDTA and NaCl on the  production  of  methanol  in  a  20  mL  batch  reactor.  In",
    "Fig.  2. Morphological  changes  of  intracytoplasmic  membrane  (ICM)  and  slime  layer  (SL)  of M.  trichosporium OB3b  by  NaCl.  A, control; B, 100 mM NaCl; C, 200 mM NaCl. Scale bar indicates 0.5 µ m.",
    "Fig.  3. Effects  of  NaCl  and  EDTA  concentrations  on  methanol production.  The  reaction  mixture  (6  mL)  contained  0.6  mg  dry cells/mL, 20 mM sodium formate, 12.9 mM phosphate buffer (pH 7.0),  NaCl and EDTA in the following concentrations. A, 1 mM EDTA + 100 mM NaCl; B, 2 mM EDTA + 100 mM NaCl; C, 3 mM EDTA + 100 mM NaCl; D, 1 mM EDTA + 200 mM NaCl; E,  2  mM  EDTA  + 200  mM  NaCl; F,  3  mM  EDTA  +  200  mM NaCl.",
    "this  experiment,  the  highest  methanol  production  was achieved  using  100  mM  NaCl  and  1  mM  EDTA.  There was a concentration-related decrease in methanol production  when  EDTA was increased to 2  and  3  mM. This  is likely due to the effects of EDTA on metalloprotein enzymes such as MDH and pMMO, whose activities are inhibited by the metal chelator.",
    "Based on this result, a batch reaction for methanol synthesis from methane was carried out in the 500 mL flask.",
    "Fig. 4. Time-dependent methanol production by M. trichosporium OB3b in a 500 mL flask. The reaction mixture (6 mL) contained 0.6  mg  dry  cells/mL,  20  mM  sodium  formate,  and  various concentrations of NaCl and EDTA in 12.9 mM phosphate buffer (pH 7.0). The reaction was carried out at 25°C. The reaction was initiated by replacing 200 mL of air in the head-space of the flask with the same volume of methane/air (1:1, v/v).",
    "Fig. 5. Effect of initial methanol  concentration  on  propene epoxidation ( ● ) and methanol production ( ○ ).",
    "The concentration of methanol in the cell suspension (100 mL, 0.6 mg dry cells/mL) treated with 100 mM NaCl, 1 mM EDTA, and 20 mM sodium formate peaked at 13.2 mM methanol after 12 h, and remained steady thereafter (Fig. 4).",
    "## 3.3.  Effect  of  accumulated methanol on further methanol production",
    "It  has  been  reported  that  the  presence  of  a  low  concentration  of  methanol  improves  methane  oxidation  in  methanotrophic bacteria, whereas a high concentration of product  (methanol)  competitively  inhibits  MMO  [13].  Fig. 5 shows  the  effect  of  initial  methanol  concentration  on pMMO activity in M. trichosporium OB3b, in the presence of 100 mM NaCl and 1 mM EDTA. Increasing the initial methanol concentration from 5 to 20 mM produced concentration-dependent  decreases  in  both  the  pMMO-catalyzed epoxidation of propene and the conversion of methane to methanol, indicating that high concentrations of methanol have an inhibitory effect on pMMO. The results show that methanol synthesis was inhibited by approximately 60% at an  initial  methanol  concentration  of  20  mM.  This  result indicates that the removal of methanol accumulated in the reaction mixture is required in order to increase the overall methanol production.",
    "## 3.4. Optimization of lab scale methanol production",
    "Fig. 6 shows the time-dependent synthesis of methanol by M. trichosporium OB3b in the repeated batch mode. Three sequential  8  h  cycles  of  methanol  synthesis  and  removal were  performed  over  a  24  h  period.  While  there  was  a decrease in methanol production for the second and third cycles, productivity was 2.17 µ mol methanol/h/mg dry cell wt.  Thus,  methanol  production  by  the  repeated  batch method affords higher overall yields than the single batch",
    "Fig. 6. Methanol production in the repeated batch mode. Methanol synthesis and removal was repeated three times at 8 h intervals for 24 h.",
    "Fig. 7. Lab scale methanol production in a 3 L cylindrical reactor with a working volume of 1 L.",
    "After  establishing  the  optimal  reaction  conditions  in  a 500 mL flask, a larger lab-scale methanol production was carried out using a 3 L cylindrical reactor with a working volume of 1 L. There was no significant difference in the rate  of  cell  growth  between  lab-scale  reactor  and  flask (data  not  shown).  Under  optimal  reaction  conditions,  the 3 L reactor yielded a methanol concentration of 13.7 mM after 16 h (Fig. 7).",
    "In this study, we have introduced two new approaches for increasing  the  biological  production  of  methanol  by M. trichosporium beyond  those  obtainable  using  previously",
    "defined methods. The introduction of EDTA helps preserve cell morphology, by reducing the requirement of NaCl in the  reaction  mixture,  and  increases  methanol  production from a single reaction. The use of repeated batch methodology increases the overall yield of methanol from a given cell biomass. These results provide straightforward means for  increasing  the  production  of  biological  methanol  and for  increasing the overall utility  of methane as an energy source.",
    "1. Anthony,  C.  (1986)  Bacterial  oxidation  of  methane  and  methanol. Adv. Microb. Physiol. 27: 113-210.\n2. Takeguchi,  M.,  T.  Furuto,  D.  Sugimori,  and  I.  Okura  (1997) Optimization  of  methanol  biosynthesis  by Methylosinus  trichosporium OB3b: An approach to improve methanol accumulation. Appl. Biochem. Biotechnol. 68: 143-152.\n3. Furuto, T., M. Takeguchi, and I. Okura (1999) Semicontinuous methanol biosynthesis by Methylosinus trichosporium OB3b. J. Mol. Catal. A: Chem. 144: 257-261.\n4. Lee, S. G ., J. H. Goo, H. G . Kim, J. -I. Oh, Y . M. Kim, and S. W. Kim (2004) Optimization of methanol biosynthesis from methane  using Methylosinus  trichosporium OB3b. Biotechnol. Lett. 26: 947-950.\n5. Mark, A. C., M. H. Kevin, A. P. Roy, and W. J. Colin (1984) The  effect  of  EDTA  and  related  chelating  agents  on  the oxidation of methanol by the methylotrophic bacterium, Methylophilus methylotrophus . Eur. J. Biochem. 138: 611-615.\n6. Johannes, F. J., H. K. Simon, P. E. J. V erwiel, A. J. Jacob, C. M. Antonia,  and  A.  D.  Johannis  (1989)  On  the  mechanism  of inhibition of methanol dehydrogenase by cyclopropane-derived inhibitors. Eur. J. Biochem. 184: 187-195.\n7. Shimoda,  M.  and  I.  Okura  (1991)  Selective  inhibition  of methanol dehydrogenase from Methylosinus trichosporium (OB3b) by cyclopropanol. J. Mol. Catal. 64: L23-L25.\n8. Kim,  H.  G .  and  S.  W.  Kim  (2006)  Purification  and  characterization of a methanol dehydrogenase derived from Methylomicrobium sp.  HG-1 cultivated using a compulsory circulation diffusion system. Biotechnol. Bioproc. Eng. 11: 134-139.\n9. Burrows, K. J., A. Cornish, D. Scott, and I. J. Higgins (1984) Substrate  specificities  of  the  soluble  and  particulate  methane mono-oxygenases of Methylosinus trichosporium OB3b. J. Gen. Microbiol. 130: 3327-3333.\n10. Cox, J. M., D. J. Day, and C. Anthony (1992) The interaction of methanol dehydrogenase and its electron acceptor, cytochrome c in methylotrophic bacteria. Biochim. Biophys. Acta 1119: 97106.\n11. L 11. Kim,  H.  G .,  G .  H.  Han,  C.  Y .  Eom,  and  S.  W.  Kim  (2008) Isolation  and  taxonomic  characterization  of  a  novel  type  I methanotrophic bacterium. J. Microbiol. 46: 45-50.\n12. Dales, S. L. and C. Anthony (1995) The interaction of methanol dehydrogenase and its cytochrome electron acceptor. Biochem. J. 312: 261-265.\n13. Jensen, S., A. Prieme, and L. Bakken (1998) Methanol improves methane  uptake  in  starved  methanotrophic  microorganisms. Appl. Environ. Microbiol. 64: 1143-1146."
  ],
  "markdown_length": 20219,
  "chunks_count": 47,
  "extraction_method": "docling"
}