{
  "filename": "Markowska & Michalkiewicz 2009.pdf",
  "markdown": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/227226293\n\n## Biosynthesis of methanol from methane by Methylosinus trichosporium OB3b\n\n<!-- image -->\n\n<!-- image -->\n\nORIGINAL PAPER\n\n## Biosynthesis of methanol from methane by /C5/CT/D8/CW/DD/D0/D3/D7/CX/D2/D9/D7 /D8/D6/CX/CR/CW/D3/D7/D4/D3/D6/CX/D9/D1 OB3b ‡\n\nMethanol has recently attracted significant interest as an intermediate in the production of fuel additives such as MTBE (2-methoxy-2-methylpropane) and TAME (2-methoxy-2-methylbutane) or as alternative fuel. Current technology for the conversion of methane to methanol is based on energy intensive endothermic steam reforming (reaction (1) and (2)) followed by catalytic conversion into methanol (reaction (3) and (4)) which has some equilibrium limitations. The production of syngas requires high temperature and pressure which leads to problems associated with reactor materials, operation and maintenance. In the process of methanol production from natural gas via syngas, about 60-70 % of the overall process costs are associated with the reforming process (Haggin, 1990)\n\n*Corresponding author, e-mail: beata.Michalkiewicz@ps.pl\n\nAgata Markowska, Beata Michalkiewicz* Szczecin University of Technology, Institute of Chemical and Environment Engineering, ul. Pulaskiego 10, 70-322 Szczecin, Poland Received 25 March 2008; Revised 25 July 2008; Accepted 4 September 2008 Methanol has recently attracted significant interest in the energetic field. Current technology for the conversion of methane to methanol is based on energy intensive endothermic steam reforming followed by catalytic conversion into methanol. The one-step method performed at very low temperatures (35 ◦ C) is methane oxidation to methanol via bacteria. The aim of this work was to examine the role of copper in the one-step methane oxidation to methanol by utilizing whole cells of Methylosinus trichosporium OB3b bacteria. From the results obtained it was found that copper concentration in the medium influences the rate of bacterial biomass growth or methanol production during the process of methane oxidation to methanol. The presented results indicate that the process of methane oxidation to methanol by Methylosinus trichosporium OB3b bacteria is most efficient when the mineral medium contains 1.0 × 10 -6 mol dm -3 of copper. Under these conditions, a satisfactory growth of biomass was also achieved. c © 2008 Institute of Chemistry, Slovak Academy of Sciences Keywords: methane, methanol, Methylosinus trichosporium OB3b, biosynthesis Introduction CH 4 + H 2 O ←-- → CO + 3H 2 ∆ r H ◦ = = +206 kJ mol -1 (1) Author copy Author copy\n\n<!-- formula-not-decoded -->\n\n<!-- formula-not-decoded -->\n\n<!-- formula-not-decoded -->\n\nA conversion of methane to methanol with the omission of synthesis gas would be economically advantageous. In order to reduce the reforming cost, direct routes have attracted the attention of many researchers (Burch et al., 1989; Thomas et al., 1992).\n\n‡ Presented at the 35th International Conference of the Slovak Society of Chemical Engineering, Tatranské Matliare, 26-30 May 2008.\n\nWorldwide research on direct methane oxidation to methanol in a single exothermic step is ongoing\n\n<!-- formula-not-decoded -->\n\nDirect partial oxidation of methane to methanol in a single step was carried out mainly in two directions: gas phase homogeneous oxidation and catalytic oxidation. Methane was oxidized to methanol mainly in a flow quartz reactor with or without a catalyst. Oxygen was used as an oxidant.\n\nPrimary difficulty encountered during the direct partial oxidation of methane to methanol with high yield is associated with the activation of the methane C-H bond. Methane is quite inert so traditional approaches require quite high temperatures, where chemistry is dominated by radical pathways and is determined by the C-H bond strength. The first dissociation energy in methane is as high as 440 kJ mol -1 . The required product (methanol) is much more active under these reaction conditions. Dissociation energy of the C-H bond in CH 3 OH is 393 kJ mol -1 . At high temperatures methanol is easier to be activated and oxidized than methane, leading to deep oxidation resulting in CO and CO 2 (Berndt et al., 2000).\n\nMany publications on partial oxidation of methane at high pressures (1 MPa) have been published. Although a few reports claimed outstanding methanol yields of 8-9.6 % (Hunter et al., 1990; Feng et al. 1994), a large number of studies are in accordance with the level of CH 3 OH selectivity of 30-40 % and CH 4 conversion of 5-10 % at temperatures of 450500 ◦ C and pressures of 3-6 MPa (Hunter et al., 1990; Rytz and Baiker, 1991; Feng et al., 1994). At lower pressures (0.1 MPa), the catalyst plays a crucial role in the partial oxidation of methane. In most cases, the reactions were carried out at temperatures higher than 500 ◦ C and HCHO was obtained as a partial oxidation product (Foulds et al., 1993; Brown &amp; Parkyns, 1991; Otsuka &amp; Hatano, 1987). Only a few research groups produced methanol under ambient pressure (Kudo &amp; Ono, 1997; Otsuka &amp; Wang; 2001, Yamada et al., 2003; Michalkiewicz, 2004). In these cases, the methanol yield was lower than 10 %. Author copy Author copy\n\nThere is also a great deal of interest in systems which could selectively activate methane at lower temperatures (90-180 ◦ C) or preserve the selective partial oxidation products. These alternative approaches usually employ strong acids. For example Periana et al. (1998) reported a catalytic system for the activation of C-Hbond with a Pt-complex at 180 ◦ C in oleum, and the yield of CH 4 to CH 3 OHof over 70 % was achieved. The disadvantage of this method is the use of strong acids and the two stages of the method. First, methane is oxidized to ester and then methanol is obtained by hydrolysis.\n\nThe one-step method performed at a very low temperature (35 ◦ C) relies on the methane oxidation to methanol by bacteria. In nature there are some kinds of bacteria with the unique ability to oxidize methane as the sole source of carbon and energy. Methanothropic bacteria, or methanothrophs, are a subset of a physiological group of bacteria known as methylotrophs. Methanotrophs are aerobic bacteria that convert methane to methanol in the first step of their metabolic pathway by utilizing molecular oxygen as the oxidant (Hanson &amp; Hanson, 1996).\n\nOrganisms that grow on methane are capable to completely oxidize methane to carbon dioxide. An intermediate in the oxidation pathway is formalaldehyde which can be assimilated into the cell. Methanotrophs are divided into two types depending on whether they assimilate carbon via the monophosphate pathway (RMP) in which formaldehyde is condensed with ribosome 5-phosphate (type I), or via the serine pathway (type II).\n\nThe first two enzymes involved in methane oxidation are methane monooxygenase MMO and methanol dehydrogenase MDH. MMO oxidizes methane to methanol and MDH catalyses the oxidation of methanol to formaldehyde (Wittenbury et al., 1970).\n\nHydroxylation of methane to methanol in the presence of monooxygenase system using molecular oxygen and NADH as reductant in a single step is given by the following scheme\n\n<!-- formula-not-decoded -->\n\nMethylosinus trichosporium OB3b, a type II methanotroph, contains two forms of MMOs. The membrane-bound or insoluble form, particulate monooxygenase termed as pMMO, and cytoplasmic; or soluble form termed as sMMO. Their synthesis depends on the growth conditions. The first form exhibits activity at high concentrations of copper ions. The second one is active at low concentrations or a total lack of copper ions. (Barta &amp; Hanson, 1993; Furuto et al., 1999; Xin et al., 2004). The insoluble form (pMMO) is not capable to oxidize the alkenes having the chain length above C 5 nor cyclohexane or aromatic hydrocarbons, whereas the soluble form (sMMO) does not exhibit such limitation (Ma´ slakiewicz &amp; Steczko, 1989). The differences in the activity of different forms of monooxygenase were observed at the cell level (Lipscomb, 1996; Takeguchi &amp; Okura, 2000; Lieberman &amp; Rosenzweig, 2004).\n\nNumerous investigations carried out with bacteria from the methanotropic group (Patt et al., 1974; Takeguchi &amp; Okura, 1999) cultivated on a nutrient medium containing methanol have demonstrated that the presence of this compound may cause the total or particular decay of the cells ability to oxidize methane. In the presence of MMO, methane is more reactive than higher alkenes, usually ten times, and is also\n\nmuch more reactive than methanol, by up to 1000fold (Wilkinson &amp; Harrison,1973).\n\nBy investigating the enzymatic systems of methanotrophic bacteria, Takeguchi and Okura (1999, 2000), and Lieberman and Rosenzweig (2004) found that a different concentration of metal ions in the nutrient medium used for multiplication of these bacteria influences the activity of the particular enzymatic systems either positively or negatively. Especially important was the content of copper ions in media.\n\nThe mineral medium was prepared by adding 17 g dm -3 of agar and nystatin (0.05 g dm -3 ) to the liquid medium. Culture plates were incubated at 30 ◦ C. The bacteria were fed with fresh methane/air mixture ( ϕ r = 1 : 4). Harvested colonies were transferred to liquid medium.\n\nThe aim of this work was to examine the role of copper in the one-step methane oxidation to methanol by utilizing whole bacteria cells. Experimental Materials and methods All the chemicals used were of the highest grade available and were used without further purification. Methane (99.99 %) and air (99.99 %) were purchased from Messer. All other chemicals were purchased from Sigma Aldrich. Methylosinus trichosporium OB3b was kindly provided by Professor J. D. Lipscomb from the University of Minesota. M. trichosporium OB3b was cultivated in an aqueous solution of mineral salts medium: 10.00 × 10 -3 mol dm -3 NaNO 3 , 0.98 × 10 -3 mol dm -3 K 2 SO 4 , 0.15 × 10 -3 mol dm -3 MgSO 4 , 0.05 × 10 -3 mol dm -3 CaCl 2 , 3.90 × 10 -3 mol dm -3 KH 2 PO 4 , 6.06 × 10 -3 mol dm -3 Na 2 HPO 4 , 0.04 × 10 -3 mol dm -3 FeSO 4 , 12.5 × 10 -3 mol dm -3 H 2 SO 4 , 2.01 × 10 -6 mol dm -3 ZnSO 4 , 1.68 × 10 -6 mol dm -3 MnSO 4 , 2.00 × 10 -6 mol dm -3 H 3 BO 3 , 0.44 × 10 -6 mol dm -3 NaMoO 4 , 0.40 × 10 -6 mol dm -3 CoCl 2 , 1.00 × 10 -6 mol dm -3 KI. The concentration of copper sulfate (CuSO 4 ) was varied from 0.125 × 10 -6 mol dm -3 to 1.500 × 10 -6 mol dm -3 . Author copy Author copy\n\nThe reaction was carried out in a reactor containing 0.5 dm 3 of liquid medium of the composition given in the previous section, and 15 vol. % of inoculum of bacteria. A schematic diagram of the experimental setup is shown in Fig. 1. Methane (1) and oxygen (2) were supplied from gas cylinders equipped with micrometric valves (3). The flow rates of gases were measured using flow meters (4). Mixing of the reagents was performed in a mixer (5). The mixture was sampled through a membrane (6a) for analysis. The reagents were supplied to the reactor (7). The reactor was heated to the given temperature in a water thermostat (8). The gas products were sampled through a membrane (6 b) and directed to ventilation (9). The\n\nFig. 1. Schematic diagram of the continuous-flow methane to methanol oxidation by bacteria experimental setup. 1. gas cylinder with methane, 2. gas cylinder with oxygen, 3. micrometric valve, 4. flow-meter, 5. reaction gases mixer, 6. membrane for sampling of gases, 7. reactor, 8. thermostat, 9. vent.\n\n<!-- image -->\n\nflow rate of methane was 0.029 dm 3 min -1 (1.3 mmol min -1 ) and that of air 0.070 dm 3 min -1 (0.65 mmol min -1 of oxygen). In order to oxidize methane to methanol, 0.5 mol of oxygen are required per mol of methane. Therefore, theoretically, there is just enough oxygen for methane oxidation to methanol. Taking into account that methane and oxygen solubility in pure water at 30 ◦ C is 1.4 × 10 -3 mol dm -3 and 0.23 × 10 -3 mol dm -3 , respectively, the reaction takes place with a deficiency of oxygen.\n\nIn the reactor (7), methane oxidation took place. The process proceeded for five days. Liquid samples (0.05 dm 3 ) were taken every 24 h during these five days.\n\nThe composition of products was determined chromatographically - using a Fisons apparatus equipped with TCD and FID detectors with hydrogen as a carrier gas on a column 1 m in length and d = 3 mm in inner diameter, packed with Porapak T (Supelco) at the temperature of 90 ◦ C. This column was designed to determine the concentration of hydrocarbons, aldehydes, alcohols and organic acids. Only methanol was found in the liquid as a product.\n\nThe content of bacteria was determined measuring the optical density (OD 540 ) of the post reaction mixture. It was necessary to perform calibration and draw the calibration curve representing the dependence of optical density on the bacteria concentration in a solution. For this purpose, bacteria Methylosinus trichosporium OB3b were cultivated for nine days on a mineral medium with the composition described in\n\nthe section Methylosinus trichosporium OB3b culture, containing 1.00 × 10 -6 mol dm -3 Cu 2+ . The samples optical density measurements were performed every 24 h. The amount of bacteria was determined in a Thoma chamber.\n\n## Results and discussion\n\nAn increase of the bacteria concentration in mineral medium was observed when bacteria were cultivated for nine days according to the procedure described. The rate of bacteria M. trichosporium OB3b division can be determined on the basis of Fig. 2, as it corresponds to the slope of the presented straight line. Taking into account the average rate of divisions, the generation time (so-called doubling time) amounted to 16.6 h. The control medium without copper was also checked. An increase in the number of bacteria with the time was observed; during five days, the bacterial concentration was directly proportional to time (data not shown). The investigation of methane oxidation process utilizing M. trichosporium OB3b was carried out for five days on apparatuses shown in Fig. 1. Five series of experiments were made. Copper concentration was varied. The influence of copper content in mineral medium on the bacteria concentration on each of the five days is presented in Fig. 3. The largest growth of M. trichosporium OB3b biomass over the period of five days of running culture was observed when the copper concentration amounted to 0.125 × 10 -6 mol dm -3 . The copper concentrations from 0.4 × 10 -6 mol dm -3 to 0.6 × 10 -6 mol dm -3 did not promote the reproduction of Methylosinus trichosporium OB3b. An increase in the copper concentration in nutrient medium above the value of 0.6 × 10 -6 mol dm -3 caused intensification of biomass growth, as it was confirmed by elevation of the growth curves on particular days of the process operation. 0 1 2 3 4 0 1 t /day Author copy Author copy\n\n<!-- image -->\n\nB\n\nFig. 2. Optical density vs. Methylosinus trichosporium OB3b content.\n\n<!-- image -->\n\nFig. 3. Methylosinus trichosporium OB3b content vs. time. Copper concentration: 0.125 × 10 -6 mol dm -3 ( ), 0.250 × 10 -6 mol dm -3 ( ◦ ), 0.500 × 10 -6 mol dm -3 ( /trianglesolid ), 1.00 × 10 -6 mol dm -3 ( · ), and 1.500 × 10 -6 mol dm -3 ( ).\n\n(0.125 × 10 -6 mol dm -3 ) which is very surprising.\n\nIn the methane oxidation process utilizing bacteria M. trichosporium OB3b, the only liquid product was methanol. The highest concentration of methanol (4 × 10 -5 -5 × 10 -5 mol dm -3 ) in the reaction mixture was observed when the copper concentration amounted from 1 × 10 -6 mol dm -3 to 1.5 × 10 -6 mol dm -3 (Fig. 4).\n\nIrrespective of the copper concentration in nutrient medium, the highest concentration of methanol was achieved on the third and fourth day of the process operation. On the subsequent days, a decrease of methanol production took place until the full inhibition of the process occurred. When the copper concentration in nutrient medium amounted to 1.50 × 10 -6 mol dm -3 , the presence of methanol was observed also on the last day. However, the experiment duration was not prolonged because the methanol concentration on the fifth day was significantly lower than those on the third and fourth days. The inhibition of methanol pro-\n\nIn the studies presented in Fig. 3, the largest growth of biomass was observed when the copper concentration in mineral medium was the lowest (0.125 × 10 -6 mol dm -3 ). Dalton et al. (1984) and Takeguchi and Okura (1999) found that an increase in the copper content causes an increase in the rate of biomass growth. A similar phenomenon was observed in the natural environment of copper compounds (Bender &amp; Conrad, 1995). The authors carried out the study on biomass growth using copper concentration higher than 1.5 × 10 -6 mol dm -3 . However, there is lack of information on the influence of copper concentrations below 1.5 × 10 -6 mol dm -3 on the rate of the biomass growth of bacteria Methylosinus trichosporium OB3b. It can be concluded, on the basis of Fig. 3, that bacteria reproduction proceeds particularly intensively at low concentrations of copper\n\nFig. 4. Methanol concentration vs. time. Copper concentration: 0.125 × 10 -6 mol dm -3 ( ), 0.250 × 10 -6 mol dm -3 ( ◦ ), 0.500 × 10 -6 mol dm -3 ( /trianglesolid ), 1.000 × 10 -6 mol dm -3 ( · ), 1.500 × 10 -6 mol dm -3 ( ).\n\n<!-- image -->\n\nFig. 5. Methanol concentration vs. Methylosinus trichosporium OB3b content. Copper concentration: 0.125 × 10 -6 mol dm -3 ( ), 0.250 × 10 -6 mol dm -3 ( ◦ ), 0.500 × 10 -6 mol dm -3 ( /trianglesolid ), 1.000 × 10 -6 mol dm -3 ( · ), 1.500 × 10 -6 mol dm -3 ( ).\n\n<!-- image -->\n\nduction took place after reaching the methanol concentration 4.76 × 10 -5 mol dm -3 . It is known, from reports of Takeguchi and Okura (1999), that the full inactivation of methane monooxygenase takes place at methanol concentrations above 12 mmol dm -3 . However, it should be emphasized that the authors observed this phenomenon when methane oxidation was carried via an enzymatic process.\n\nIn our opinion, a fast inhibition of the methanol production process with the use of whole cells can be caused by the influence of methanol formation on other enzymatic systems or by methanol utilization in the growth process while other components of the nutrient medium are depleted.\n\nThe values of methanol concentration in the reaction mixture at different contents of bacteria are presented in Fig. 5. It was found that the highest con- centration of methanol (4 × 10 5 -5 × 10 5 mol dm -3 ) occurs at the bacteria content from 1.0 × 10 12 dm -3 to 4.0 × 10 12 dm -3 . However, a very low methanol concentration was also observed at the same content of bacteria. On the basis of Fig. 5 it can be concluded that there is no direct dependence between the number of moles of the methanol produced and the concentration of Methylosinus trichosporium OB3b bacteria in the nutrient medium.\n\nThis is, most probably, associated with the specific enzymatic activity of both forms of methane monooxygenase present in the cells of Methylosinus trichosporium OB3b bacteria. Methanol forming as a result of methane oxidation, supplied in a continuous mode to the reactor, causes qualitative changes of monooxygenase produced in the bacteria cells. As a consequence, inhibition of the process by formed metabolite occurred, whereas the growth of bacteria biomass was accelerated.\n\nThis hypothesis is confirmed by the studies of other authors (Harwood &amp; Pirt 1972; Wilkinson &amp; Harrison, 1973). It results from these studies that the growth of bacteria from a group of obligate methanotrophs to which the Methylosinus trichosporium OB3b strain can be classified, may limit even small amounts of methanol added to the nutrient medium. Methanol present in the nutrient medium also causes the total or partial disappearance of the cells ability to oxidize methane.\n\nA solution of the problem of methane oxidation process inhibition by the formed metabolite could be the application of mixed cultures of methanothropic bacteria. Many authors (Wittenbury et al., 1970; Lamb &amp; Garver, 1980; Benstead et al., 1998) indicate the fact that the symbiosis of such mixed cultures consists in the mutual removal of growth inhibitors from the nutrient medium by cultivated strains. However, it is not yet known whether and how this influences the increase of yield of methanol production from methane.\n\n## Conclusions\n\nAuthor copy\n\nAuthor copy\n\nThe process of methane oxidation to methanol by Methylosinus trichosporium OB3b bacteria proceeds most effectively when carried out in a nutrient medium containing 1.0 × 10 -6 mol dm -3 of copper. Under these conditions, a satisfactory growth of biomass was also achieved.\n\nIt is worthy to note that the studies presented in this paper concern biochemical oxidation of methane to methanol applying whole cells of Methylosinus trichosporium OB3b bacteria, carried out at the temperature of 30 ◦ C. The possibility of such significant lowering of temperature of methane conversion to methanol is very promising. However, further studies focusing on the optimization of the reaction conditions enhancing thus the process yield need to be carried out.\n\n## References\n\nBarta, T. M., &amp; Hanson, R. S. (1993). Genetics of methane and methanol oxidation in Gram-negative methylotrophic bacteria. Antonie van Leeuwenhoek , 64 , 109-120. DOI: 10.1007/BF00873021.\n\nBender, M., &amp; Conrad, R. (1995). Effect of CH 4 concentrations and soil conditions on the induction of CH 4 oxidation activity. Soil Biology &amp; Biochemistry , 27 , 1517-1527. DOI: 10.1016/0038-0717(95)00104-M.\n\nBenstead, J., King, G. M., &amp; Williams, H. G. (1998). Methanol promotes atmospheric methane oxidation by methanotrophic cultures and soils. Applied Environmental Microbiology , 64 , 1091-1098. DOI: 0099-2240/98/$04.00+0.\n\nBerndt, H., Martin, A., Bruckner, A., Schreier, E., M¨ uller, D., Kosslick, H., Wolf, G.-U., &amp; L¨ ucke B. (2000). Structure and catalytic properties of VO x /MCM materials for the partial oxidation of methane to formaldehyde. Journal of Catalysis , 191 , 384-400. DOI: 10.1006/jcat.1999.2786.\n\nBrown, M. J., &amp; Parkyns, N. D. (1991). Progress in the partial oxidation of methane to methanol and formaldehyde. Catalysis Today , 8 , 305-335. DOI: 10.1016/0920-5861(91)80056-F.\n\n- Burch, R., Squire, G. D., &amp; Tsang, S. C. (1989). Direct conversion of methane into methanol. Journal of the Chemical Society, Faraday Transactions 1 , 85 , 3561-3568. DOI: 10.1039/F19898503561.\n\nDalton, H., Priori, S. D., Leak, D. J., &amp; Stanley, S. H. (1984). Regulation and control of methane monooxygenase. In R. L. Crawford and R. S. Hanson (Eds.), Microbial growth on C 1 compounds (pp. 75-82) . Washington, D . C.: American Society for Microbiology.\n\nFeng, W., Knopf, F. C., &amp; Dooley, K. M. (1994). Effects of pressure, third bodies, and temperature profiling on the noncatalytic partial oxidation of methane. Energy &amp; Fuels , 8 , 815-1005. DOI: 10.1021/ef00046a001.\n\nFoulds, G. A., Gray, B. F, Miller, S. A., &amp; Walker, G. S . (1993). Homogeneous gas-phase oxidation of methane using oxygen as oxidant in an annular reactor. Industrial &amp; Engineering Chemistry Research , 32 , 780-787. DOI: 10.1021/ie00017a003.\n\nFuruto, T., Takeguchi, M., &amp; Okura, I. (1999). Semicontinuous methanol biosynthesis by Methylosinus trichosporium Ob3b. Journal of Molecular Catalysis A : Chemical , 144 , 257-261. DOI: 10.1016/S1381-1169(99)00007-2.\n\n- Haggin, J. (1990). Alternative fuels to petroleum gain increased attention. Chemical &amp; Engineering News , 23 , 25-27.\n- Hanson, R. S., &amp; Hanson, T. E. (1996). Methanotrophic bacteria. Microbiology Review , 60 , 439-471.\n\nHarwood, J. H., &amp; Pirt, S. J. (1972). Quantitative aspects of growth of the methane oxidizing bacterium Methylococcus capsulatus on methane in shake flask and continuous chemostat culture. Journal of Applied Bacteriology , 35 , 597-607. DOI: 10.1111/j.1365-2672.1972.tb03741.x.\n\n- Lieberman, R. L., &amp; Rosenzweig, A. C. (2004). Biological methane oxidation: regulation, biochemistry and active site structure of particulate methane monooxygenase. Critical Reviews in Biochemistry and Molecular Biology , 39 , 147164. DOI: 10.1080/10409230490475507.\n\nLipscomb, J. D. (1996). Biochemistry of the soluble methane monooxygenase . Annual Review of Microbiology , 48 , 371399. DOI: 10.1146/annurev.mi.48.100194.002103.\n\nMa´ slakiewicz, P., &amp; Steczko J. (1989). Monooksygenaza metanowa - wyst˛ epowanie, w/polishlcross la´ sciwo´ sci oraz perspektywy wykorzystania w procesach biotechnologicznych. Biotechnologia , 3 (4), 56-61.\n\nMichalkiewicz, B. (2004). Partial oxidation of methane to formaldehyde and methanol using molecular oxygen over FeZSM-5. Applied Catalysis A: General , 277 , 147-153. DOI: 10.1016/j.apcata.2004.09.005.\n\nOtsuka, K., &amp; Hatano, M. (1987). The catalysts for the synthesis of formaldehyde by partial oxidation of methane. Journal of Catalysis , 108 , 252-255. DOI: 10.1016/00219517(87)90172-2.\n\nOtsuka, K., &amp; Wang, Y. (2001). Direct conversion of methane into oxygenates. Applied Catalysis A: General , 222 , 145-161. DOI: 10.1016/S0926-860X(01)00837-7.\n\nPatt, T. E., Cole, G. C., Bland, J., &amp; Hanson, R. S. (1974). Isolation and characterization of bacteria that grow on methane and organic compounds as sole sources of carbon and energy. Journal of Bacteriology , 120 , 955-964.\n\nPeriana, R. A., Taube, D. J., Gamble, S., Taube, H., Satoh, T., &amp; Fujii, H. (1998). Platinum catalysts for the high-yield oxidation of methane to a methanol derivative. Science , 280 , 560-564 . DOI: 10.1126/science.280.5363.560.\n\nRytz, D. W., &amp; Baiker, A. (1991). Partial oxidation of methane to methanol in a flow reactor at elevated pressure .Industrial &amp; Engineering Chemistry Research , 30 , 2287-2292. DOI: 10.1021/ie00058a007.\n\nTakeguchi, M., &amp; Okura, I. (1999). The role iron and copper in particulate methane monooxygenase of Methylosinus trichosporium OB3b . Journal of Molecular Catalysis A : Chemical , 137 , 161-168. DOI: 10.1016/S1381-1169(98)00123-X.\n\n- Takeguchi, M., &amp; Okura, I. (2000). Role of iron and copper in particulate methane monooxygenase of Methylosinus trichosporium OB3b. Catalysis Surveys from Japan , 4 , 51-63. DOI: 10.1023/A:1019036105038.\n\nThomas, D. J., Willi, R., &amp; Baiker, A. (1992). Partial oxidation of methane: the role of surface reactions. Industrial &amp; Engineering Chemistry Research , 31 , 2272-2278. DOI: 10.1021/ie00010a003.\n\nWilkinson, T. G., &amp; Harrison, D. E. (1973). The affinity methane and methanol of mixed cultures grown on methane in continuous culture. Journal of Applied Bacteriology , 36 , 309-313. DOI: 10.1111/j.1365-2672.1973.tb04107.x.\n\nAuthor copy\n\nAuthor copy\n\nHunter, N. R., Gesser, H. D., Morton, L. A., Yarlagadda, P. S., &amp; Fung, D. P. C. (1990). Methanol formation at high pressure by the catalyzed oxidation of natural gas and by the sensitized oxidation of methane . Applied Catalysis A: General , 57 , 45-54. 10.1016/S0166-9834(00)80722-8.\n\nKudo, H., &amp; Ono, T. (1997). Partial oxidation of CH 4 over ZSM5 catalysts. Applied Surface Science , 121 -122 . 413-416. DOI: 10.1016/S0169-4332(97)00348-6.\n\nLamb, S. C., &amp; Garver, J. C. (1980). Batch- and continuousculture studies of methane-utilizing mixed culture. Biotechnology &amp; Bioengineering , 22 , 2097-2118. DOI: 10.1002/bit. 260221009.\n\nView publication stats\n\nWittenbury, R., Phillips, K. C., &amp; Wilkinson, J. G. (1970). Enrichment isolation and some properties of methane utilizing bacteria. Journal of General Microbiology , 61 , 205-218.\n\nXin, J. Y., Cui, J. R., Niu, J. Z., Hua, S. F., Xia, C. G., Li, S.B., &amp; Li, M. Z. (2004). Production of methanol from methane by methanotrophic bacteria. Biocatalysis &amp; Biotransformation , 22 , 225-229. DOI: 10.1080/10242420412331283305.\n\nYamada, Y., Ueda, A., Shioyama, H., &amp; Kobayashi, T. (2003). High throughput experiments on methane partial oxidation using molecular oxygen over silica doped with various elements. Applied Catalysis A: General , 254 , 45-58. DOI: 10.1016/S0926-860X(03)00262-X.",
  "chunks": [
    "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/227226293",
    "## Biosynthesis of methanol from methane by Methylosinus trichosporium OB3b",
    "## Biosynthesis of methanol from methane by /C5/CT/D8/CW/DD/D0/D3/D7/CX/D2/D9/D7 /D8/D6/CX/CR/CW/D3/D7/D4/D3/D6/CX/D9/D1 OB3b ‡",
    "Methanol has recently attracted significant interest as an intermediate in the production of fuel additives such as MTBE (2-methoxy-2-methylpropane) and TAME (2-methoxy-2-methylbutane) or as alternative fuel. Current technology for the conversion of methane to methanol is based on energy intensive endothermic steam reforming (reaction (1) and (2)) followed by catalytic conversion into methanol (reaction (3) and (4)) which has some equilibrium limitations. The production of syngas requires high temperature and pressure which leads to problems associated with reactor materials, operation and maintenance. In the process of methanol production from natural gas via syngas, about 60-70 % of the overall process costs are associated with the reforming process (Haggin, 1990)",
    "*Corresponding author, e-mail: beata.Michalkiewicz@ps.pl",
    "Agata Markowska, Beata Michalkiewicz* Szczecin University of Technology, Institute of Chemical and Environment Engineering, ul. Pulaskiego 10, 70-322 Szczecin, Poland Received 25 March 2008; Revised 25 July 2008; Accepted 4 September 2008 Methanol has recently attracted significant interest in the energetic field. Current technology for the conversion of methane to methanol is based on energy intensive endothermic steam reforming followed by catalytic conversion into methanol. The one-step method performed at very low temperatures (35 ◦ C) is methane oxidation to methanol via bacteria. The aim of this work was to examine the role of copper in the one-step methane oxidation to methanol by utilizing whole cells of Methylosinus trichosporium OB3b bacteria. From the results obtained it was found that copper concentration in the medium influences the rate of bacterial biomass growth or methanol production during the process of methane oxidation to methanol. The presented results indicate that the process of methane oxidation to methanol by Methylosinus trichosporium OB3b bacteria is most efficient when the mineral medium contains 1.0 × 10 -6 mol dm -3 of copper. Under these conditions, a satisfactory growth of biomass was also achieved. c © 2008 Institute of Chemistry, Slovak Academy of Sciences Keywords: methane, methanol, Methylosinus trichosporium OB3b, biosynthesis Introduction CH 4 + H 2 O ←-- → CO + 3H 2 ∆ r H ◦ = = +206 kJ mol -1 (1) Author copy Author copy",
    "<!-- formula-not-decoded -->",
    "<!-- formula-not-decoded -->",
    "<!-- formula-not-decoded -->",
    "A conversion of methane to methanol with the omission of synthesis gas would be economically advantageous. In order to reduce the reforming cost, direct routes have attracted the attention of many researchers (Burch et al., 1989; Thomas et al., 1992).",
    "‡ Presented at the 35th International Conference of the Slovak Society of Chemical Engineering, Tatranské Matliare, 26-30 May 2008.",
    "Worldwide research on direct methane oxidation to methanol in a single exothermic step is ongoing",
    "<!-- formula-not-decoded -->",
    "Direct partial oxidation of methane to methanol in a single step was carried out mainly in two directions: gas phase homogeneous oxidation and catalytic oxidation. Methane was oxidized to methanol mainly in a flow quartz reactor with or without a catalyst. Oxygen was used as an oxidant.",
    "Primary difficulty encountered during the direct partial oxidation of methane to methanol with high yield is associated with the activation of the methane C-H bond. Methane is quite inert so traditional approaches require quite high temperatures, where chemistry is dominated by radical pathways and is determined by the C-H bond strength. The first dissociation energy in methane is as high as 440 kJ mol -1 . The required product (methanol) is much more active under these reaction conditions. Dissociation energy of the C-H bond in CH 3 OH is 393 kJ mol -1 . At high temperatures methanol is easier to be activated and oxidized than methane, leading to deep oxidation resulting in CO and CO 2 (Berndt et al., 2000).",
    "Many publications on partial oxidation of methane at high pressures (1 MPa) have been published. Although a few reports claimed outstanding methanol yields of 8-9.6 % (Hunter et al., 1990; Feng et al. 1994), a large number of studies are in accordance with the level of CH 3 OH selectivity of 30-40 % and CH 4 conversion of 5-10 % at temperatures of 450500 ◦ C and pressures of 3-6 MPa (Hunter et al., 1990; Rytz and Baiker, 1991; Feng et al., 1994). At lower pressures (0.1 MPa), the catalyst plays a crucial role in the partial oxidation of methane. In most cases, the reactions were carried out at temperatures higher than 500 ◦ C and HCHO was obtained as a partial oxidation product (Foulds et al., 1993; Brown &amp; Parkyns, 1991; Otsuka &amp; Hatano, 1987). Only a few research groups produced methanol under ambient pressure (Kudo &amp; Ono, 1997; Otsuka &amp; Wang; 2001, Yamada et al., 2003; Michalkiewicz, 2004). In these cases, the methanol yield was lower than 10 %. Author copy Author copy",
    "There is also a great deal of interest in systems which could selectively activate methane at lower temperatures (90-180 ◦ C) or preserve the selective partial oxidation products. These alternative approaches usually employ strong acids. For example Periana et al. (1998) reported a catalytic system for the activation of C-Hbond with a Pt-complex at 180 ◦ C in oleum, and the yield of CH 4 to CH 3 OHof over 70 % was achieved. The disadvantage of this method is the use of strong acids and the two stages of the method. First, methane is oxidized to ester and then methanol is obtained by hydrolysis.",
    "The one-step method performed at a very low temperature (35 ◦ C) relies on the methane oxidation to methanol by bacteria. In nature there are some kinds of bacteria with the unique ability to oxidize methane as the sole source of carbon and energy. Methanothropic bacteria, or methanothrophs, are a subset of a physiological group of bacteria known as methylotrophs. Methanotrophs are aerobic bacteria that convert methane to methanol in the first step of their metabolic pathway by utilizing molecular oxygen as the oxidant (Hanson &amp; Hanson, 1996).",
    "Organisms that grow on methane are capable to completely oxidize methane to carbon dioxide. An intermediate in the oxidation pathway is formalaldehyde which can be assimilated into the cell. Methanotrophs are divided into two types depending on whether they assimilate carbon via the monophosphate pathway (RMP) in which formaldehyde is condensed with ribosome 5-phosphate (type I), or via the serine pathway (type II).",
    "The first two enzymes involved in methane oxidation are methane monooxygenase MMO and methanol dehydrogenase MDH. MMO oxidizes methane to methanol and MDH catalyses the oxidation of methanol to formaldehyde (Wittenbury et al., 1970).",
    "Hydroxylation of methane to methanol in the presence of monooxygenase system using molecular oxygen and NADH as reductant in a single step is given by the following scheme",
    "<!-- formula-not-decoded -->",
    "Methylosinus trichosporium OB3b, a type II methanotroph, contains two forms of MMOs. The membrane-bound or insoluble form, particulate monooxygenase termed as pMMO, and cytoplasmic; or soluble form termed as sMMO. Their synthesis depends on the growth conditions. The first form exhibits activity at high concentrations of copper ions. The second one is active at low concentrations or a total lack of copper ions. (Barta &amp; Hanson, 1993; Furuto et al., 1999; Xin et al., 2004). The insoluble form (pMMO) is not capable to oxidize the alkenes having the chain length above C 5 nor cyclohexane or aromatic hydrocarbons, whereas the soluble form (sMMO) does not exhibit such limitation (Ma´ slakiewicz &amp; Steczko, 1989). The differences in the activity of different forms of monooxygenase were observed at the cell level (Lipscomb, 1996; Takeguchi &amp; Okura, 2000; Lieberman &amp; Rosenzweig, 2004).",
    "Numerous investigations carried out with bacteria from the methanotropic group (Patt et al., 1974; Takeguchi &amp; Okura, 1999) cultivated on a nutrient medium containing methanol have demonstrated that the presence of this compound may cause the total or particular decay of the cells ability to oxidize methane. In the presence of MMO, methane is more reactive than higher alkenes, usually ten times, and is also",
    "much more reactive than methanol, by up to 1000fold (Wilkinson &amp; Harrison,1973).",
    "By investigating the enzymatic systems of methanotrophic bacteria, Takeguchi and Okura (1999, 2000), and Lieberman and Rosenzweig (2004) found that a different concentration of metal ions in the nutrient medium used for multiplication of these bacteria influences the activity of the particular enzymatic systems either positively or negatively. Especially important was the content of copper ions in media.",
    "The mineral medium was prepared by adding 17 g dm -3 of agar and nystatin (0.05 g dm -3 ) to the liquid medium. Culture plates were incubated at 30 ◦ C. The bacteria were fed with fresh methane/air mixture ( ϕ r = 1 : 4). Harvested colonies were transferred to liquid medium.",
    "The aim of this work was to examine the role of copper in the one-step methane oxidation to methanol by utilizing whole bacteria cells. Experimental Materials and methods All the chemicals used were of the highest grade available and were used without further purification. Methane (99.99 %) and air (99.99 %) were purchased from Messer. All other chemicals were purchased from Sigma Aldrich. Methylosinus trichosporium OB3b was kindly provided by Professor J. D. Lipscomb from the University of Minesota. M. trichosporium OB3b was cultivated in an aqueous solution of mineral salts medium: 10.00 × 10 -3 mol dm -3 NaNO 3 , 0.98 × 10 -3 mol dm -3 K 2 SO 4 , 0.15 × 10 -3 mol dm -3 MgSO 4 , 0.05 × 10 -3 mol dm -3 CaCl 2 , 3.90 × 10 -3 mol dm -3 KH 2 PO 4 , 6.06 × 10 -3 mol dm -3 Na 2 HPO 4 , 0.04 × 10 -3 mol dm -3 FeSO 4 , 12.5 × 10 -3 mol dm -3 H 2 SO 4 , 2.01 × 10 -6 mol dm -3 ZnSO 4 , 1.68 × 10 -6 mol dm -3 MnSO 4 , 2.00 × 10 -6 mol dm -3 H 3 BO 3 , 0.44 × 10 -6 mol dm -3 NaMoO 4 , 0.40 × 10 -6 mol dm -3 CoCl 2 , 1.00 × 10 -6 mol dm -3 KI. The concentration of copper sulfate (CuSO 4 ) was varied from 0.125 × 10 -6 mol dm -3 to 1.500 × 10 -6 mol dm -3 . Author copy Author copy",
    "The reaction was carried out in a reactor containing 0.5 dm 3 of liquid medium of the composition given in the previous section, and 15 vol. % of inoculum of bacteria. A schematic diagram of the experimental setup is shown in Fig. 1. Methane (1) and oxygen (2) were supplied from gas cylinders equipped with micrometric valves (3). The flow rates of gases were measured using flow meters (4). Mixing of the reagents was performed in a mixer (5). The mixture was sampled through a membrane (6a) for analysis. The reagents were supplied to the reactor (7). The reactor was heated to the given temperature in a water thermostat (8). The gas products were sampled through a membrane (6 b) and directed to ventilation (9). The",
    "Fig. 1. Schematic diagram of the continuous-flow methane to methanol oxidation by bacteria experimental setup. 1. gas cylinder with methane, 2. gas cylinder with oxygen, 3. micrometric valve, 4. flow-meter, 5. reaction gases mixer, 6. membrane for sampling of gases, 7. reactor, 8. thermostat, 9. vent.",
    "flow rate of methane was 0.029 dm 3 min -1 (1.3 mmol min -1 ) and that of air 0.070 dm 3 min -1 (0.65 mmol min -1 of oxygen). In order to oxidize methane to methanol, 0.5 mol of oxygen are required per mol of methane. Therefore, theoretically, there is just enough oxygen for methane oxidation to methanol. Taking into account that methane and oxygen solubility in pure water at 30 ◦ C is 1.4 × 10 -3 mol dm -3 and 0.23 × 10 -3 mol dm -3 , respectively, the reaction takes place with a deficiency of oxygen.",
    "In the reactor (7), methane oxidation took place. The process proceeded for five days. Liquid samples (0.05 dm 3 ) were taken every 24 h during these five days.",
    "The composition of products was determined chromatographically - using a Fisons apparatus equipped with TCD and FID detectors with hydrogen as a carrier gas on a column 1 m in length and d = 3 mm in inner diameter, packed with Porapak T (Supelco) at the temperature of 90 ◦ C. This column was designed to determine the concentration of hydrocarbons, aldehydes, alcohols and organic acids. Only methanol was found in the liquid as a product.",
    "The content of bacteria was determined measuring the optical density (OD 540 ) of the post reaction mixture. It was necessary to perform calibration and draw the calibration curve representing the dependence of optical density on the bacteria concentration in a solution. For this purpose, bacteria Methylosinus trichosporium OB3b were cultivated for nine days on a mineral medium with the composition described in",
    "the section Methylosinus trichosporium OB3b culture, containing 1.00 × 10 -6 mol dm -3 Cu 2+ . The samples optical density measurements were performed every 24 h. The amount of bacteria was determined in a Thoma chamber.",
    "## Results and discussion",
    "An increase of the bacteria concentration in mineral medium was observed when bacteria were cultivated for nine days according to the procedure described. The rate of bacteria M. trichosporium OB3b division can be determined on the basis of Fig. 2, as it corresponds to the slope of the presented straight line. Taking into account the average rate of divisions, the generation time (so-called doubling time) amounted to 16.6 h. The control medium without copper was also checked. An increase in the number of bacteria with the time was observed; during five days, the bacterial concentration was directly proportional to time (data not shown). The investigation of methane oxidation process utilizing M. trichosporium OB3b was carried out for five days on apparatuses shown in Fig. 1. Five series of experiments were made. Copper concentration was varied. The influence of copper content in mineral medium on the bacteria concentration on each of the five days is presented in Fig. 3. The largest growth of M. trichosporium OB3b biomass over the period of five days of running culture was observed when the copper concentration amounted to 0.125 × 10 -6 mol dm -3 . The copper concentrations from 0.4 × 10 -6 mol dm -3 to 0.6 × 10 -6 mol dm -3 did not promote the reproduction of Methylosinus trichosporium OB3b. An increase in the copper concentration in nutrient medium above the value of 0.6 × 10 -6 mol dm -3 caused intensification of biomass growth, as it was confirmed by elevation of the growth curves on particular days of the process operation. 0 1 2 3 4 0 1 t /day Author copy Author copy",
    "Fig. 2. Optical density vs. Methylosinus trichosporium OB3b content.",
    "Fig. 3. Methylosinus trichosporium OB3b content vs. time. Copper concentration: 0.125 × 10 -6 mol dm -3 ( ), 0.250 × 10 -6 mol dm -3 ( ◦ ), 0.500 × 10 -6 mol dm -3 ( /trianglesolid ), 1.00 × 10 -6 mol dm -3 ( · ), and 1.500 × 10 -6 mol dm -3 ( ).",
    "(0.125 × 10 -6 mol dm -3 ) which is very surprising.",
    "In the methane oxidation process utilizing bacteria M. trichosporium OB3b, the only liquid product was methanol. The highest concentration of methanol (4 × 10 -5 -5 × 10 -5 mol dm -3 ) in the reaction mixture was observed when the copper concentration amounted from 1 × 10 -6 mol dm -3 to 1.5 × 10 -6 mol dm -3 (Fig. 4).",
    "Irrespective of the copper concentration in nutrient medium, the highest concentration of methanol was achieved on the third and fourth day of the process operation. On the subsequent days, a decrease of methanol production took place until the full inhibition of the process occurred. When the copper concentration in nutrient medium amounted to 1.50 × 10 -6 mol dm -3 , the presence of methanol was observed also on the last day. However, the experiment duration was not prolonged because the methanol concentration on the fifth day was significantly lower than those on the third and fourth days. The inhibition of methanol pro-",
    "In the studies presented in Fig. 3, the largest growth of biomass was observed when the copper concentration in mineral medium was the lowest (0.125 × 10 -6 mol dm -3 ). Dalton et al. (1984) and Takeguchi and Okura (1999) found that an increase in the copper content causes an increase in the rate of biomass growth. A similar phenomenon was observed in the natural environment of copper compounds (Bender &amp; Conrad, 1995). The authors carried out the study on biomass growth using copper concentration higher than 1.5 × 10 -6 mol dm -3 . However, there is lack of information on the influence of copper concentrations below 1.5 × 10 -6 mol dm -3 on the rate of the biomass growth of bacteria Methylosinus trichosporium OB3b. It can be concluded, on the basis of Fig. 3, that bacteria reproduction proceeds particularly intensively at low concentrations of copper",
    "Fig. 4. Methanol concentration vs. time. Copper concentration: 0.125 × 10 -6 mol dm -3 ( ), 0.250 × 10 -6 mol dm -3 ( ◦ ), 0.500 × 10 -6 mol dm -3 ( /trianglesolid ), 1.000 × 10 -6 mol dm -3 ( · ), 1.500 × 10 -6 mol dm -3 ( ).",
    "Fig. 5. Methanol concentration vs. Methylosinus trichosporium OB3b content. Copper concentration: 0.125 × 10 -6 mol dm -3 ( ), 0.250 × 10 -6 mol dm -3 ( ◦ ), 0.500 × 10 -6 mol dm -3 ( /trianglesolid ), 1.000 × 10 -6 mol dm -3 ( · ), 1.500 × 10 -6 mol dm -3 ( ).",
    "duction took place after reaching the methanol concentration 4.76 × 10 -5 mol dm -3 . It is known, from reports of Takeguchi and Okura (1999), that the full inactivation of methane monooxygenase takes place at methanol concentrations above 12 mmol dm -3 . However, it should be emphasized that the authors observed this phenomenon when methane oxidation was carried via an enzymatic process.",
    "In our opinion, a fast inhibition of the methanol production process with the use of whole cells can be caused by the influence of methanol formation on other enzymatic systems or by methanol utilization in the growth process while other components of the nutrient medium are depleted.",
    "The values of methanol concentration in the reaction mixture at different contents of bacteria are presented in Fig. 5. It was found that the highest con- centration of methanol (4 × 10 5 -5 × 10 5 mol dm -3 ) occurs at the bacteria content from 1.0 × 10 12 dm -3 to 4.0 × 10 12 dm -3 . However, a very low methanol concentration was also observed at the same content of bacteria. On the basis of Fig. 5 it can be concluded that there is no direct dependence between the number of moles of the methanol produced and the concentration of Methylosinus trichosporium OB3b bacteria in the nutrient medium.",
    "This is, most probably, associated with the specific enzymatic activity of both forms of methane monooxygenase present in the cells of Methylosinus trichosporium OB3b bacteria. Methanol forming as a result of methane oxidation, supplied in a continuous mode to the reactor, causes qualitative changes of monooxygenase produced in the bacteria cells. As a consequence, inhibition of the process by formed metabolite occurred, whereas the growth of bacteria biomass was accelerated.",
    "This hypothesis is confirmed by the studies of other authors (Harwood &amp; Pirt 1972; Wilkinson &amp; Harrison, 1973). It results from these studies that the growth of bacteria from a group of obligate methanotrophs to which the Methylosinus trichosporium OB3b strain can be classified, may limit even small amounts of methanol added to the nutrient medium. Methanol present in the nutrient medium also causes the total or partial disappearance of the cells ability to oxidize methane.",
    "A solution of the problem of methane oxidation process inhibition by the formed metabolite could be the application of mixed cultures of methanothropic bacteria. Many authors (Wittenbury et al., 1970; Lamb &amp; Garver, 1980; Benstead et al., 1998) indicate the fact that the symbiosis of such mixed cultures consists in the mutual removal of growth inhibitors from the nutrient medium by cultivated strains. However, it is not yet known whether and how this influences the increase of yield of methanol production from methane.",
    "The process of methane oxidation to methanol by Methylosinus trichosporium OB3b bacteria proceeds most effectively when carried out in a nutrient medium containing 1.0 × 10 -6 mol dm -3 of copper. Under these conditions, a satisfactory growth of biomass was also achieved.",
    "It is worthy to note that the studies presented in this paper concern biochemical oxidation of methane to methanol applying whole cells of Methylosinus trichosporium OB3b bacteria, carried out at the temperature of 30 ◦ C. The possibility of such significant lowering of temperature of methane conversion to methanol is very promising. However, further studies focusing on the optimization of the reaction conditions enhancing thus the process yield need to be carried out.",
    "Barta, T. M., &amp; Hanson, R. S. (1993). Genetics of methane and methanol oxidation in Gram-negative methylotrophic bacteria. Antonie van Leeuwenhoek , 64 , 109-120. DOI: 10.1007/BF00873021.",
    "Bender, M., &amp; Conrad, R. (1995). Effect of CH 4 concentrations and soil conditions on the induction of CH 4 oxidation activity. Soil Biology &amp; Biochemistry , 27 , 1517-1527. DOI: 10.1016/0038-0717(95)00104-M.",
    "Benstead, J., King, G. M., &amp; Williams, H. G. (1998). Methanol promotes atmospheric methane oxidation by methanotrophic cultures and soils. Applied Environmental Microbiology , 64 , 1091-1098. DOI: 0099-2240/98/$04.00+0.",
    "Berndt, H., Martin, A., Bruckner, A., Schreier, E., M¨ uller, D., Kosslick, H., Wolf, G.-U., &amp; L¨ ucke B. (2000). Structure and catalytic properties of VO x /MCM materials for the partial oxidation of methane to formaldehyde. Journal of Catalysis , 191 , 384-400. DOI: 10.1006/jcat.1999.2786.",
    "Brown, M. J., &amp; Parkyns, N. D. (1991). Progress in the partial oxidation of methane to methanol and formaldehyde. Catalysis Today , 8 , 305-335. DOI: 10.1016/0920-5861(91)80056-F.",
    "- Burch, R., Squire, G. D., &amp; Tsang, S. C. (1989). Direct conversion of methane into methanol. Journal of the Chemical Society, Faraday Transactions 1 , 85 , 3561-3568. DOI: 10.1039/F19898503561.",
    "Dalton, H., Priori, S. D., Leak, D. J., &amp; Stanley, S. H. (1984). Regulation and control of methane monooxygenase. In R. L. Crawford and R. S. Hanson (Eds.), Microbial growth on C 1 compounds (pp. 75-82) . Washington, D . C.: American Society for Microbiology.",
    "Feng, W., Knopf, F. C., &amp; Dooley, K. M. (1994). Effects of pressure, third bodies, and temperature profiling on the noncatalytic partial oxidation of methane. Energy &amp; Fuels , 8 , 815-1005. DOI: 10.1021/ef00046a001.",
    "Foulds, G. A., Gray, B. F, Miller, S. A., &amp; Walker, G. S . (1993). Homogeneous gas-phase oxidation of methane using oxygen as oxidant in an annular reactor. Industrial &amp; Engineering Chemistry Research , 32 , 780-787. DOI: 10.1021/ie00017a003.",
    "Furuto, T., Takeguchi, M., &amp; Okura, I. (1999). Semicontinuous methanol biosynthesis by Methylosinus trichosporium Ob3b. Journal of Molecular Catalysis A : Chemical , 144 , 257-261. DOI: 10.1016/S1381-1169(99)00007-2.",
    "- Haggin, J. (1990). Alternative fuels to petroleum gain increased attention. Chemical &amp; Engineering News , 23 , 25-27.\n- Hanson, R. S., &amp; Hanson, T. E. (1996). Methanotrophic bacteria. Microbiology Review , 60 , 439-471.",
    "Harwood, J. H., &amp; Pirt, S. J. (1972). Quantitative aspects of growth of the methane oxidizing bacterium Methylococcus capsulatus on methane in shake flask and continuous chemostat culture. Journal of Applied Bacteriology , 35 , 597-607. DOI: 10.1111/j.1365-2672.1972.tb03741.x.",
    "- Lieberman, R. L., &amp; Rosenzweig, A. C. (2004). Biological methane oxidation: regulation, biochemistry and active site structure of particulate methane monooxygenase. Critical Reviews in Biochemistry and Molecular Biology , 39 , 147164. DOI: 10.1080/10409230490475507.",
    "Lipscomb, J. D. (1996). Biochemistry of the soluble methane monooxygenase . Annual Review of Microbiology , 48 , 371399. DOI: 10.1146/annurev.mi.48.100194.002103.",
    "Ma´ slakiewicz, P., &amp; Steczko J. (1989). Monooksygenaza metanowa - wyst˛ epowanie, w/polishlcross la´ sciwo´ sci oraz perspektywy wykorzystania w procesach biotechnologicznych. Biotechnologia , 3 (4), 56-61.",
    "Michalkiewicz, B. (2004). Partial oxidation of methane to formaldehyde and methanol using molecular oxygen over FeZSM-5. Applied Catalysis A: General , 277 , 147-153. DOI: 10.1016/j.apcata.2004.09.005.",
    "Otsuka, K., &amp; Hatano, M. (1987). The catalysts for the synthesis of formaldehyde by partial oxidation of methane. Journal of Catalysis , 108 , 252-255. DOI: 10.1016/00219517(87)90172-2.",
    "Otsuka, K., &amp; Wang, Y. (2001). Direct conversion of methane into oxygenates. Applied Catalysis A: General , 222 , 145-161. DOI: 10.1016/S0926-860X(01)00837-7.",
    "Patt, T. E., Cole, G. C., Bland, J., &amp; Hanson, R. S. (1974). Isolation and characterization of bacteria that grow on methane and organic compounds as sole sources of carbon and energy. Journal of Bacteriology , 120 , 955-964.",
    "Periana, R. A., Taube, D. J., Gamble, S., Taube, H., Satoh, T., &amp; Fujii, H. (1998). Platinum catalysts for the high-yield oxidation of methane to a methanol derivative. Science , 280 , 560-564 . DOI: 10.1126/science.280.5363.560.",
    "Rytz, D. W., &amp; Baiker, A. (1991). Partial oxidation of methane to methanol in a flow reactor at elevated pressure .Industrial &amp; Engineering Chemistry Research , 30 , 2287-2292. DOI: 10.1021/ie00058a007.",
    "Takeguchi, M., &amp; Okura, I. (1999). The role iron and copper in particulate methane monooxygenase of Methylosinus trichosporium OB3b . Journal of Molecular Catalysis A : Chemical , 137 , 161-168. DOI: 10.1016/S1381-1169(98)00123-X.",
    "- Takeguchi, M., &amp; Okura, I. (2000). Role of iron and copper in particulate methane monooxygenase of Methylosinus trichosporium OB3b. Catalysis Surveys from Japan , 4 , 51-63. DOI: 10.1023/A:1019036105038.",
    "Thomas, D. J., Willi, R., &amp; Baiker, A. (1992). Partial oxidation of methane: the role of surface reactions. Industrial &amp; Engineering Chemistry Research , 31 , 2272-2278. DOI: 10.1021/ie00010a003.",
    "Wilkinson, T. G., &amp; Harrison, D. E. (1973). The affinity methane and methanol of mixed cultures grown on methane in continuous culture. Journal of Applied Bacteriology , 36 , 309-313. DOI: 10.1111/j.1365-2672.1973.tb04107.x.",
    "Hunter, N. R., Gesser, H. D., Morton, L. A., Yarlagadda, P. S., &amp; Fung, D. P. C. (1990). Methanol formation at high pressure by the catalyzed oxidation of natural gas and by the sensitized oxidation of methane . Applied Catalysis A: General , 57 , 45-54. 10.1016/S0166-9834(00)80722-8.",
    "Kudo, H., &amp; Ono, T. (1997). Partial oxidation of CH 4 over ZSM5 catalysts. Applied Surface Science , 121 -122 . 413-416. DOI: 10.1016/S0169-4332(97)00348-6.",
    "Lamb, S. C., &amp; Garver, J. C. (1980). Batch- and continuousculture studies of methane-utilizing mixed culture. Biotechnology &amp; Bioengineering , 22 , 2097-2118. DOI: 10.1002/bit. 260221009.",
    "View publication stats",
    "Wittenbury, R., Phillips, K. C., &amp; Wilkinson, J. G. (1970). Enrichment isolation and some properties of methane utilizing bacteria. Journal of General Microbiology , 61 , 205-218.",
    "Xin, J. Y., Cui, J. R., Niu, J. Z., Hua, S. F., Xia, C. G., Li, S.B., &amp; Li, M. Z. (2004). Production of methanol from methane by methanotrophic bacteria. Biocatalysis &amp; Biotransformation , 22 , 225-229. DOI: 10.1080/10242420412331283305.",
    "Yamada, Y., Ueda, A., Shioyama, H., &amp; Kobayashi, T. (2003). High throughput experiments on methane partial oxidation using molecular oxygen over silica doped with various elements. Applied Catalysis A: General , 254 , 45-58. DOI: 10.1016/S0926-860X(03)00262-X."
  ],
  "markdown_length": 28342,
  "chunks_count": 85,
  "extraction_method": "docling"
}