{
  "filename": "Nguyen et al. 2021.pdf",
  "markdown": "<!-- image -->\n\nResearch review paper\n\n## Type II methanotrophs: A promising microbial cell-factory platform for bioconversion of methane to chemicals\n\nDiep Thi Ngoc Nguyen, Ok Kyung Lee, Thu Thi Nguyen, Eun Yeol Lee\n\n*\n\nDepartment of Chemical Engineering (Integrated Engineering), Kyung Hee University, Gyeonggi-do 17104, Republic of Korea\n\n## A R T I C L E  I N F O\n\nKeywords: Methane Methanotrophs Type II methanotrophs Bioconversion Biofuels and chemicals Metabolic engineering\n\n## 1. Introduction\n\nMethane, which is the major constituent of biogas and natural gas, is a far stronger greenhouse gas than CO2 (Lee et al., 2019b; Nguyen and Lee, 2020). Due to the low cost and abundance of methane in natural sources, it is considered a potential next-generation carbon feedstock for the  biochemical  industry,  as  well  as  a  sustainable  energy  resource (Conrado and Gonzalez, 2014; Fei et al., 2014; Kalyuzhnaya et al., 2015; Strong  et  al.,  2016a).  The  direct  chemical  conversion  of  methane  is troublesome due to the high activation energy of C -H bonds (Haynes and Gonzalez, 2014). Hence, there has been a resurgence in interest in methanotrophs, which are able to use methane as a sole energy and carbon source under mild growth conditions (Kalyuzhnaya et al., 2015; Lee et al., 2016). These strains have great potential as a platform strain for the utilization of methane for chemical production, and also in the mitigation of climate change via removing methane as greenhouse gas (Kalyuzhnaya et al., 2015; Strong et al., 2016a).\n\nThere are different groups and types of methanotrophs depending on the three different pathways primarily employed by methanotrophs to assimilate  formaldehyde  into  biomass:  the  Ribulose  monophosphate (RuMP) pathway occurring in Group I methanotrophs (Gammaproteobacteria, Type I and Type X), the serine cycle of Group II methanotrophs\n\n## A B S T R A C T\n\nMethane,  the  predominant  element  in  natural  gas  and  biogas,  represents  a  promising  alternative  to  carbon feedstocks  in  the  biotechnological  industry  due  to  its  low  cost  and  high  abundance.  The  bioconversion  of methane to value-added products can enhance the value of gas and mitigate greenhouse gas emissions. Methanotrophs, methane-utilizing bacteria, can make a significant contribution to the production of various valuable biofuels and chemicals from methane. Type II methanotrophs in comparison with Type I methanotrophs have distinct advantages, including high acetyl-CoA flux and the co-incorporation of two important greenhouse gases (methane and CO2), making it a potential microbial cell-factory platform for methane-derived biomanufacturing. Herein,  we  review  the  most  recent  advances  in  Type  II  methanotrophs  related  to  multi-omics  studies  and metabolic engineering. Representative examples and prospects of metabolic engineering strategies for the production of suitable products are also discussed.\n\n(Alphaproteobacteria, Type II and Type III), and the Calvin -Benson -Bassham (CBB) cycle occurring in Group III methanotrophs ( Verrucomicrobia ,  Type IV) (Kalyuzhnaya et al., 2015). To date, most advances in the metabolic engineering of methanotrophs for methane bioconversion have focused on Type I methanotrophs (Henard et al., 2016; Lee et al., 2019a; Nguyen et al., 2018, 2019a). Nonetheless, Type II methanotrophs provide distinctly attractive features that are beneficial for chemical production (Fig. 1). Recently, the successful strategies to engineer the Type II methanotrophic alphaproteobacterium for the biosynthesis of 3-hydroxypropionic acid (3-HP), cadaverine, and lysine were described (Nguyen et al., 2020a, 2020b). These studies are a proofin-principle that Type II methanotrophs could be employed as a platform for the production of valuable chemicals and fuels via metabolic engineering. Since there has been no review focusing on Type II methanotrophs, this paper aimed to review the physiology and metabolism in these  microbes  to  address  appropriate  engineering  strategies  for  the production  of  value-added  products.  This  review  presents  the  recent progress on the development of engineered Type II methanotrophs as a microbial cell factory, including genetic tool development, multi-omics study, and suitable products suggestion, as well as strategies to enhance carbon pool for target product production (Fig. 1).\n\n* Corresponding author at: Department of Chemical Engineering (Integrated Engineering), Kyung Hee University, Yongin-si, Gyeonggi-do 17104, Republic of Korea.\n\nE-mail address: eunylee@khu.ac.kr (E.Y. Lee).\n\nContents lists available at ScienceDirect\n\n## Biotechnology Advances\n\njournal homepage: www.elsevier.com/locate/biotechadv\n\n<!-- image -->\n\n<!-- image -->\n\nD.T.N. Nguyen et al.\n\n## 2. Outstanding features of Type II methanotrophs\n\n## 2.1. Why Type II methanotrophs?\n\nType  II  methanotrophic  alphaproteobacteria  possess  many  fascinating metabolic properties that are beneficial for biotechnological applications.  First,  this  group  has  a  comparably  high  flux  of  CoAderivatives,  such  as  acetyl-CoA,  propionyl-CoA,  and  crotonyl-CoA, which  could  be  used  for  biofuel  production  (Bordel  et  al.,  2019b; Kalyuzhnaya et al., 2015; Yang et al., 2013). Second, a typical Type II methanotroph (e.g. M. trichosporium OB3b) can assimilate significant amount of CO2  (Yang et al., 2013). Type II methanotrophs are appropriate biocatalyst for biogas conversion because of their ability to coutilize  methane  and  CO2.  Third,  many  Type  II  methanotrophs  have broad-spectrum  substrates  that  can  assimilate  from  C1 to  C2  and  C3 compounds, which is advantageous for methane-to-methanol bioconversion  based  on  the  methanol  dehydrogenase  (MDH)  knock-out (Crombie  and  Murrell,  2014;  Dedysh  and  Dunfield,  2011;  Kalyuzhnaya et al.,  2015;  Semrau et al., 2011). The soluble methane monooxygenase  (sMMO)  (mostly  present  in  Type  II  more  than  Type  I methanotrophs) can catalyze both the oxidation of methane and the transformation of a wide spectrum of aliphatic and aromatic hydrocarbons and their derivatives (Trotsenko and Murrell, 2008). Thus, sMMO can play an important role in the bioremediation of polluted environments as well as biocatalyst for biotransformation (Dalton, 2005; Trotsenko and Murrell, 2008). Moreover, most of Type II methanotrophs have been shown to be capable of nitrogen fixation, while only some Type I methanotrophs have such capability (Auman et al., 2001; Stein, 2018; Trotsenko and Murrell, 2008). Their nitrogen-fixing capability is useful for trichlorethylene (TCE)  oxidation,  since  methanotrophs require  an  adequate  nitrogen  source  to  effectively  remove  TCE  in contaminated environments (Auman et al., 2001). Furthermore, Type II methanotrophs employ the glutamate cycle with glutamine synthetase and glutamine-oxoglutarate aminotransferase (GOGAT) system for NH4 assimilation, whereas Type I methanotrophs assimilate NH4\n\npredominantly  via  reductive  pyruvate  or α -ketoglutarate  amination (Trotsenko  and  Murrell,  2008).  The  GOGAT  of  Type  I  is  peculiar  to NADPH and is quite unsteady, while this enzyme is more stable in Type II methanotrophs and specific for NADH cofactor (Trotsenko and Murrell, 2008). Another advantage of methanotrophs is their ability to utilize either nitrate or ammonium as a nitrogen source, where the growth rate  of  methanotrophic  bacteria  is  affected  by  the  nitrogen  source. Theoretically, the use of ammonium as a nitrogen source is more bioenergetically favorable than nitrate because it can be directly assimilated into biomass and ammonium is more reduced form as nitrogen source (Naizabekov and Lee, 2020). Additionally, some gammaproteobacteria have been traditionally described to favor high O2 and low CH4 concentrations for their growth, while alphaproteobacteria prefer low O2  and high CH4  concentrations (Strong et al., 2015), indicating that Type II methanotrophs can play better as a biocatalyst at higher methane concentration. Lastly, a Type II methanotroph, M. silvestris, with ability of n-alkanes utilization, can be a potential platform for the biological conversion of natural gas or petroleum gas containing C2-C4  alkanes together with C1  as the main component (Etiope and Ciccioli, 2009; Kalyuzhnaya et al., 2015).\n\n## 2.2. Classification and characteristics of Type II methanotrophs\n\nThe main characteristics of Type II methanotrophs are summarized in Table 1. Type II alphaproteobacteria possess two distinct forms of methane monooxygenase (MMO): pMMO and sMMO, or only one form of MMO. pMMO is a copper-dependent enzyme that is associated with the intracytoplasmic membrane. sMMO is a complex of non-heme iron enzymes  located  in  the  cytoplasm  (Kalyuzhnaya  et  al.,  2019).  The expression of sMMO and pMMO is regulated by the concentration of copper. pMMO is expressed at a high copper concentration, whereas sMMO is produced only at  low copper  concentrations.  Most  Type  II methanotrophs can grow on nitrate mineral salt (NMS) and ammonium mineral salt (AMS) medium, and have the capacity for nitrogen fixation (Auman et al., 2001; Stein, 2018; Trotsenko and Murrell, 2008).\n\nFig. 1. Potential of Type II methanotrophs as a cell-factory platform for conversion of low-grade carbon feedstock into highly-valued products. (2020, July 26). Methane [Online]. Available: https://commons.wikimedia.org/wiki/File:Methane-3D-space-filling.svg#mediaviewer/File:Methane-3D-space-filling.svg (2020, July 26). Carbon dioxide [Online]. Available: https://simple.wikipedia.org/wiki/Carbon\\_dioxide (2020, July 26). Ethane [Online]. Available: https://marcellusdrilling. com/2017/10/wv-builder-tells-psc-power-plant-can-burn-methane-and-ethane/  (2020,  July  26).  Propane  [Online].  Available:  https://energyeducation.ca/encyc lopedia/Propane  (2020,  July  26).  Propene  [Online].  Available:  https://simple.wikipedia.org/wiki/Propene  (2020,  July  26).  Butene  [Online].  Available:  http s://www.jobilize.com/chemistry/test/isomers-of-alkenes-hydrocarbons-by-openstax\n\n<!-- image -->\n\nD.T.N. Nguyen et al.\n\nTable 1 Classification and characteristics of Type II methanotrophs.\n\n| Genus         | Strain                                   | Growth condition            | Growth condition   | Growth condition   | Culture Medium   | Characteristic                                                                                                                                                                                                     | Reference                                                               |\n|---------------|------------------------------------------|-----------------------------|--------------------|--------------------|------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------|\n| Genus         | Strain                                   | Growth rate (h GLYPH<0> 1 ) | pH                 | T ◦ C              | Culture Medium   | Characteristic                                                                                                                                                                                                     | Reference                                                               |\n| Methylocystis | M. rosea SV97                            | NA                          | 5.5 - 9.0          | 5 - 37             | NMS, AMS         | pMMO only, no requirement of NaCl for growth, PHB production, capability of nitrogen fixation                                                                                                                      | Wartiainen et al. (2006)                                                |\n| Methylocystis | Methylocystis ATCC 49242 strain Rockwell | 0.16                        | 6.8                | 30                 | NMS, AMS         | pMMO only, high tolerance of ammonium, capability of nitrogen fixation                                                                                                                                             | Nyerges et al. (2010), Stein et al. (2011)                              |\n| Methylocystis | M. hirsuta CSC1                          | 0.05                        | 7                  | 30                 | NMS, AMS         | pMMOandsMMO,capability of oxidizing aliphatic and aromatic compounds, ability of growing on methane and methanol, PHB production, capability of nitrogen                                                           | Bordel et al. (2019a), Bordel et al. (2019b), Lindner et al. (2007)     |\n| Methylocystis | M. parvus OBBP                           | 0.12                        | 6 - 8              | 5 - 37             | NMS, AMS         | fixation pMMO only, PHB production, capability of nitrogen fixation                                                                                                                                                | del Cerro et al. (2012), Kalyuzhnaya et al. (2019), Pieja et al. (2011) |\n| Methylocystis | Methylocystis sp. SC2                    | 0.07                        | 6 - 9              | 30                 | NMS, AMS         | pMMO only, possession of genes for ammonia assimilation and nitrogen fixation.                                                                                                                                     | Baani and Liesack (2008), Dam et al. (2012)                             |\n| Methylocystis | Methylocystis sp. SB2                    | NA                          | 6 - 9              | 10 - 30            | NMS, AMS         | pMMO only, facultative methanotroph, ability of growing on acetate or ethanol, diverse nitrogen metabolism capabilities                                                                                            | Dam et al. (2013), Kalyuzhnaya et al. (2019), Vorobev et al. (2014)     |\n| Methylosinus  | M. trichosporium OB3b                    | 0.12 - 0.14                 | 6 - 8              | 5 - 37             | NMS, AMS         | pMMO and sMMO, well-established catalysis for PHB production, epoxidation, ability of degrading chlorinated aliphatic hydrocarbons, production of                                                                  | Oldenhuis et al. (1989), Stein et al. (2010), Whittenbury et al. (1970) |\n| Methylosinus  | Methylosinus sp. LW4                     | 0.12 - 0.15                 | 6 - 8              | 5 - 37             | NMS, AMS         | pMMO and sMMO, production of methanobactins and capability of nitrogen fixation.                                                                                                                                   | Auman et al. (2001), Kenney et al. (2016)                               |\n| Methylocella  | M. silvestris BL2                        | 0.014                       | 4.5 - 7.0          | 4 - 30             | NMS, AMS         | sMMO only, facultative methanotroph, ability of growing on methane, and one - carbon and multi - carbon substrates such as acetate, pyruvate, propane, and                                                         | Chen et al. (2010), Dunfield et al. (2003)                              |\n| Methylocella  | M. tundra sp. nov.                       | NA                          | 4.2 - 7.5          | 5 - 30             | NMS, AMS         | succinate, capability of nitrogen fixation. sMMO only, growth inhibition by NaCl conc. above 0.8% ( w / v ), ability of growing on methane and methanol, best growth at methanol conc. of 0.5 - 1%( v /            | Dedysh et al. (2004)                                                    |\n| Methylocapsa  | M. acidiphila B2                         | 0.03                        | 4.2 - 7.2          | 10 - 30            | NMS              | pMMO only, growth inhibition by NaCl conc. of 0.5% ( w / v ), ability of growing on methane and methanol, growth support at methanol conc. below 0.05% ( v / v ), capability of nitrogen fixation, PHB production. | Dedysh et al. (2002)                                                    |\n| Methylocapsa  | M. aurea KYG                             | 0.018                       | 5.2 - 7.2          | 2 - 33             | NMS, AMS         | pMMO only, ability of growing on methane, methanol and acetate, growth inhibition with 0.3% ( w / v ) NaCl, growth support at methanol conc. below 0.1% ( v / v );                                                 | Dunfield et al. (2010)                                                  |\n| Methyloferula | M. stellata AR4                          | 0.005                       | 3.5 - 7.2          | 4 - 33             | NMS, AMS         | PHB production, capability of nitrogen fixation. sMMO only, growth reduction at NaCl conc. above 0.7% ( w / v ). Optimum methanol conc. between 0.1 and 1% ( v / v ), capability of nitrogen fixation.             | Dam et al. (2013), Dedysh et al. (2015)                                 |\n\n## 2.3. Central metabolic pathways and electron transfer of Type II methanotrophs compared to Type I methanotrophs\n\nMethane  oxidation  is  initiated  by  one  of  two  MMOs,  sMMO  and pMMO,  which  oxidize  methane  into  methanol  in  aerobic  methanotrophic  bacteria  (Kalyuzhnaya  et  al.,  2015;  Lee  et  al.,  2016;  Semrau et  al.,  2010). Until now, most Type I methanotrophs possess pMMO, whereas Type II methanotrophs are able to express both sMMO and pMMO (Auman et al., 2001). MMO requires two electrons for methane oxidation.  NADH/H + is  the  electron  source  for  sMMO,  while  direct electron transfer by PQQ-MDH or ubiquinol (UQH2) is a possible way of electron  transfer  to  pMMO  (Nariya  and  Kalyuzhnaya,  2019;  Semrau et al., 2010). For methane oxidation, type II methanotrophs are expected to employ the redox arm mechanism where pMMO takes electrons from ubiquinone/ubiquinol pool of the methanol oxidation process, resulting in lower biomass yields than Type I methanotrophs possessing the direct coupling system where electrons from methanol oxidation are directly transferred to pMMO (Akberdin et al., 2018; Bordel et al., 2019b).\n\nMethanol is subsequently converted to formaldehyde by a PQQ-MDH (Lee  et  al.,  2016).  Formaldehyde  assimilation  is  a  characteristic  that differentiates Type I methanotrophs from Type II. Type I methanotrophs use  the  RuMP  pathway  for  formaldehyde  utilization,  while  Type  II methanotrophs mainly assimilate formaldehyde via the serine cycle and the ethylmalonyl-CoA (EMC) pathway (Kalyuzhnaya et al., 2015; Lee et al., 2016). In M. trichosporium OB3b, the typical Type II\n\nmethanotroph, the serine cycle plays a role in glyoxylate regeneration and the refilling of phosphoenolpyruvate (PEP) for the generation of pyruvate by PEP conversion (Yang et al., 2013). It was also assumed that the serine cycle is split into two branches, which exert distinct metabolic controls. The first branch is involved in C1-fixation, which includes all steps from glycine to PEP, accounting for 53% of the biomass. Most of the  C1 -carbon  assimilated  at  the  first  step  of  the  branch  is  directly transferred to gluconeogenesis and amino acid biosynthesis. The second part  of  the  serine  cycle  (considered  as ' glyoxylate  regeneration ' )  is interconnected with the EMC pathway which significantly contributes to resupplying the intermediates for assimilation (Yang et al., 2013).\n\n## 2.4. Recent advances in genetic tools for Type II methanotrophs\n\nTo date, despite the fact that Type II methanotrophs are potential methane-based cell factories for chemical production, a limited number of genetic tools and engineering of Type II methanotrophs have been conducted (Table 2). Only the metabolic engineering of M. trichosporium OB3b has recently been applied for the accumulation of 3-hydroxypropionic  acid,  cadaverine,  and  lysine  using  pAWP89  as  an  expression vector and conjugation method for gene transfer (Nguyen et al., 2020a, 2020b).  Conjugation  is  the  most  common  method  used  for  genetic manipulation in Type II methanotrophs (Lloyd et al., 1999; Martin and Murrell, 1995; Smith and Murrell, 2011). Electroporation has also been applied to some Type II methanotrophs, including Methylocystis sp. SC2,\n\nD.T.N. Nguyen et al.\n\nTable 2 Genetic tools used in Type II methanotrophs.\n\n| Vector                  | Selectable marker   | Strain                | Reference                                      |\n|-------------------------|---------------------|-----------------------|------------------------------------------------|\n| pMHA200 pMHA203         | Km                  | M. silvestris BL2     | Theisen et al. (2005)                          |\n| pCM184 Linear DNA       | Km                  |                       | Crombie and Murrell (2011)                     |\n| pGSS33                  | Km                  | M. trichosporium      | Murrell (1992)                                 |\n| pVK100                  | Tet, Km             | OB3b                  | Lloyd et al. (1999), Murrell (1992)            |\n| pBR325                  | Km                  |                       | Martin and Murrell (1995)                      |\n| pBR325                  | Spe, Str, Km        |                       | Smith and Murrell (2011), Smith et al. (2002a) |\n| Linear DNA              | Gm                  |                       | Ro and Rosenzweig (2018)                       |\n| pTJS141 pTJS142 pTJS175 | Amp                 |                       | Smith et al. (2002b)                           |\n| pK18mob pBBR1MCS pMD2   | Km Km               |                       | Stafford et al. (2003) Borodina et al. (2007)  |\n| pk18mobsacB pAWP89      | Gm, Km Km           |                       | Ro and Rosenzweig (2018)                       |\n| pAWP89                  | Km                  |                       | Nguyen et al. (2020a, 2020b)                   |\n| pUC18                   | Km                  | Methylocystis sp. SC2 | Baani and Liesack (2008)                       |\n| pVK100 pVK104           | Tet, Km             | M. parvus OBBP        | (Lloyd et al., 1999)                           |\n\nM. silvestris BL2, and M. trichosporium OB3b (Baani and Liesack, 2008; Crombie and Murrell, 2011; Ro and Rosenzweig, 2018). Electroporation was  performed  in M.  trichosporium OB3b and M.  silvestris BL2  using linear DNA fragments (Crombie and Murrell, 2011; Ro and Rosenzweig, 2018) and Methylocystis sp. SC2 using the suicide vector pUC18 (Baani and  Liesack,  2008).  Despite  limited  genetic  manipulation  in  type  II methanotrophs compared to other industrially relevant strains such as E.  coli ,  on-going  development  of  robust  genetic  tools  will  facilitate efficient genetic and metabolic engineering of Type II methanotrophs.\n\n## 2.5. Understanding Type II methanotrophs via multi-omics approaches\n\nA holistic vision of the cellular functions of Type II methanotrophs is known through genomics, transcriptomics, metabolomics, proteomics, and fluxomics (Lee et al., 2016, 2019b). Metabolic engineering via in silico modeling has potentially improved microbial biocatalysis, endowing it with desirable properties (Nguyen et al., 2018). Advanced investigations using omics technologies have provided key points from which  to  further  develop  methanotrophic  strains.  Recent  systems biology approaches are listed in Table 3.\n\nTranscriptomics  became  essential  for  gaining  an  overview  of  the central  metabolic  pathway  from  the  utilization  of  methane  in  methanotrophs. M. trichosporium OB3b is a well-known model strain of Type II  methanotrophs  (Matsen  et  al.,  2013).  Studies  combining  transcriptomics  with  genomics  have  provided  insights  into  the  central metabolic pathways of C1-metabolism in M. trichosporium OB3b (Matsen et al., 2013). The transcriptomic data of M. trichosporium OB3b indicates that methane oxidation involves many genes, including pMMO, PQQMDH, the genes of the H4MPT-pathway, and NAD + -FDH. The expression of genes in the serine cycle, the EMC pathway, and the TCA cycle was  also  proved  (Matsen  et  al.,  2013).  The  transcriptomic  data  of Methylocystis sp. strain SB2 provided information about carbon assimilation  and  the  operation  of  the  complete  TCA  and  EMC  pathways (Vorobev et al., 2014). The expression level of genes for the methane-tomethanol conversion is remarkably higher than those of downstream oxidative  transformations,  demonstrating  the  role  of  this  step  in  cell growth in methane. Furthermore, transcriptomic analyses of this strain grown on ethanol compared to methane suggested that acetyl-CoA is\n\nTable 3 Summary of systems-level investigation in Type II methanotrophs.\n\n| Omics approach          | Species                                                                                          | References                                                            |\n|-------------------------|--------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------|\n| Transcriptomics         | M. trichosporium OB3b Methylocystis sp. SB2                                                      | Matsen et al. (2013) Vorobev et al. (2014)                            |\n| Proteomics Metabolomics | M. silvestris BL2 M. trichosporium OB3b                                                          | Crombie and Murrell (2014) Yang et al. (2013)                         |\n| 13 C flux analysis      | M. trichosporium OB3b                                                                            | Matsen et al. (2013)                                                  |\n| Kinetic models          | M. trichosporium OB3b M. parvus OBBP                                                             | Rostkowski et al. (2013), Yoon and Semrau (2008)                      |\n| Stoichiometry models    | M. trichosporium OB3b M. parvus OBBP                                                             | Rostkowski et al. (2013)                                              |\n| Genome-scale models     | M. hirsuta CSC1 Methylocystis sp. SC2 Methylocystis sp. SB2 M. parvus OBBP M. trichosporium OB3b | Bordel et al. (2019b) Bordel et al. (2019c) Naizabekov and Lee (2020) |\n\ngenerated from ethanol, which then either goes through the TCA cycle for energy generation or is incorporated into biomass through the EMC pathway (Vorobev et al., 2014). These results indicated that Type II methanotrophs have large metabolic flexibility, with a pathway operation that is highly controlled and interconnected.\n\nMetabolomics and 13 C-labeling were applied to the Type II methanotrophic bacterium, M. trichosporium OB3b, to evaluate the central metabolism for methane utilization (Yang et al., 2013). It has been reported that the serine, EMC, and TCA cycle are tightly linked. This strain uses the EMC pathway for carbon assimilation, and a significantly large portion of the cellular carbon (approximately 60%) is derived from CO2. The data suggested that the serine cycle is divided into two functional branches, including the ' C1-fixation ' branch and the ' EMC pathway ' branch (known as ' glyoxylate regeneration ' ). The EMC pathway plays an important role in providing intermediates such as malate, acetyl-CoA, and glyoxylate, to cells (Yang et al., 2013).\n\nMetabolic model simulations are necessary for the identification of potential  targets  for  genetic  modification  and  possible  influences  of genetic perturbation on cells, as well as in silico phenotype predictions (Akberdin et al., 2018; Bordel et al., 2019c; Kalyuzhnaya et al., 2015; Nguyen et al., 2018). The early Genome Scale Models (GSMs) of Type II methanotrophs,  including Methylocystis  hirsuta and  two Methylocystis strains, have been established (Bordel et al., 2019b). The models estimated the oxygen consumption rates and biomass yields, and uncovered the mechanism for methane oxidation by pMMO. Type I methanotrophs exploit the ' direct coupling ' system, while Type II methanotrophs use the ' redox branch ' mechanism for methane oxidation, leading to lower biomass yields. Nonetheless, Type II methanotrophs have high carbon fluxes through acetoacetyl-CoA under nitrogen-insufficient conditions, which is  the  potential  for  the  production  of  acetoacetyl-CoA-derived products  through  metabolic  engineering. Methylocystis sp.  strains  are also  able  to  slowly  use  C2 as  carbon  sources  (Bordel  et  al.,  2019b). Another GSM of M. parvus OBBP was also reconstructed (Bordel et al., 2019c). The model was compared to GSMs of the closely related methanotrophs, M. hirsuta, and Methylocystis sp. SC2. The biomass yield of M. parvus was anticipated and suited with the experimental yield based on the ' redox arm mechanism ' presumption for methane oxidation. The model revealed an anaplerotic role of stored PHB, which is further utilized for replenishing glyoxylate for the serine pathway and succinylCoA for the TCA cycle. PHB storage serves as an energy source under anoxic circumstances coupled to denitrification. The yield of M. parvus was similar to that of M. hirsuta and Methylocystis sp. SC2 based on GSMs analysis,  but M.  parvus showed the  highest  specific  growth  rate  and methane oxidation rate (Bordel et al., 2019c). Recently, the GSM for\n\nD.T.N. Nguyen et al.\n\nM. trichosporium OB3b, a model organism of Type II methanotrophs, was reconstructed (Naizabekov and Lee, 2020). This model predicted oxygen: methane uptake rates, as well as specific growth rates on nitratesupplied medium with methane as the sole carbon source. The ' redoxarm ' system was found to be the most fitting mode of electron transfer for methane oxidation, which is in agreement with the above findings. Methane  metabolism  in  the  ammonium-supplemented  medium  was validated,  and  the  flux  distribution  in  the  central  metabolism  was investigated in silico by the model. This model can be employed as a specific knowledgebase to theoretically investigate the methane metabolism in alphaproteobacteria (Naizabekov and Lee, 2020).\n\n## 3. Potential targets for the application of methane bioconversion in Type II methanotrophs\n\n## 3.1. Existing technologies utilizing whole-cell methanotrophs as a biocatalyst\n\n## 3.1.1. Alcohol production via alkane oxidation\n\nThe methane-to-methanol bioconversion using methanotrophs is one of the simplest processes of methane valorization (Fig. 2). Even though methane is  converted  to  methanol  by  MMO,  in  order  to  accumulate methanol,  MDH  needs  to  be  inhibited  to  prevent  the  conversion  of methanol to formaldehyde (Hwang et al., 2014). Methane-to-methanol bioconversion has been widely investigated in M. trichosporium OB3b. A variety of MDH inhibitors consisting of metal chelating agents, such as cyclopropanol, NaCl, cyclopropane, EDTA, and MgCl2, and high phosphate  concentrations  have  been  used  to  prevent  the  conversion  of methanol (Hwang et al., 2014). Cyclopropanol has been employed for the MDH inhibition in M. trichosporium OB3b for methanol production with a relatively high efficiency (Furuto et al., 1999; Takeguchi et al., 1997).  NaCl  has  also  been  successfully  used  for  hindering  MDH  in M. trichosporium OB3b (Lee et al., 2004), but both pMMO and MDH activities were suppressed. Due to the greater extent of inhibition for\n\nFig. 2. Bioconversion of alkane to alcohol, and alkene to epoxide in Type II methanotrophs. The epoxide is converted into diol be heterologous expression of  epoxide  hydrolase  (EH),  indicated  by  the  dotted  arrows.  Genes:  MMO, methane  monooxygenase;  MDH,  methanol  dehydrogenase;  FDH,  formate dehydrogenase.\n\n<!-- image -->\n\nMDH than pMMO enzyme, methanol still accumulated. A novel diffusion system for culturing M. trichosporium OB3b, using 100 mM NaCl and 1 mM EDTA as MDH inhibitors and 20 mM sodium formate as reducing power regeneration, produced methanol with high productivity (Kim et al., 2010). In another study, over 1.12 g/L methanol was generated with 60% conversion using M. trichosporium OB3b in 10 mM MgCl2, 20 mM sodium formate, and 400 mM phosphate buffer (Duan et al., 2011). Also, the accumulation of methanol was attained in a membrane-aerated reactor  using  various  MDH  inhibitors  including  100  mM  potassium phosphate and 0.5 mM EDTA, and 40 mM sodium formate as a reducing power  source  with  73.8%  conversion  (mol  methanol/mol  methane) (Hwang et al., 2015). M. sporium was immobilized using encapsulation methods  (employing  sodium  alginate  and  silica  gel),  and  the  high methanol production by the encapsulated cells was recorded. This suggested a suitable approach to enhance stable methanol production by the  encapsulation  of  methanotrophs  (Patel  et  al.,  2016a).  Moreover, several Type II methanotrophs were tested for their ability to produce methanol  from  methane,  including M.  silvestris,  M.  bryophila, and M. stellata . Among them, M. bryophila exhibited the highest methanol production. Optimization of parameters, 100 mM phosphate buffer and 50 mM MgCl2 as an MDH inhibitor, and formate supplementation led to sharp  improvements  in  methanol  production  by M.  bryophila (Patel et al., 2016b).\n\nDue to the broad substrate specificity of sMMO, propanol can be produced from propane (Fig. 2). The 2-propanol is then transformed into acetone by NAD + -alcohol dehydrogenase and PQQ-MDH. To accumulate  propanol,  propanol  oxidation  needs  to  be  hindered.  2-propanol accumulation has been observed in M. silvestris BL2 grown on propane in  the  presence  of  putative  propane  monooxygenase  (Crombie  and Murrell,  2014). M.  trichosporium OB3b  has  also  been  previously employed for 2-propanol production and showed higher productivity compared to Type I methanotrophs (Nguyen et al., 2019a). The optimized process using EDTA, sodium phosphate as inhibitors, and sodium formate for enhancing the conversion of propane to propanol was carried out to obtain a maximum titer of 0.610 g/L 2-propanol (Nguyen et al., 2019a).\n\nSimilarly, the conversion of ethane to ethanol has been examined using methanotrophs as a biocatalyst (Fig. 2). Ethane could be converted into  ethanol  relying  on  MDH  inhibition  and  the  addition  of  sodium formate in M. trichosporium OB3b, which theoretically demonstrates the biotransformation of ethane substrate (Shimoda et al., 1989). The production of ethanol was also investigated under ambient conditions using Type I and Type II methanotrophs, where the highest titer of 0.52 g/L ethanol  was  obtained  under  optimal  batch  reaction  conditions  using M. trichosporium OB3b (Oh et al., 2019).\n\n## 3.1.2. Alkene epoxidation and diol production\n\nMMO has been found to catalyze the epoxidation of gaseous alkenes to their corresponding epoxides (Fig. 2) (Hou, 1984; Xin et al., 2017; Zhang et al., 2008b). The accumulation of propylene oxide from propylene  in  a  gas -solid  bioreactor  using M.  trichosporium OB3b  and Methylosinus sp. CRL 31 was performed with a 2.7% conversion rate for propylene (Hou, 1984). Among the 4 types of strains of methanotrophic bacteria ( M. trichosporium OB3b, M. capsulatus HD6T, M. trichosporium IMV3011, Methylomonas sp. GYJ3), M. trichosporium OB3b showed the highest propene epoxidation activity (Zhang et al., 2008b). Xin et al. successfully synthesized epoxypropane from propene using methanol as the carbon source and an electron-donating substrate for NADH regeneration (Xin et al., 2010). In addition, 0.016% methanol was found to have  the  highest  propene  epoxidation  capacity  of M.  trichosporium IMV3011.  Exhaustion  of  the  reductant  and  the  suppression  of  toxic products are difficulties associated with producing epoxyethane from ethylene. The regeneration of NADH was achieved in batch experiments of M. trichosporium IMV 3011 using methane and methanol. The production of epoxyethane was enhanced in 10% gas-phase methane using methane as a reductant for epoxidation. In the case of methanol, the\n\nD.T.N. Nguyen et al.\n\nmaximum production of 6.6 nM epoxyethane occurs with 3mM methanol. The removal of the product was proposed to overcome the inhibition of epoxyethane formation (Xin et al., 2017).\n\nEpoxide hydrolases (EHs) catalyze the addition of water to the epoxides to generate the corresponding vicinal diols, which can be applied for  the  synthesis  of  value-added  chiral  pharmaceuticals  (Lee  et  al., 2007). Methanotrophs with the ability to convert alkenes to epoxides could be a potential host for the production of diols from alkenes by the expression  of  suitable  EH  (Fig.  2).  The  reaction  of  alkene  to  diol confirmed that the alkene-to-diol reaction was successful using a wide range of substrates from C3  to C6  alkenes in methanotrophs expressing three types of EH enzymes (CcEH from Caulobacter crescentus ,  McEH from Mugil cephalus ,  and RgEH from Rhodotorula glutinis ).  Among the alkene substrates, the highest titer was 92.18 mg/L of 1,2-propanediol (1,2-PDO) for propylene conversion in a CcEH-expressed Type II methanotroph. The reaction conditions were optimized using the M. trichosporium OB3b strain containing CcEH, and the final concentration was 263.5 mg/L 1,2-PDO under the optimal reaction conditions (Lee et al., 2020a).\n\n## 3.2. Production of native products in Type II methanotrophs\n\nThe  most  attractive  native-product  in  Type  II  methanotrophs  is polyhydroxybutyrate  (PHB),  due  to  its  inherent  biodegradability, biocompatibility,  water  resistance,  optical  purity,  and  piezoelectric properties (Fig. 3) (Laycock et al., 2013; Strong et al., 2016b). PHB is generally synthesized in nutrient-deficient conditions and is utilized as a reducing equivalent source in nutrient-sufficient conditions (KhosraviDarani et al., 2013). Nitrogen limitation is the most common way to accelerate PHB accumulation (Strong et al., 2016b). The route for PHB generation begins with acetyl-CoA molecules and passes through three enzyme-mediated reactions as follows: (1) condensation of two molecules of acetyl-CoA to yield acetoacetyl-CoA by β -ketothiolase ( phaA ); (2) conversion of acetoacetyl-CoA to 3-hydroxybutyryl-CoA by NADPHacetoacetyl-CoA reductase ( phaB ); (3) polymerization of 3-hydroxybutyrate to produce PHB by PHA synthase ( phaC ) (Khosravi-Darani et al., 2013; Strong et al., 2016b). Most studies on quantitative PHB accumulation are well-documented in Type II genera, including Methylocystis , Methylococcus , Methylosinus ,  and Methylomonas sp.  (Asenjo  and  Suk, 1986; Dedysh et al., 2004; Helm et al., 2008; Helm et al., 2006; Pieja et  al.,  2011;  Shah  et  al.,  1996;  Vecherskaya  et  al.,  2001;  Wendlandt et  al.,  2005;  Wendlandt  et  al.,  2001;  Xin  et  al.,  2007;  Zhang  et  al.,\n\nFig. 3. Simplified metabolic pathway for production of chemicals and fuels from methane in Type II methanotrophs. The dotted arrows represent the non-native pathway, and the interactions mediated by the heterologous enzyme are marked in red. Enzymes (or encoding genes): MCR , malonyl-CoA reductase; 3HPCS , 3HP-CoA synthetase; sucD ,  succinate  semialdehyde  dehydrogenase; yqhD ,  succinate  semialdehyde  reductase; cadA/ldcC ,  L-lysine  decarboxylase; phaC ,  PHA  synthase; HCM ,  2-hydroxyisobutyryl-CoA mutase; Bld ,  butyryl-CoA dehydrogenase; AdhE ,  alcohol/aldehyde dehydrogenase. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)\n\n<!-- image -->\n\nD.T.N. Nguyen et al.\n\n## 2008a).\n\nIt has been reported that only a small amount of PHB (around 10%) was generated by M. trichosporium OB3b when methane and air were used as substrate mixtures. However, the PHB content rose to 45% when the air was switched to pure oxygen, indicating the role of nitrogenlimited  conditions  in  PHB  production  because  Type  II  generally  can utilize  molecular nitrogen (Shah et al., 1996). The Type II methanotrophic strain, Methylocystis sp. GB 25 can accumulate PHB in a brief non-sterile  process  with  two-stage  cultivation:  a  continuous  growth phase and a PHB production phase under limiting conditions. The PHB content was 51% with a maximum PHB yield of 0.55 g/g with very high molecular mass of PHB produced (up to 2.5 × 10 6 Da) (Wendlandt et al., 2001). Furthermore, the biosynthesis of PHB with an ultra-high averageweight molecular weight can be induced by potassium-limited conditions with levels of 33.6% and a yield of 0.45 g/g in Methylocystis sp. GB 25 (Helm et al., 2008). The M. trichosporium IMV3011 can accumulate PHB up to 0.6 g/L using shake flasks via two-stage cultivation by adding methanol  (0.1%)  to  improve  methane  oxidization.  Then,  to  increase PHB composition, citric acid was supplied as an inhibitor of the TCA cycle, and the PHB yield increased from 12% to 40% ( w / w ). Generally, those resulting PHB possess high molecular weight up to 1.5 × 10 6 Da (Zhang et al., 2008a). Recently, nitrogen-free NMS was employed to examine the production of PHB in the presence or absence of N2  by M. trichosporium OB3b (Zhang et al., 2019). In the absence of N2, the highest PHB content (52.9% with 814.3 mg/L of PHB) was achieved at a ratio of CH4:O2 = 2:1, while in the presence of N2, the highest PHB content (55.5% with 901.8 mg/L of PHB) was obtained at 0.2 atm O2, and PHB accumulation was reduced at &gt; 0.3 atm O2. These results show that the responses of PHB production in methanotrophs to oxygen in the absence and presence of N2 were different (Zhang et al., 2019).\n\nPHB production can be enhanced by optimizing the culture conditions. Flux balance analysis simulations showed that the Methylocystis strains  can  redirect  high  metabolic  fluxes  towards  acetoacetyl-CoA precursor  and  then  to  PHB  under  nitrogen  limitation,  demonstrating that these operating conditions are particularly suitable for PHB production (Bordel et al., 2019b). Acetyl-CoA, which can be utilized by the TCA cycle and fatty acid pathway, is the precursor of acetoacetyl-CoA; therefore, the downregulation of the TCA cycle and fatty acid pathway helps to enhance the metabolic flux towards PHB. On the contrary, fatty acid production could be enhanced by the downregulation of the TCA and PHB cycles. Although fatty acids are attractive products of Type II methanotrophs (Fig. 3), as valuable precursors for the production of transportation fuels, there have been few reports on fatty acid production in Type I methanotrophs (Demidenko et al., 2017; Henard et al., 2016). In addition to the downregulated expression of the TCA and PHB cycles, acetyl-CoA carboxylase expression and the deletion of acetate kinase (block in acetyl-CoA to acetate conversion) are suitable strategies for improving carbon flux towards fatty acid building blocks (acetyl-CoA and malonyl-CoA) for an increased fatty acid accumulation (Demidenko et al., 2017).\n\n## 3.3. Production of non-natural products via the introduction of the nonnative pathway\n\nThe  metabolic  engineering  of  Type  I  methanotrophs  has  been extensively developed for the bioproduction of chemicals and biofuels (Henard et al., 2016; Lee et al., 2019a; Nguyen et al., 2018, 2019b). On the contrary, Type II methanotrophs have been recently applied for the production  of  non-natural  products  such  as  3-HP  and  cadaverine (Nguyen et al., 2020a, 2020b) via metabolic engineering, indicating that Type II methanotrophs still have much room for further engineering for the production of potential products based on their metabolic characteristics. Type II methanotrophic alphaproteobacteria have a relatively high flux of acetyl-CoA, a key metabolic intermediate connected to TCA and EMC pathways, thus showing potential for applications in the biofuel production of target products originating from acetyl-CoA, as well as the TCA and EMC cycles (Fig. 3) (Kalyuzhnaya et al., 2015; Lee et al., 2019b).\n\n## 3.3.1. Acetyl-CoA-derived molecules\n\n3-HP is employed as a platform for the creation of many commercial compounds. It can be used for the production of industrial chemicals, such  as  acrylic  acid,  propiolactone,  acrylamide,  and  poly(3HP),  a favorable alternative to petrochemical plastics (Andree ß en and Steinbüchel, 2010; Kumar et al., 2013; Valdehuesa et al., 2013; Wang et al., 2013). The production of 3-HP from methane was performed using a Type II methanotroph (Fig. 3) (Nguyen et al., 2020a). To establish 3-HP production in M. trichosporium OB3b, the gene encoding C. aurantiacus bifunctional malonyl-CoA reductase (MCR) was overexpressed. Then, two strategies were carried out to increase the malonyl-CoA precursor and  3-HP  production.  First,  the  malonyl-CoA  pool  was  increased  by overexpressing  native  acetyl-CoA  carboxylase  (ACC),  thus  enhancing the production of 3-HP. The 3-HP titer was further increased in this strain  by  overexpression  of  biotin  protein  ligase  and  NADP + -malic enzyme. Second, the pathway for acetyl-CoA carboxylation bypass was constructed to improve 3-HP production by overexpressing methylmalonyl-CoA carboxyltransferase (MMC). The co-expression of MMC and phosphoenolpyruvate carboxylase (PEPC) further enhanced the 3-HP titer. The highest 3-HP production was obtained in the OB3bMCRMP  strain,  which  expressed  MCR,  MMC,  and  PEPC.  The  strain accumulated 60.59 mg/L of 3-HP in bioreactor operation, increasing by 6.36-fold in volumetric productivity.\n\nIn addition to the malonyl-CoA pathway for 3-HP production, other metabolic pathways from glycerol and β -alanine  precursors  could  be used for the biosynthesis of 3-HP (Borodina et al., 2015; Raj et al., 2008; Song et al., 2016). To produce 3-HP from glycerol, the glycerol metabolism  in K.  pneumoniae and E.  coli could  be  applied  by  expressing glycerol dehydratase, which catalyzes the conversion of glycerol to 3hydroxypropionaldehyde, and aldehyde dehydrogenase, which subsequently converts 3-hydroxypropionaldehyde to 3-HP (Raj et al., 2008). In another route of consecutive reactions converting β -alanine to 3-HP, β -alanine is converted into malonic semialdehyde by β -alanine pyruvate aminotransferase or γ -aminobutyrate transaminase, and malonic semialdehyde is further converted into 3-HP by 3-hydroxypropionate dehydrogenase  or  3-hydroxyisobutyrate  dehydrogenase  (Borodina  et  al., 2015; Song et al., 2016). These pathways represent promising routes for the production of 3-HP in Type II methanotrophs.\n\n## 3.3.2. TCA cycle-derived molecules\n\nType II methanotrophs are good candidates for the bioconversion of methane into TCA-derived products because of the complete TCA cycle and high carbon flux resulting in this cycle compared to Type I methanotrophs (Matsen et al., 2013). In the metabolism of Type II methanotrophs,  succinyl-CoA  generated  from  methylmalonyl-CoA  via  the EMC pathway and from alpha-ketoglutarate via the TCA cycle is thought to be higher than succinyl-CoA of gammaproteobacteria, which was only formed  from  alpha-ketoglutarate  in  the  TCA  cycle  (Akberdin  et  al., 2018; Fu et al., 2017; Matsen et al., 2013; Yang et al., 2013). Type II methanotrophic bacteria are expected to possess a large pool of oxaloacetate (OAA) owing to the existence and expression of phosphoenolpyruvate carboxylase ( pepc ) and pyruvate carboxylase ( pc ) in its genome (Matsen et al., 2013; Stein et al., 2010). Moreover, flux balance analysis simulations revealed that Type II methanotrophs have significant potential for the production of chemicals from succinate and oxaloacetate derivatives (Bordel et al., 2019b). These features, combined with the fact that a large acetyl-CoA pool, provide advantages for the production of 4-hydroxybutyric acid derived from succinyl-CoA or succinate, lysine, and cadaverine derived from OAA (Fig. 3).\n\n4-hydroxybutyric acid (4-HB), also known as gamma-hydroxybutyric acid,  is  an  important  precursor  of  chemicals  and  polymers,  such  as γ -butyrolactone,  1,4-butanediol,  and  various  polyhydroxyalkanoates (Choi et al., 2013; Choi et al., 2016). 4-HB can be formed through two\n\nD.T.N. Nguyen et al.\n\nmetabolic routes: a reductive pathway (succinate route) and an oxidative pathway ( α -ketoglutarate route) (Choi et al., 2013; Valentin et al., 2000; Yim et al., 2011). The redox balance in the 4-HB biosynthesis pathway should be considered since 4-HB is a reduced chemical, and therefore, optimizing the intracellular redox balance could enhance 4HB  production  (Choi  et  al.,  2013;  Choi  et  al.,  2016).  Among  these routes,  a  reductive  pathway  may  be  the  most  potent  way  for  4-HB production due to succinate and succinyl-CoA derivatives. Therefore, the 4-HB biosynthetic pathway was constructed in a Type II methanotroph, M.  trichosporium OB3b,  which  expresses  CoA-succinate  semialdehyde  dehydrogenase  ( sucD )  and  NADPH-succinate  semialdehyde reductase ( yqhD )  genes.  The engineered M. trichosporium OB3b accumulated 6.92 mg/L of 4-HB titer after shake flask culture. The 4-HB titer was increased up to 10.5 mg/L by further expressing the phosphoenolpyruvate carboxylase ( pepc ), isocitrate dehydrogenase ( icd ), and 2-oxoglutarate  dehydrogenase ( sucAB )  genes  in  the  engineered  strain  (Lee et al., 2020b).\n\nL-lysine, one of the most essential amino acids, can be utilized as a precursor for the synthesis of several valuable products, such as glutaric acid, cadaverine, and 5-aminovaleric acid (Kim et al., 2015; Xu et al., 2014). L-lysine is natively produced in small amounts by methanotrophs. To  enhance  L-lysine  production,  aspartokinase  III  ( lysC )  and  diaminopimelate decarboxylase ( lysA ) were expressed in M. trichosporium OB3b. The L-lysine level was improved by 1.37-fold and 2.78-fold in OB3b/lysC and OB3b/lysA, respectively. The expression of lysC or lysA led to a sharp increase in L-lysine accumulation (7.33 mg/L and 14.87 mg/L, respectively). This result indicated the role of lysC or lysA in the regulation  of  metabolic  flux  in  the  L-lysine  biosynthetic  pathway  of M. trichosporium OB3b (Nguyen et al., 2020b).\n\nCadaverine (1,5-diaminopentane) is an industrial platform chemical with  many  applications  for  the  production  of  polyamides  or  polyurethanes, chelating agents, or additives (Kind and Wittmann, 2011). The biosynthetic pathway of cadaverine encompasses the L-lysine production pathway. Cadaverine is formed through the decarboxylation of L-lysine, and thus its biosynthesis depends on L-lysine. Considering the capability  of  methanotrophs  to  natively  produce  L-lysine,  cadaverine production could be achieved by using the L-lysine biosynthetic pathway and  the  expression  of  L-lysine  decarboxylase  (Akberdin  et  al.,  2018; Chung  et  al.,  2015;  Stein  et  al.,  2010). M.  trichosporium OB3b  was engineered to produce cadaverine by the expression of L-lysine decarboxylase  ( cadA and ldcC from E.  coli )  converting  L-lysine  directly  to cadaverine. Compared to cadA , ldcC exhibited higher enzyme activity. Llysine biosynthetic pool was increased by overexpressing native lysC and lysA and Methylomonas sp. DH-1 pyruvate carboxylase ( pyc ), resulting in a ~ 10-fold increase in the cadaverine titer (corresponding to 30.99 mg/ L).  Furthermore, cadaverine was further improved to 33.18 mg/L by introducing an E.  coli cadaverine-lysine antiporter ( CadB ),  which  encourages the secretion of cadaverine. In that study, higher concentration of cadaverine was produced by using AMS medium with ammonium as a nitrogen source compared to using NMS medium with nitrate as a nitrogen source due to direct assimilation of ammonium into the lysine synthesis  pathway.  Finally,  283.63  mg/L  of  cadaverine  with  a  volumetric  productivity  of  6.52  mg/g  DCW/d  was  produced  using  a  gas bioreactor system with AMS medium (Nguyen et al., 2020b).\n\n## 3.3.3. EMC-derived molecules\n\nType II methanotrophs have the ability to alter the significant carbon fluxes into acetoacetyl-CoA under nitrogen-deficient conditions, combined  with  high  metabolic  fluxes  that  go  through  the  EMC  pathway (Bordel  et  al.,  2019b;  Yang  et  al.,  2013),  making  these  organisms attractive  platforms  for  metabolic  engineering  for  the  production  of EMC-derived molecules (Fig. 3).\n\n1,3-Butanediol (1,3-BDO) is an important material for generating a variety of compounds, such as azetidinone derivatives and intermediate materials  for  pheromones,  antibiotics,  fragrances,  and  insecticides (Matsuyama et al., 2001). In the presence of phaA and phaB in Type II\n\nmethanotrophs (Dam et al., 2012; Stein et al., 2011; Stein et al., 2010), 1,3-BDO could be accumulated by the expression of butyryl-CoA dehydrogenase ( Bld ), which catalyzes the conversion of 3-hydroxybutyrylCoA  into  3-hydroxybutyraldehyde,  followed  by  the  conversion  of  3hydroxybutyraldehyde into 1,3-BDO by alcohol/aldehyde dehydrogenase ( AdhE ) (Kataoka et al., 2013; Kataoka et al., 2014). Thus, Type II methanotrophs can be promising hosts for 1,3-BDO production.\n\n2-Hydroxyisobutyric acid (2-HIBA), a hydroxylated carboxylic acid, has emerged as a fascinating building block for the production of acrylic glass, long-lasting coating, and inks (Rohwerder and Müller, 2010). The production of 2-HIBA is based on the prevalent overflow PHB pathway of bacteria; therefore, Type II methanotrophs as PHB native hosts could be employed for 2-HIBA production (Kalyuzhnaya et al., 2015; Rohde et al., 2017). In this route, acetyl-CoA is transformed into 3-hydroxybutyryl-CoA by phaA and phaB . Then, replacing the polymerization step catalyzed by phaC , the expression of 2-hydroxyisobutyryl-CoA mutase (HCM) can generate 2-hydroxyisobutyryl-CoA, which is consequently cleaved  by  intracellular  thioesterases  to  excrete  2-HIBA  (KurtevaYaneva et al., 2015; Rohde et al., 2017; Yaneva et al., 2012). As a proofof-concept, the production of 2-HIBA in a non-methane utilizing methylotroph, Methylobacterium  extorquens AM1,  with  a  similar  serine pathway for carbon utilization expressing HCM genes has already been demonstrated, and 2.1 g/L 2-HIBA was produced in the recombinant M. extorquens AM1 using methanol as the substrate (Rohde et al., 2017). Therefore, exploiting the PHB overflow metabolism in Type II methanotrophs can represent a potential strategy for 2-HIBA biosynthesis.\n\nMany Type II methanotrophic bacteria can synthesize PHB under nitrogen-limited  conditions,  but  the  application  of  PHB  is  limited because of its stiffness and brittleness (Strong et al., 2016b). The co -polymerization  of  3-hydroxybutyrate  (3HB)  with  another  hydroxyalkanoic acid (HA) monomer is an alternative to produce biopolymers with desirable properties, such as the polymers P(3HB-co-3HV) and P (3HB-co-4HB), which are comparatively tougher and more elastic than PHB. There are many strategies for the conversion of methane into more versatile  polyhydroxyalkanoates  (PHAs).  The  culture  media  can  be supplied with a co-substrate that can be directly metabolized to produce fatty acid-CoA, followed by condensing with acetyl-CoA to generate the starting  materials  for  copolymer  synthesis.  For  example,  by  adding propionate or propionyl-CoA, 3-ketovaleryl-CoA is created and subsequently condensed with 3-hydroxybuturyl-CoA to generate the P(3HBco-3HV)  biopolymer.  P(3HB-co-3HV)  was  produced  by  supplying valerate using a culture predominated by a Methylocystis spp., in which the  molar  %  of  3HV  rose  with  an  increase  in  the  amount  of  added valerate (Myung et al., 2015). Supplying different HA resulted in the accumulation of PHA copolymers in the culture of many methanotrophic strains, as well as two  strains, including M.  parvus OBBP  and M. trichosporium OB3b (Myung, 2018). Only PHB was synthesized when methane  was  given  as  the  only  carbon  source.  Adding  propionate enhanced PHBV production, while adding valerate further improved the PHBV content due to the formation of 3HV in the resulting copolymer (Myung, 2018). Even though these strategies have proven successful, the addition of precursors is an appended cost. Other combinations could be used to generate desirable PHA co-polymers from cheaper substrates. For example, poly(3HB-co-3HP) or poly(3HB-co-4HB) could be synthesized in Type II methanotrophs by combining the native PHB pathway and the 3-HP or 4-HB production pathway, together with the expression of  3-HP-CoA  synthetase  or  4-HB-CoA  synthetase  and  native phaC or heterologous phaC , using methane as the sole carbon substrate.\n\n## 4. Concluding remarks and outlook\n\nCompared to Type I methanotrophs, Type II methanotrophic bacteria can  be  a  more  efficient  biocatalyst  for  the  production  of  important chemicals such as methanol, propanol, ethanol, epoxide, diol and so on which is directly related to methane oxidation pathway (Hwang et al., 2015; Hwang et al., 2014; Lee et al., 2020a; Nguyen et al., 2019a; Oh\n\nD.T.N. Nguyen et al.\n\net al., 2019; Patel et al., 2016b). Especially, due to a social issue from plastic pollution in the recent years, the capability to natively accumulate biodegradable plastics, PHB of Type II methanotrophs is an attractive  characteristic  (Laycock  et  al.,  2013;  Strong  et  al.,  2016b).  The physicochemical  properties  of  PHB  could  be  further  improved  by blending with another kind of polymer, P(3HP), or P(4HB), which can be  used  as  a  biodegradable  polymer.  Thus,  metabolic  engineering  of Type II methanotrophs promises to bring a feasible environmentallyfriendly solution for the production of green plastics with mitigation of greenhouse gas for acclimation of climate change.\n\nDespite the large number of benefits provided by Type II methanotrophs for methane bioconversion, their applications are still limited due to a lack of fluent and efficient genetic engineering tools, as well as gaps in our understanding of their physiology and metabolism. In order to use Type II methanotrophs as an efficient industrial platform, an improved system-level understanding of cells, such as gene expression regulation, regulating mechanism of C1 metabolism, and metabolic flux distribution, is necessary for the suitable design of engineering strategies in Type II methanotrophs. Type II methanotrophs have lower biomass yields on methane in comparison with Type I methanotrophs due to the redox arm mechanism for methane oxidation (Bordel et al., 2019b; Bordel et al., 2019c; Naizabekov and Lee, 2020); this mechanism should be revisited to find a suitable way to improve cell growth. Additionally, the native serine cycle in Type II methanotrophs could be re-established to enhance methane utilization as well as the productivity of products from Type II methanotrophic strains (Nguyen and Lee, 2020). Type II methanotrophs showed potential for the production of acetoacetyl-CoA- as well as EMCderived products (Bordel et al., 2019b), but the production of EMC derivatives could affect to the cell growth by disrupting the EMC pathway. Therefore, the construction of glyoxylate shunt as the replacement for the EMC pathway might be necessary for accumulation of EMC-derived products (Nguyen and Lee, 2020; Schada von Borzyskowski et al., 2018).\n\nThe establishment of a synthetic pathway in non-native host from the natural cycle existing in methanotrophs has emerged recently and brings another sustainable way for C1 bioconversion. By applying the suitable genes from natural serine cycle present in Type II methanotrophs, the reductive glycine pathway was constructed in the non-native hosts and considered a potential route to establish formatotrophic microbes such as E.  coli,  S.  cerevisiae, and C.  necator ,  opening  the  door  for  the  C1derived formate bioeconomy in a microbial platform (Claassens et al., 2020; Doring et al., 2018; Gonzalez de la Cruz et al., 2019; Yishai et al., 2018). Furthermore, the modified serine cycle built in E. coli allows the strain to assimilate methanol (or formate) together with CO2 (Bang and Lee, 2018; Yu and Liao, 2018). Based on those concepts, the evolved synthetic  formatotrophic  and  methylotrophic E.  coli can  grow  on methanol  and  CO2  using  the  reductive  glycine  pathway  (Kim  et  al., 2020). Thus, synthetic methylotrophy could play a certain role in C1 gas biorefineries.\n\nIn this review, the latest advances in metabolic engineering of Type II methanotrophs are discussed, including progress in genetic tool development and multi-omics studies, metabolic divergence, and the capacity for employment of Type II methanotrophic bacteria as catalysts for the bioproduction of chemicals and fuels. This information can give strategies for metabolic engineering of Type II methanotrophs, including the selection of broad-host-range plasmid systems and novel strains with properties  well-suited  for  metabolic  engineering.  Growing  studies  of methanotrophic  metabolism  will  present  opportunities  for  implementation of a variety of suitable metabolic engineering strategies. Such strategies  will  pave  the  way  to  employ  the  full  potential  of  Type  II methanotrophic biocatalysis. This review is expected to encourage researchers to take advantage of the methanotrophic machinery, as well as provide a driving direction for industrial implementation.\n\n## Declaration of Competing Interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\n## Acknowledgments\n\nThis research was supported by C1 Gas Refinery Program through the National Research Foundation of Korea (NRF) funded by the Ministry of Science and ICT (NRF-2015M3D3A1A01064882), South Korea.\n\n## References\n\n- Akberdin, I.R., Thompson, M., Hamilton, R., Desai, N., Alexander, D., Henard, C.A., Guarnieri, M.T., Kalyuzhnaya, M.G., 2018. Methane utilization in Methylomicrobium alcaliphilum 20ZR: a systems approach. Sci. Rep. 8 (1), 2512.\n- Andree ß en, B., Steinbüchel, A., 2010. Biosynthesis and biodegradation of 3-hydroxypropionate-containing polyesters. Appl. Environ. Microbiol. 76 (15), 4919 -4925.\n- Asenjo, J.A., Suk, J.S., 1986. Microbial conversion of methane into polyβ -hydroxybutyrate (PHB): growth and intracellular product accumulation in a type II methanotroph. J. Ferment. Technol. 64 (4), 271 -278.\n- Auman, A.J., Speake, C.C., Lidstrom, M.E., 2001. nifH sequences and nitrogen fixation in type I and type II methanotrophs. Appl. Environ. Microbiol. 67 (9), 4009 -4016.\n- Baani, M., Liesack, W., 2008. Two isozymes of particulate methane monooxygenase with different methane oxidation kinetics are found in Methylocystis sp. strain SC2. Proc. Natl. Acad. Sci. U. S. A. 105 (29), 10203 -10208.\n- Bang, J., Lee, S.Y., 2018. Assimilation of formic acid and CO2 by engineered Escherichia coli equipped with reconstructed one-carbon assimilation pathways. Proc. Natl. Acad. Sci. U. S. A. 115 (40), E9271 -E9279.\n- Bordel, S., Rodríguez, E., Mu ˜ noz, R., 2019a. Genome sequence of Methylocystis hirsuta CSC1, a polyhydroxyalkanoate producing methanotroph. Microbiologyopen 8 (6), e00771.\n- Bordel, S., Rodríguez, Y., Hakobyan, A., Rodríguez, E., Lebrero, R., Mu ˜ noz, R., 2019b. Genome scale metabolic modeling reveals the metabolic potential of three type II methanotrophs of the genus Methylocystis . Metab. Eng. 54, 191 -199.\n- Bordel, S., Rojas, A., Mu ˜ noz, R., 2019c. Reconstruction of a genome scale metabolic model of the polyhydroxybutyrate producing methanotroph Methylocystis parvus OBBP. Microb. Cell Fact. 18 (1), 104.\n- Borodina, E., Nichol, T., Dumont, M.G., Smith, T.J., Murrell, J.C., 2007. Mutagenesis of the ' leucine gate ' to explore the basis of catalytic versatility in soluble methane monooxygenase. Appl. Environ. Microbiol. 73 (20), 6460 -6467.\n- Borodina, I., Kildegaard, K.R., Jensen, N.B., Blicher, T.H., Maury, J., Sherstyk, S., Schneider, K., Lamosa, P., Herrgård, M.J., Rosenstand, I., ¨ Oberg, F., Forster, J., Nielsen, J., 2015. Establishing a synthetic pathway for high-level production of 3hydroxypropionic acid in Saccharomyces cerevisiae via β -alanine. Metab. Eng. 27, 57 -64.\n- Chen, Y., Crombie, A., Rahman, M.T., Dedysh, S.N., Liesack, W., Stott, M.B., Alam, M., Theisen, A.R., Murrell, J.C., Dunfield, P.F., 2010. Complete genome sequence of the aerobic facultative methanotroph Methylocella silvestris BL2. J. Bacteriol. 192 (14), 3840 -3841.\n- Choi, S., Kim, H.U., Kim, T.Y., Kim, W.J., Lee, M.H., Lee, S.Y., 2013. Production of 4hydroxybutyric acid by metabolically engineered Mannheimia succiniciproducens and its conversion to γ -butyrolactone by acid treatment. Metab. Eng. 20, 73 -83.\n- Choi, S., Kim, H.U., Kim, T.Y., Lee, S.Y., 2016. Systematic engineering of TCA cycle for optimal production of a four-carbon platform chemical 4-hydroxybutyric acid in Escherichia coli . Metab. Eng. 38, 264 -273.\n- Chung, H., Yang, J.E., Ha, J.Y., Chae, T.U., Shin, J.H., Gustavsson, M., Lee, S.Y., 2015. Bio-based production of monomers and polymers by metabolically engineered microorganisms. Curr. Opin. Biotechnol. 36, 73 -84.\n- Claassens, N.J., Bordanaba-Florit, G., Cotton, C.A.R., De Maria, A., Finger-Bou, M., Friedeheim, L., Giner-Laguarda, N., Munar-Palmer, M., Newell, W., Scarinci, G., Verbunt, J., de Vries, S.T., Yilmaz, S., Bar-Even, A., 2020. Replacing the Calvin cycle with the reductive glycine pathway in Cupriavidus necator . Metab. Eng. 62, 30 -41. Conrado, R.J., Gonzalez, R., 2014. Envisioning the bioconversion of methane to liquid fuels. Science 343 (6171), 621 -623.\n- Crombie, A., Murrell, J.C., Rosenzweig, A.C., 2011. Chapter eight - development of a system for genetic manipulation of the facultative methanotroph Methylocella silvestris BL2. In: Ragsdale, S.W. (Ed.), Meth. Enzymol. Academic Press, pp. 119 -133.\n- Crombie, A.T., Murrell, J.C., 2014. Trace-gas metabolic versatility of the facultative methanotroph Methylocella silvestris . Nature 510 (7503), 148 -151.\n- Dalton, H., 2005. The Leeuwenhoek Lecture 2000 the natural and unnatural history of methane-oxidizing bacteria. Philos. Trans. R. Soc. Lond. Ser. B Biol. Sci. 360 (1458), 1207 -1222.\n- Dam, B., Dam, S., Kube, M., Reinhardt, R., Liesack, W., 2012. Complete genome sequence of Methylocystis sp. strain SC2, an aerobic methanotroph with high-affinity methane oxidation potential. J. Bacteriol. 194 (21), 6008 -6009.\n- Dam, B., Dam, S., Blom, J., Liesack, W., 2013. Genome analysis coupled with physiological studies reveals a diverse nitrogen metabolism in Methylocystis sp. strain SC2. PLoS One 8 (10), e74767.\n- Dedysh, S.N., Dunfield, P.F., 2011. Facultative and obligate methanotrophs: how to identify and differentiate them. Meth. Enzymol. 495, 31 -44.\n- Dedysh, S.N., Khmelenina, V.N., Suzina, N.E., Trotsenko, Y.A., Semrau, J.D., Liesack, W., Tiedje, J.M., 2002. Methylocapsa acidiphila gen. nov., sp. nov., a novel methaneoxidizing and dinitrogen-fixing acidophilic bacterium from Sphagnum bog. Int. J. Syst. Evol. Microbiol. 52 (1), 251 -261.\n\nD.T.N. Nguyen et al.\n\n- Dedysh, S.N., Berestovskaya, Y.Y., Vasylieva, L.V., Belova, S.E., Khmelenina, V.N., Suzina, N.E., Trotsenko, Y.A., Liesack, W., Zavarzin, G.A., 2004. Methylocella tundrae sp. nov., a novel methanotrophic bacterium from acidic tundra peatlands. Int. J. Syst. Evol. Microbiol. 54 (1), 151 -156.\n- Dedysh, S.N., Naumoff, D.G., Vorobev, A.V., Kyrpides, N., Woyke, T., Shapiro, N., Crombie, A.T., Murrell, J.C., Kalyuzhnaya, M.G., Smirnova, A.V., Dunfield, P.F., 2015. Draft genome sequence of Methyloferula stellata AR4, an obligate methanotroph possessing only a soluble methane monooxygenase. Genome Announc. 3 (2).\n- del Cerro, C., García, J.M., Rojas, A., Tortajada, M., Ram ´ on, D., Gal ´ an, B., Prieto, M.A., García, J.L., 2012. Genome sequence of the methanotrophic polyβ -hydroxybutyrate producer Methylocystis parvus OBBP. J. Bacteriol. 194 (20), 5709 -5710.\n- Demidenko, A., Akberdin, I.R., Allemann, M., Allen, E.E., Kalyuzhnaya, M.G., 2017. Fatty acid biosynthesis pathways in Methylomicrobium buryatense 5G(B1). Front. Microbiol. 7, 2167.\n- Doring, V., Darii, E., Yishai, O., Bar-Even, A., Bouzon, M., 2018. Implementation of a reductive route of one-carbon assimilation in Escherichia coli through directed evolution. ACS Synth. Biol. 7 (9), 2029 -2036.\n- Duan, C., Luo, M., Xing, X., 2011. High-rate conversion of methane to methanol by Methylosinus trichosporium OB3b. Bioresour. Technol. 102 (15), 7349 -7353.\n- Dunfield, P.F., Khmelenina, V.N., Suzina, N.E., Trotsenko, Y.A., Dedysh, S.N., 2003. Methylocella silvestris sp. nov., a novel methanotroph isolated from an acidic forest cambisol. Int. J. Syst. Evol. Microbiol. 53 (5), 1231 -1239.\n- Dunfield, P.F., Belova, S.E., Vorob ' ev, A.V., Cornish, S.L., Dedysh, S.N., 2010. Methylocapsa aurea sp. nov., a facultative methanotroph possessing a particulate methane monooxygenase, and emended description of the genus Methylocapsa. Int. J. Syst. Evol. Microbiol. 60 (11), 2659 -2664.\n- Etiope, G., Ciccioli, P., 2009. Earth ' s degassing: a missing ethane and propane source. Science 323 (5913), 478.\n- Fei, Q., Guarnieri, M.T., Tao, L., Laurens, L.M.L., Dowe, N., Pienkos, P.T., 2014. Bioconversion of natural gas to liquid fuel: opportunities and challenges. Biotechnol. Adv. 32 (3), 596 -614.\n- Fu, Y., Li, Y., Lidstrom, M., 2017. The oxidative TCA cycle operates during methanotrophic growth of the type I methanotroph Methylomicrobium buryatense 5GB1. Metab. Eng. 42, 43 -51.\n- Furuto, T., Takeguchi, M., Okura, I., 1999. Semicontinuous methanol biosynthesis by Methylosinus trichosporium OB3b. J. Mol. Catal. A Chem. 144 (2), 257 -261.\n- Gonzalez de la Cruz, J., Machens, F., Messerschmidt, K., Bar-Even, A., 2019. Core catalysis of the reductive glycine pathway demonstrated in yeast. ACS Synth. Biol. 8 (5), 911 -917.\n- Haynes, C.A., Gonzalez, R., 2014. Rethinking biological activation of methane and conversion to liquid fuels. Nat. Chem. Biol. 10 (5), 331 -339.\n- Helm, J., Wendlandt, K.-D., Rogge, G., Kappelmeyer, U., 2006. Characterizing a stable methane-utilizing mixed culture used in the synthesis of a high-quality biopolymer in an open system. J. Appl. Microbiol. 101 (2), 387 -395.\n- Helm, J., Wendlandt, K.-D., Jechorek, M., Stottmeister, U., 2008. Potassium deficiency results in accumulation of ultra-high molecular weight polyβ -hydroxybutyrate in a methane-utilizing mixed culture. J. Appl. Microbiol. 105 (4), 1054 -1061.\n- Henard, C.A., Smith, H., Dowe, N., Kalyuzhnaya, M.G., Pienkos, P.T., Guarnieri, M.T., 2016. Bioconversion of methane to lactate by an obligate methanotrophic bacterium. Sci. Rep. 6 (1), 21585.\n- Hou, C.T., 1984. Propylene oxide production from propylene by immobilized whole cells of Methylosinus sp. CRL 31 in a gas-solid bioreactor. Appl. Microbiol. Biotechnol. 19 (1), 1 -4.\n- Hwang, I.Y., Lee, S.H., Choi, Y.S., Park, S.J., Na, J.G., Chang, I.S., Kim, C., Kim, H.C., Kim, Y.H., Lee, J.W., Lee, E.Y., 2014. Biocatalytic conversion of methane to methanol as a key step for development of methane-based biorefineries. J. Microbiol. Biotechnol. 24 (12), 1597 -1605.\n- Hwang, I.Y., Hur, D.H., Lee, J.H., Park, C.H., Chang, I.S., Lee, J.W., Lee, E.Y., 2015. Batch conversion of methane to methanol using Methylosinus trichosporium OB3b as biocatalyst. J. Microbiol. Biotechnol. 25 (3), 375 -380.\n- Kalyuzhnaya, M.G., Puri, A.W., Lidstrom, M.E., 2015. Metabolic engineering in methanotrophic bacteria. Metab. Eng. 29, 142 -152.\n- Kalyuzhnaya, M.G., Gomez, O.A., Murrell, J.C., 2019. The methane-oxidizing Bacteria (Methanotrophs). In: McGenity, T.J. (Ed.), Taxonomy, Genomics and Ecophysiology of Hydrocarbon-Degrading Microbes. Springer International Publishing, Cham, pp. 1 -34.\n- Kataoka, N., Vangnai, A.S., Tajima, T., Nakashimada, Y., Kato, J., 2013. Improvement of (R)-1,3-butanediol production by engineered Escherichia coli . J. Biosci. Bioeng. 115 (5), 475 -480.\n- Kataoka, N., Vangnai, A.S., Ueda, H., Tajima, T., Nakashimada, Y., Kato, J., 2014. Enhancement of (R)-1, 3-butanediol production by engineered Escherichia coli using a bioreactor system with strict regulation of overall oxygen transfer coefficient and pH. Biosci. Biotechnol. Biochem. 78 (4), 695 -700.\n- Kenney, G.E., Goering, A.W., Ross, M.O., DeHart, C.J., Thomas, P.M., Hoffman, B.M., Kelleher, N.L., Rosenzweig, A.C., 2016. Characterization of methanobactin from Methylosinus sp. LW4. J. Am. Chem. Soc. 138 (35), 11124 -11127.\n- Khosravi-Darani, K., Mokhtari, Z.-B., Amai, T., Tanaka, K., 2013. Microbial production of poly(hydroxybutyrate) from C1 carbon sources. Appl. Microbiol. Biotechnol. 97 (4), 1407 -1424.\n- Kim, H.G., Han, G.H., Kim, S.W., 2010. Optimization of lab scale methanol production by Methylosinus trichosporium OB3b. Biotechnol. Bioprocess Eng. 15 (3), 476 -480.\n- Kim, H.J., Kim, Y.H., Shin, J.-H., Bhatia, S.K., Sathiyanarayanan, G., Seo, H.-M., Choi, K. Y., Yang, Y.-H., Park, K., 2015. Optimization of direct lysine decarboxylase biotransformation for cadaverine production with whole-cell biocatalysts at high lysine concentration. J. Microbiol. Biotechnol. 25 (7), 1108 -1113.\n- Kim, S., Lindner, S.N., Aslan, S., Yishai, O., Wenk, S., Schann, K., Bar-Even, A., 2020. Growth of E. coli on formate and methanol via the reductive glycine pathway. Nat. Chem. Biol. 16 (5), 538 -545.\n- Kind, S., Wittmann, C., 2011. Bio-based production of the platform chemical 1,5diaminopentane. Appl. Microbiol. Biotechnol. 91 (5), 1287 -1296.\n- Kumar, V., Ashok, S., Park, S., 2013. Recent advances in biological production of 3hydroxypropionic acid. Biotechnol. Adv. 31 (6), 945 -961.\n- Kurteva-Yaneva, N., Zahn, M., Weichler, M.-T., Starke, R., Harms, H., Müller, R.H., Str ¨ ater, N., Rohwerder, T., 2015. Structural basis of the stereospecificity of bacterial B12-dependent 2-hydroxyisobutyryl-CoA mutase. J. Biol. Chem. 290 (15), 9727 -9737.\n- Laycock, B., Halley, P., Pratt, S., Werker, A., Lant, P., 2013. The chemomechanical properties of microbial polyhydroxyalkanoates. Prog. Polym. Sci. 38 (3 -4), 536 -583.\n- Lee, S.G., Goo, J.H., Kim, H.G., Oh, J.-I., Kim, Y.M., Kim, S.W., 2004. Optimization of methanol biosynthesis from methane using Methylosinus trichosporium OB3b. Biotechnol. Lett. 26 (11), 947 -950.\n- Lee, S.J., Kim, H.S., Kim, S.J., Park, S., Kim, B.J., Shuler, M.L., Lee, E.Y., 2007. Cloning, expression and enantioselective hydrolytic catalysis of a microsomal epoxide hydrolase from a marine fish, Mugil cephalus . Biotechnol. Lett. 29 (2), 237 -246.\n- Lee, O.K., Hur, D.H., Nguyen, D.T.N., Lee, E.Y., 2016. Metabolic engineering of methanotrophs and its application to production of chemicals and biofuels from methane. Biofuel Bioprod. Biorefin. 10 (6), 848 -863.\n- Lee, J.K., Kim, S., Kim, W., Kim, S., Cha, S., Moon, H., Hur, D.H., Kim, S.-Y., Na, J.-G., Lee, J.W., Lee, E.Y., Hahn, J.-S., 2019a. Efficient production of d-lactate from methane in a lactate-tolerant strain of Methylomonas sp. DH-1 generated by adaptive laboratory evolution. Biotechnol. Biofuels 12 (1), 234.\n- Lee, O.K., Nguyen, D.T.N., Lee, E.Y., 2019b. Metabolic engineering of methanotrophs for the production of chemicals and fuels. In: Lee, E.Y. (Ed.), Methanotrophs: Microbiology Fundamentals and Biotechnological Applications. Springer International Publishing, Cham, pp. 163 -203.\n- Lee, E.Y., Lee, O.K., Park, Y., 2020a. Transformed Methanotrophs for Producing Diols and Uses Thereof. Korean Patents.\n- Lee, E.Y., Nguyen, T.T., Lee, O.K., 2020b. Production of Poly(3-Hydroxybutyrate-Co-4Hydroxybutyrate) from Methane by Metabolic Engineered Methanotrophs. Korean Patents.\n- Lindner, A.S., Pacheco, A., Aldrich, H.C., Staniec, A.C., Uz, I., Hodson, D.J., 2007. Methylocystis hirsuta sp. nov., a novel methanotroph isolated from a groundwater aquifer. Int. J. Syst. Evol. Microbiol. 57 (8), 1891 -1900.\n- Lloyd, J.S., De Marco, P., Dalton, H., Murrell, J.C., 1999. Heterologous expression of soluble methane monooxygenase genes in methanotrophs containing only particulate methane monooxygenase. Arch. Microbiol. 171 (6), 364 -370.\n- Martin, H., Murrell, J.C., 1995. Methane monooxygenase mutants of Methylosinus trichosporium constructed by marker-exchange mutagenesis. FEMS Microbiol. Lett. 127 (3), 243 -248.\n- Matsen, J.B., Yang, S., Stein, L.Y., Beck, D.A., Kalyuzhanaya, M.G., 2013. Global molecular analyses of methane metabolism in methanotrophic alphaproteobacterium, Methylosinus trichosporium OB3b. Part I: transcriptomic study. Front. Microbiol. 4, 40.\n- Matsuyama, A., Yamamoto, H., Kawada, N., Kobayashi, Y., 2001. Industrial production of (R)-1,3-butanediol by new biocatalysts. J. Mol. Catal. B Enzym. 11 (4), 513 -521. Murrell, J.C., 1992. Genetics and molecular biology of methanotrophs. FEMS Microbiol. Rev. 8 (3 -4), 233 -248.\n- Myung, J., 2018. PHA copolymers from methane. In: 8th World Congress on Biopolymers &amp; Bioplastics. Berlin, Germany.\n- Myung, J., Galega, W.M., Van Nostrand, J.D., Yuan, T., Zhou, J., Criddle, C.S., 2015. Long-term cultivation of a stable Methylocystis -dominated methanotrophic enrichment enabling tailored production of poly(3-hydroxybutyrate-co-3hydroxyvalerate). Bioresour. Technol. 198, 811 -818.\n- Naizabekov, S., Lee, E.Y., 2020. Genome-scale metabolic model reconstruction and in silico investigations of methane metabolism in Methylosinus trichosporium OB3b. Microorganisms 8 (3), 437.\n- Nariya, S., Kalyuzhnaya, M.G., 2019. Diversity, physiology, and biotechnological potential of halo(alkali)philic methane-consuming bacteria. In: Lee, E.Y. (Ed.), Methanotrophs: Microbiology Fundamentals and Biotechnological Applications. Springer International Publishing, Cham, pp. 139 -161.\n- Nguyen, A.D., Lee, E.Y., 2020. Engineered methanotrophy: a sustainable solution for methane-based industrial biomanufacturing. Trends Biotechnol. https://doi.org/ 10.1016/j.tibtech.2020.07.007.\n- Nguyen, A.D., Hwang, I.Y., Lee, O.K., Kim, D., Kalyuzhnaya, M.G., Mariyana, R., Hadiyati, S., Kim, M.S., Lee, E.Y., 2018. Systematic metabolic engineering of Methylomicrobium alcaliphilum 20Z for 2,3-butanediol production from methane. Metab. Eng. 47, 323 -333.\n- Nguyen, T.T., Hwang, I.Y., Na, J.G., Lee, E.Y., 2019a. Biological conversion of propane to 2-propanol using group I and II methanotrophs as biocatalysts. J. Ind. Microbiol. Biotechnol. 46 (5), 675 -685.\n- Nguyen, D.T.N., Lee, O.K., Hadiyati, S., Affifah, A.N., Kim, M.S., Lee, E.Y., 2019b. Metabolic engineering of the type I methanotroph Methylomonas sp. DH-1 for production of succinate from methane. Metab. Eng. 54, 170 -179.\n- Nguyen, D.T.N., Lee, O.K., Lim, C., Lee, J., Na, J.-G., Lee, E.Y., 2020a. Metabolic engineering of type II methanotroph, Methylosinus trichosporium OB3b, for production of 3-hydroxypropionic acid from methane via a malonyl-CoA reductasedependent pathway. Metab. Eng. 59, 142 -150.\n- Nguyen, T.T., Lee, O.K., Sanzhar, N., Lee, E.Y., 2020b. Bioconversion of methane to cadaverine and lysine by engineered type II methanotroph, Methylosinus trichosporium OB3b. Green Chem. 22, 7803 -7811.\n\nD.T.N. Nguyen et al.\n\n- Nyerges, G., Han, S.-K., Stein, L.Y., 2010. Effects of ammonium and nitrite on growth and competitive fitness of cultivated methanotrophic bacteria. Appl. Environ. Microbiol. 76 (16), 5648 -5651.\n- Oh, S.H., Hwang, I.Y., Lee, O.K., Won, W., Lee, E.Y., 2019. Development and optimization of the biological conversion of ethane to ethanol using whole-cell methanotrophs possessing methane monooxygenase. Molecules 24 (3).\n- Oldenhuis, R., Vink, R.L., Janssen, D.B., Witholt, B., 1989. Degradation of chlorinated aliphatic hydrocarbons by Methylosinus trichosporium OB3b expressing soluble methane monooxygenase. Appl. Environ. Microbiol. 55 (11), 2819 -2826.\n- Patel, S.K., Jeong, J.-H., Mehariya, S., Otari, S.V., Madan, B., Haw, J.R., Lee, J.-K., Zhang, L., Kim, I.-W., 2016a. Production of methanol from methane by encapsulated Methylosinus sporium . J. Microbiol. Biotechnol. 26 (12), 2098 -2105.\n- Patel, S.K., Mardina, P., Kim, S.-Y., Lee, J.-K., Kim, I.-W., 2016b. Biological methanol production by a type II methanotroph Methylocystis bryophila . J. Microbiol. Biotechnol. 26 (4), 717 -724.\n- Pieja, A.J., Sundstrom, E.R., Criddle, C.S., 2011. Poly-3-hydroxybutyrate metabolism in the type II methanotroph Methylocystis parvus OBBP. Appl. Environ. Microbiol. 77 (17), 6012 -6019.\n- Raj, S.M., Rathnasingh, C., Jo, J.-E., Park, S., 2008. Production of 3-hydroxypropionic acid from glycerol by a novel recombinant Escherichia coli BL21 strain. Process Biochem. 43 (12), 1440 -1446.\n- Ro, S.Y., Rosenzweig, A.C., 2018. Chapter twelve - recent advances in the genetic manipulation of Methylosinus trichosporium OB3b. In: Moore, B.S. (Ed.), Meth. Enzymol. Academic Press, pp. 335 -349.\n- Rohde, M.-T., Tischer, S., Harms, H., Rohwerder, T., 2017. Production of 2-hydroxyisobutyric acid from methanol by Methylobacterium extorquens AM1 expressing GLYPH&lt;0&gt; 3hydroxybutyryl coenzyme A-isomerizing enzymes. Appl. Environ. Microbiol. 83 (3) e02622-02616.\n- Rohwerder, T., Müller, R.H., 2010. Biosynthesis of 2-hydroxyisobutyric acid (2-HIBA) from renewable carbon. Microb. Cell Fact 9 (1), 13.\n- Rostkowski, K.H., Pfluger, A.R., Criddle, C.S., 2013. Stoichiometry and kinetics of the PHB-producing type II methanotrophs Methylosinus trichosporium OB3b and Methylocystis parvus OBBP. Bioresour. Technol. 132, 71 -77.\n- Schada von Borzyskowski, L., Sonntag, F., P ¨ oschel, L., Vorholt, J.A., Schrader, J., Erb, T. J., Buchhaupt, M., 2018. Replacing the ethylmalonyl-CoA pathway with the glyoxylate shunt provides metabolic flexibility in the central carbon metabolism of Methylobacterium extorquens AM1. ACS Synth. Biol. 7 (1), 86 -97.\n- Semrau, J.D., DiSpirito, A.A., Yoon, S., 2010. Methanotrophs and copper. FEMS Microbiol. Rev. 34 (4), 496 -531.\n- Semrau, J.D., DiSpirito, A.A., Vuilleumier, S., 2011. Facultative methanotrophy: false leads, true results, and suggestions for future research. FEMS Microbiol. Lett. 323 (1), 1 -12.\n\nShah, N.N., Hanna, M.L., Taylor, R.T., 1996. Batch cultivation of trichosporium\n\nMethylosinus\n\nOB3b: V. Characterization of poly-beta-hydroxybutyrate production under methane-dependent growth conditions. Biotechnol. Bioeng. 49 (2), 161\n\n-\n\n171.\n\n- Shimoda, M., Ono, M., Okura, I., 1989. Ethanol formation from ethane with Methylosinus trichosporium (OB3b). J. Mol. Catal. 52 (3), L37 -L39.\n- Smith, T.J., Murrell, J.C., 2011. Mutagenesis of soluble methane monooxygenase. Meth. Enzymol. 495, 135 -147.\n- Smith, T.J., Slade, S.E., Burton, N.P., Murrell, J.C., Dalton, H., 2002a. Improved system for protein engineering of the hydroxylase component of soluble methane monooxygenase. Appl. Environ. Microbiol. 68 (11), 5265 -5273.\n- Smith, T.J., Slade, S.E., Burton, N.P., Murrell, J.C., Dalton, H., 2002b. Improved system for protein engineering of the hydroxylase component of soluble methane monooxygenase. Appl. Environ. Microbiol. 68 (11), 5265 -5273.\n- Song, C.W., Kim, J.W., Cho, I.J., Lee, S.Y., 2016. Metabolic engineering of Escherichia coli for the production of 3-hydroxypropionic acid and malonic acid through β -alanine route. ACS Synth. Biol. 5 (11), 1256 -1263.\n- Stafford, G.P., Scanlan, J., McDonald, I.R., Murrell, J.C., 2003. rpoN, mmoR and mmoG, genes involved in regulating the expression of soluble methane monooxygenase in Methylosinus trichosporium OB3b. Microbiology 149 (7), 1771 -1784.\n- Stein, L.Y., 2018. Proteobacterial methanotrophs, methylotrophs, and nitrogen. In: Kalyuzhnaya, M.G., Xing, X.-H. (Eds.), Methane Biocatalysis: Paving the Way to Sustainability. Springer International Publishing, Cham, pp. 57 -66.\n- Stein, L.Y., Yoon, S., Semrau, J.D., Dispirito, A.A., Crombie, A., Murrell, J.C., Vuilleumier, S., Kalyuzhnaya, M.G., Op den Camp, H.J., Bringel, F., Bruce, D., Cheng, J.F., Copeland, A., Goodwin, L., Han, S., Hauser, L., Jetten, M.S., Lajus, A., Land, M.L., Lapidus, A., Lucas, S., Medigue, C., Pitluck, S., Woyke, T., Zeytun, A., Klotz, M.G., 2010. Genome sequence of the obligate methanotroph Methylosinus trichosporium strain OB3b. J. Bacteriol. 192 (24), 6497 -6498.\n- Stein, L.Y., Bringel, F., DiSpirito, A.A., Han, S., Jetten, M.S.M., Kalyuzhnaya, M.G., Kits, K.D., Klotz, M.G., Op den Camp, H.J.M., Semrau, J.D., Vuilleumier, S., Bruce, D. C., Cheng, J.-F., Davenport, K.W., Goodwin, L., Han, S., Hauser, L., Lajus, A., Land, M.L., Lapidus, A., Lucas, S., M ´ edigue, C., Pitluck, S., Woyke, T., 2011. Genome sequence of the methanotrophic alphaproteobacterium Methylocystis sp. strain Rockwell (ATCC 49242). J. Bacteriol. 193 (10), 2668 -2669.\n- Strong, P.J., Xie, S., Clarke, W.P., 2015. Methane as a resource: can the methanotrophs add value? Environ. Sci. Technol. 49 (7), 4001 -4018.\n- Strong, P.J., Kalyuzhnaya, M., Silverman, J., Clarke, W.P., 2016a. A methanotroph-based biorefinery: potential scenarios for generating multiple products from a single fermentation. Bioresour. Technol. 215, 314 -323.\n- Strong, P.J., Laycock, B., Mahamud, S.N., Jensen, P.D., Lant, P.A., Tyson, G., Pratt, S., 2016b. The opportunity for high-performance biomaterials from methane. Microorganisms 4 (1).\n- Takeguchi, M., Furuto, T., Sugimori, D., Okura, I., 1997. Optimization of methanol biosynthesis by Methylosinus trichosporium OB3b: an approach to improve methanol accumulation. Appl. Biochem. Biotechnol. 68 (3), 143 -152.\n- Theisen, A.R., Ali, M.H., Radajewski, S., Dumont, M.G., Dunfield, P.F., McDonald, I.R., Dedysh, S.N., Miguez, C.B., Murrell, J.C., 2005. Regulation of methane oxidation in the facultative methanotroph Methylocella silvestris BL2. Mol. Microbiol. 58 (3), 682 -692.\n- Trotsenko, Y.A., Murrell, J.C., 2008. Metabolic aspects of aerobic obligate methanotrophy. In: Advances in Applied Microbiology. Academic Press, pp. 183 -229.\n- Valdehuesa, K.N.G., Liu, H., Nisola, G.M., Chung, W.-J., Lee, S.H., Park, S.J., 2013. Recent advances in the metabolic engineering of microorganisms for the production of 3-hydroxypropionic acid as C3 platform chemical. Appl. Microbiol. Biotechnol. 97 (8), 3309 -3321.\n- Valentin, H.E., Reiser, S., Gruys, K.J., 2000. Poly (3-hydroxybutyrate-co-4hydroxybutyrate) formation from γ -aminobutyrate and glutamate. Biotechnol. Bioeng. 67 (3), 291 -299.\n- Vecherskaya, M., Dijkema, C., Stams, A.J.M., 2001. Intracellular PHB conversion in a type II methanotroph studied by 13C NMR. J. Ind. Microbiol. Biotechnol. 26 (1), 15 -21.\n- Vorobev, A., Jagadevan, S., Jain, S., Anantharaman, K., Dick, G.J., Vuilleumier, S., Semrau, J.D., 2014. Genomic and transcriptomic analyses of the facultative methanotroph Methylocystis sp. strain SB2 grown on methane or ethanol. Appl. Environ. Microbiol. 80 (10), 3044 -3052.\n- Wang, Q., Yang, P., Liu, C., Xue, Y., Xian, M., Zhao, G., 2013. Biosynthesis of poly (3hydroxypropionate) from glycerol by recombinant Escherichia coli . Bioresour. Technol. 131, 548 -551.\n- Wartiainen, I., Hestnes, A.G., McDonald, I.R., Svenning, M.M., 2006. Methylocystis rosea sp. nov., a novel methanotrophic bacterium from Arctic wetland soil, Svalbard, Norway (78 ◦ N). Int. J. Syst. Evol. Microbiol. 56 (3), 541 -547.\n- Wendlandt, K.D., Jechorek, M., Helm, J., Stottmeister, U., 2001. Producing poly-3hydroxybutyrate with a high molecular mass from methane. J. Biotechnol. 86 (2), 127 -133.\n- Wendlandt, K.D., Geyer, W., Mirschel, G., Hemidi, F.A.-H., 2005. Possibilities for controlling a PHB accumulation process using various analytical methods. J. Biotechnol. 117 (1), 119 -129.\n- Whittenbury, R., Davies, S.L., Davey, J.F., 1970. Exospores and cysts formed by methaneutilizing bacteria. J. Gen. Microbiol. 61 (2), 219 -226.\n- Xin, J.-y., Zhang, Y.-x., Zhang, S., Xia, C.-g., Li, S.-b., 2007. Methanol production from CO2 by resting cells of the methanotrophic bacterium Methylosinus trichosporium IMV 3011. J. Basic Microbiol. 47 (5), 426 -435.\n- Xin, J.-Y., Zhang, Y.-X., Dong, J., Zhou, Q.-Q., Wang, Y., Zhang, X.-D., Xia, C.-G., 2010. Epoxypropane biosynthesis by whole cell suspension of methanol-growth Methylosinus trichosporium IMV 3011. World J. Microbiol. Biotechnol. 26 (4), 701 -708.\n- Xin, J.-Y., Xu, N., Ji, S.-F., Wang, Y., Xia, C.-G., 2017. Epoxidation of ethylene by whole cell suspension of Methylosinus trichosporium IMV 3011. J. Chem. 2017.\n- Xu, J., Han, M., Zhang, J., Guo, Y., Zhang, W., 2014. Metabolic engineering Corynebacterium glutamicum for the L-lysine production by increasing the flux into Llysine biosynthetic pathway. Amino Acids 46 (9), 2165 -2175.\n- Yaneva, N., Schuster, J., Sch ¨ afer, F., Lede, V., Przybylski, D., Paproth, T., Harms, H., Müller, R.H., Rohwerder, T., 2012. Bacterial acyl-CoA mutase specifically catalyzes coenzyme B12-dependent isomerization of 2-hydroxyisobutyryl-CoA and (S)-3hydroxybutyryl-CoA. J. Biol. Chem. 287 (19), 15502 -15511.\n- Yang, S., Matsen, J.B., Konopka, M., Green-Saxena, A., Clubb, J., Sadilek, M., Orphan, V. J., Beck, D., Kalyuzhnaya, M.G., 2013. Global molecular analyses of methane metabolism in methanotrophic alphaproteobacterium, Methylosinus trichosporium OB3b. Part II. Metabolomics and 13C-labeling study. Front. Microbiol. 4, 70.\n- Yim, H., Haselbeck, R., Niu, W., Pujol-Baxley, C., Burgard, A., Boldt, J., Khandurina, J., Trawick, J.D., Osterhout, R.E., Stephen, R., Estadilla, J., Teisan, S., Schreyer, H.B., Andrae, S., Yang, T.H., Lee, S.Y., Burk, M.J., Van Dien, S., 2011. Metabolic engineering of Escherichia coli for direct production of 1,4-butanediol. Nat. Chem. Biol. 7 (7), 445 -452.\n- Yishai, O., Bouzon, M., D ¨ oring, V., Bar-Even, A., 2018. In vivo assimilation of one-carbon via a synthetic reductive glycine pathway in Escherichia coli . ACS Synth. Biol. 7 (9), 2023 -2028.\n- Yoon, S., Semrau, J.D., 2008. Measurement and modeling of multiple substrate oxidation by methanotrophs at 20 degrees C. FEMS Microbiol. Lett. 287 (2), 156 -162.\n- Yu, H., Liao, J.C., 2018. A modified serine cycle in Escherichia coli coverts methanol and CO2 to two-carbon compounds. Nat. Commun. 9 (1), 1 -10.\n- Zhang, Y., Xin, J., Chen, L., Song, H., Xia, C., 2008a. Biosynthesis of poly-3hydroxybutyrate with a high molecular weight by methanotroph from methane and methanol. J. Nat. Gas Chem. 17 (1), 103 -109.\n- Zhang, Y., Xin, J., Chen, L., Xia, C., 2008b. The methane monooxygenase intrinsic activity of kinds of methanotrophs. Appl. Biochem. Biotechnol. 157 (3), 431.\n- Zhang, T., Zhou, J., Wang, X., Zhang, Y., 2019. Polyβ -hydroxybutyrate production by Methylosinus trichosporium OB3b at different gas-phase conditions. Iran. J. Biotechnol. 17 (1), e1866.",
  "chunks": [
    "Research review paper",
    "## Type II methanotrophs: A promising microbial cell-factory platform for bioconversion of methane to chemicals",
    "Diep Thi Ngoc Nguyen, Ok Kyung Lee, Thu Thi Nguyen, Eun Yeol Lee",
    "Department of Chemical Engineering (Integrated Engineering), Kyung Hee University, Gyeonggi-do 17104, Republic of Korea",
    "## A R T I C L E  I N F O",
    "Keywords: Methane Methanotrophs Type II methanotrophs Bioconversion Biofuels and chemicals Metabolic engineering",
    "Methane, which is the major constituent of biogas and natural gas, is a far stronger greenhouse gas than CO2 (Lee et al., 2019b; Nguyen and Lee, 2020). Due to the low cost and abundance of methane in natural sources, it is considered a potential next-generation carbon feedstock for the  biochemical  industry,  as  well  as  a  sustainable  energy  resource (Conrado and Gonzalez, 2014; Fei et al., 2014; Kalyuzhnaya et al., 2015; Strong  et  al.,  2016a).  The  direct  chemical  conversion  of  methane  is troublesome due to the high activation energy of C -H bonds (Haynes and Gonzalez, 2014). Hence, there has been a resurgence in interest in methanotrophs, which are able to use methane as a sole energy and carbon source under mild growth conditions (Kalyuzhnaya et al., 2015; Lee et al., 2016). These strains have great potential as a platform strain for the utilization of methane for chemical production, and also in the mitigation of climate change via removing methane as greenhouse gas (Kalyuzhnaya et al., 2015; Strong et al., 2016a).",
    "There are different groups and types of methanotrophs depending on the three different pathways primarily employed by methanotrophs to assimilate  formaldehyde  into  biomass:  the  Ribulose  monophosphate (RuMP) pathway occurring in Group I methanotrophs (Gammaproteobacteria, Type I and Type X), the serine cycle of Group II methanotrophs",
    "Methane,  the  predominant  element  in  natural  gas  and  biogas,  represents  a  promising  alternative  to  carbon feedstocks  in  the  biotechnological  industry  due  to  its  low  cost  and  high  abundance.  The  bioconversion  of methane to value-added products can enhance the value of gas and mitigate greenhouse gas emissions. Methanotrophs, methane-utilizing bacteria, can make a significant contribution to the production of various valuable biofuels and chemicals from methane. Type II methanotrophs in comparison with Type I methanotrophs have distinct advantages, including high acetyl-CoA flux and the co-incorporation of two important greenhouse gases (methane and CO2), making it a potential microbial cell-factory platform for methane-derived biomanufacturing. Herein,  we  review  the  most  recent  advances  in  Type  II  methanotrophs  related  to  multi-omics  studies  and metabolic engineering. Representative examples and prospects of metabolic engineering strategies for the production of suitable products are also discussed.",
    "(Alphaproteobacteria, Type II and Type III), and the Calvin -Benson -Bassham (CBB) cycle occurring in Group III methanotrophs ( Verrucomicrobia ,  Type IV) (Kalyuzhnaya et al., 2015). To date, most advances in the metabolic engineering of methanotrophs for methane bioconversion have focused on Type I methanotrophs (Henard et al., 2016; Lee et al., 2019a; Nguyen et al., 2018, 2019a). Nonetheless, Type II methanotrophs provide distinctly attractive features that are beneficial for chemical production (Fig. 1). Recently, the successful strategies to engineer the Type II methanotrophic alphaproteobacterium for the biosynthesis of 3-hydroxypropionic acid (3-HP), cadaverine, and lysine were described (Nguyen et al., 2020a, 2020b). These studies are a proofin-principle that Type II methanotrophs could be employed as a platform for the production of valuable chemicals and fuels via metabolic engineering. Since there has been no review focusing on Type II methanotrophs, this paper aimed to review the physiology and metabolism in these  microbes  to  address  appropriate  engineering  strategies  for  the production  of  value-added  products.  This  review  presents  the  recent progress on the development of engineered Type II methanotrophs as a microbial cell factory, including genetic tool development, multi-omics study, and suitable products suggestion, as well as strategies to enhance carbon pool for target product production (Fig. 1).",
    "* Corresponding author at: Department of Chemical Engineering (Integrated Engineering), Kyung Hee University, Yongin-si, Gyeonggi-do 17104, Republic of Korea.",
    "E-mail address: eunylee@khu.ac.kr (E.Y. Lee).",
    "Contents lists available at ScienceDirect",
    "## Biotechnology Advances",
    "journal homepage: www.elsevier.com/locate/biotechadv",
    "## 2. Outstanding features of Type II methanotrophs",
    "## 2.1. Why Type II methanotrophs?",
    "Type  II  methanotrophic  alphaproteobacteria  possess  many  fascinating metabolic properties that are beneficial for biotechnological applications.  First,  this  group  has  a  comparably  high  flux  of  CoAderivatives,  such  as  acetyl-CoA,  propionyl-CoA,  and  crotonyl-CoA, which  could  be  used  for  biofuel  production  (Bordel  et  al.,  2019b; Kalyuzhnaya et al., 2015; Yang et al., 2013). Second, a typical Type II methanotroph (e.g. M. trichosporium OB3b) can assimilate significant amount of CO2  (Yang et al., 2013). Type II methanotrophs are appropriate biocatalyst for biogas conversion because of their ability to coutilize  methane  and  CO2.  Third,  many  Type  II  methanotrophs  have broad-spectrum  substrates  that  can  assimilate  from  C1 to  C2  and  C3 compounds, which is advantageous for methane-to-methanol bioconversion  based  on  the  methanol  dehydrogenase  (MDH)  knock-out (Crombie  and  Murrell,  2014;  Dedysh  and  Dunfield,  2011;  Kalyuzhnaya et al.,  2015;  Semrau et al., 2011). The soluble methane monooxygenase  (sMMO)  (mostly  present  in  Type  II  more  than  Type  I methanotrophs) can catalyze both the oxidation of methane and the transformation of a wide spectrum of aliphatic and aromatic hydrocarbons and their derivatives (Trotsenko and Murrell, 2008). Thus, sMMO can play an important role in the bioremediation of polluted environments as well as biocatalyst for biotransformation (Dalton, 2005; Trotsenko and Murrell, 2008). Moreover, most of Type II methanotrophs have been shown to be capable of nitrogen fixation, while only some Type I methanotrophs have such capability (Auman et al., 2001; Stein, 2018; Trotsenko and Murrell, 2008). Their nitrogen-fixing capability is useful for trichlorethylene (TCE)  oxidation,  since  methanotrophs require  an  adequate  nitrogen  source  to  effectively  remove  TCE  in contaminated environments (Auman et al., 2001). Furthermore, Type II methanotrophs employ the glutamate cycle with glutamine synthetase and glutamine-oxoglutarate aminotransferase (GOGAT) system for NH4 assimilation, whereas Type I methanotrophs assimilate NH4",
    "predominantly  via  reductive  pyruvate  or α -ketoglutarate  amination (Trotsenko  and  Murrell,  2008).  The  GOGAT  of  Type  I  is  peculiar  to NADPH and is quite unsteady, while this enzyme is more stable in Type II methanotrophs and specific for NADH cofactor (Trotsenko and Murrell, 2008). Another advantage of methanotrophs is their ability to utilize either nitrate or ammonium as a nitrogen source, where the growth rate  of  methanotrophic  bacteria  is  affected  by  the  nitrogen  source. Theoretically, the use of ammonium as a nitrogen source is more bioenergetically favorable than nitrate because it can be directly assimilated into biomass and ammonium is more reduced form as nitrogen source (Naizabekov and Lee, 2020). Additionally, some gammaproteobacteria have been traditionally described to favor high O2 and low CH4 concentrations for their growth, while alphaproteobacteria prefer low O2  and high CH4  concentrations (Strong et al., 2015), indicating that Type II methanotrophs can play better as a biocatalyst at higher methane concentration. Lastly, a Type II methanotroph, M. silvestris, with ability of n-alkanes utilization, can be a potential platform for the biological conversion of natural gas or petroleum gas containing C2-C4  alkanes together with C1  as the main component (Etiope and Ciccioli, 2009; Kalyuzhnaya et al., 2015).",
    "## 2.2. Classification and characteristics of Type II methanotrophs",
    "The main characteristics of Type II methanotrophs are summarized in Table 1. Type II alphaproteobacteria possess two distinct forms of methane monooxygenase (MMO): pMMO and sMMO, or only one form of MMO. pMMO is a copper-dependent enzyme that is associated with the intracytoplasmic membrane. sMMO is a complex of non-heme iron enzymes  located  in  the  cytoplasm  (Kalyuzhnaya  et  al.,  2019).  The expression of sMMO and pMMO is regulated by the concentration of copper. pMMO is expressed at a high copper concentration, whereas sMMO is produced only at  low copper  concentrations.  Most  Type  II methanotrophs can grow on nitrate mineral salt (NMS) and ammonium mineral salt (AMS) medium, and have the capacity for nitrogen fixation (Auman et al., 2001; Stein, 2018; Trotsenko and Murrell, 2008).",
    "Fig. 1. Potential of Type II methanotrophs as a cell-factory platform for conversion of low-grade carbon feedstock into highly-valued products. (2020, July 26). Methane [Online]. Available: https://commons.wikimedia.org/wiki/File:Methane-3D-space-filling.svg#mediaviewer/File:Methane-3D-space-filling.svg (2020, July 26). Carbon dioxide [Online]. Available: https://simple.wikipedia.org/wiki/Carbon\\_dioxide (2020, July 26). Ethane [Online]. Available: https://marcellusdrilling. com/2017/10/wv-builder-tells-psc-power-plant-can-burn-methane-and-ethane/  (2020,  July  26).  Propane  [Online].  Available:  https://energyeducation.ca/encyc lopedia/Propane  (2020,  July  26).  Propene  [Online].  Available:  https://simple.wikipedia.org/wiki/Propene  (2020,  July  26).  Butene  [Online].  Available:  http s://www.jobilize.com/chemistry/test/isomers-of-alkenes-hydrocarbons-by-openstax",
    "Table 1 Classification and characteristics of Type II methanotrophs.",
    "| Genus         | Strain                                   | Growth condition            | Growth condition   | Growth condition   | Culture Medium   | Characteristic                                                                                                                                                                                                     | Reference                                                               |\n|---------------|------------------------------------------|-----------------------------|--------------------|--------------------|------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------|\n| Genus         | Strain                                   | Growth rate (h GLYPH<0> 1 ) | pH                 | T ◦ C              | Culture Medium   | Characteristic                                                                                                                                                                                                     | Reference                                                               |\n| Methylocystis | M. rosea SV97                            | NA                          | 5.5 - 9.0          | 5 - 37             | NMS, AMS         | pMMO only, no requirement of NaCl for growth, PHB production, capability of nitrogen fixation                                                                                                                      | Wartiainen et al. (2006)                                                |\n| Methylocystis | Methylocystis ATCC 49242 strain Rockwell | 0.16                        | 6.8                | 30                 | NMS, AMS         | pMMO only, high tolerance of ammonium, capability of nitrogen fixation                                                                                                                                             | Nyerges et al. (2010), Stein et al. (2011)                              |\n| Methylocystis | M. hirsuta CSC1                          | 0.05                        | 7                  | 30                 | NMS, AMS         | pMMOandsMMO,capability of oxidizing aliphatic and aromatic compounds, ability of growing on methane and methanol, PHB production, capability of nitrogen                                                           | Bordel et al. (2019a), Bordel et al. (2019b), Lindner et al. (2007)     |\n| Methylocystis | M. parvus OBBP                           | 0.12                        | 6 - 8              | 5 - 37             | NMS, AMS         | fixation pMMO only, PHB production, capability of nitrogen fixation                                                                                                                                                | del Cerro et al. (2012), Kalyuzhnaya et al. (2019), Pieja et al. (2011) |\n| Methylocystis | Methylocystis sp. SC2                    | 0.07                        | 6 - 9              | 30                 | NMS, AMS         | pMMO only, possession of genes for ammonia assimilation and nitrogen fixation.                                                                                                                                     | Baani and Liesack (2008), Dam et al. (2012)                             |\n| Methylocystis | Methylocystis sp. SB2                    | NA                          | 6 - 9              | 10 - 30            | NMS, AMS         | pMMO only, facultative methanotroph, ability of growing on acetate or ethanol, diverse nitrogen metabolism capabilities                                                                                            | Dam et al. (2013), Kalyuzhnaya et al. (2019), Vorobev et al. (2014)     |\n| Methylosinus  | M. trichosporium OB3b                    | 0.12 - 0.14                 | 6 - 8              | 5 - 37             | NMS, AMS         | pMMO and sMMO, well-established catalysis for PHB production, epoxidation, ability of degrading chlorinated aliphatic hydrocarbons, production of                                                                  | Oldenhuis et al. (1989), Stein et al. (2010), Whittenbury et al. (1970) |\n| Methylosinus  | Methylosinus sp. LW4                     | 0.12 - 0.15                 | 6 - 8              | 5 - 37             | NMS, AMS         | pMMO and sMMO, production of methanobactins and capability of nitrogen fixation.                                                                                                                                   | Auman et al. (2001), Kenney et al. (2016)                               |\n| Methylocella  | M. silvestris BL2                        | 0.014                       | 4.5 - 7.0          | 4 - 30             | NMS, AMS         | sMMO only, facultative methanotroph, ability of growing on methane, and one - carbon and multi - carbon substrates such as acetate, pyruvate, propane, and                                                         | Chen et al. (2010), Dunfield et al. (2003)                              |\n| Methylocella  | M. tundra sp. nov.                       | NA                          | 4.2 - 7.5          | 5 - 30             | NMS, AMS         | succinate, capability of nitrogen fixation. sMMO only, growth inhibition by NaCl conc. above 0.8% ( w / v ), ability of growing on methane and methanol, best growth at methanol conc. of 0.5 - 1%( v /            | Dedysh et al. (2004)                                                    |\n| Methylocapsa  | M. acidiphila B2                         | 0.03                        | 4.2 - 7.2          | 10 - 30            | NMS              | pMMO only, growth inhibition by NaCl conc. of 0.5% ( w / v ), ability of growing on methane and methanol, growth support at methanol conc. below 0.05% ( v / v ), capability of nitrogen fixation, PHB production. | Dedysh et al. (2002)                                                    |\n| Methylocapsa  | M. aurea KYG                             | 0.018                       | 5.2 - 7.2          | 2 - 33             | NMS, AMS         | pMMO only, ability of growing on methane, methanol and acetate, growth inhibition with 0.3% ( w / v ) NaCl, growth support at methanol conc. below 0.1% ( v / v );                                                 | Dunfield et al. (2010)                                                  |\n| Methyloferula | M. stellata AR4                          | 0.005                       | 3.5 - 7.2          | 4 - 33             | NMS, AMS         | PHB production, capability of nitrogen fixation. sMMO only, growth reduction at NaCl conc. above 0.7% ( w / v ). Optimum methanol conc. between 0.1 and 1% ( v / v ), capability of nitrogen fixation.             | Dam et al. (2013), Dedysh et al. (2015)                                 |",
    "## 2.3. Central metabolic pathways and electron transfer of Type II methanotrophs compared to Type I methanotrophs",
    "Methane  oxidation  is  initiated  by  one  of  two  MMOs,  sMMO  and pMMO,  which  oxidize  methane  into  methanol  in  aerobic  methanotrophic  bacteria  (Kalyuzhnaya  et  al.,  2015;  Lee  et  al.,  2016;  Semrau et  al.,  2010). Until now, most Type I methanotrophs possess pMMO, whereas Type II methanotrophs are able to express both sMMO and pMMO (Auman et al., 2001). MMO requires two electrons for methane oxidation.  NADH/H + is  the  electron  source  for  sMMO,  while  direct electron transfer by PQQ-MDH or ubiquinol (UQH2) is a possible way of electron  transfer  to  pMMO  (Nariya  and  Kalyuzhnaya,  2019;  Semrau et al., 2010). For methane oxidation, type II methanotrophs are expected to employ the redox arm mechanism where pMMO takes electrons from ubiquinone/ubiquinol pool of the methanol oxidation process, resulting in lower biomass yields than Type I methanotrophs possessing the direct coupling system where electrons from methanol oxidation are directly transferred to pMMO (Akberdin et al., 2018; Bordel et al., 2019b).",
    "Methanol is subsequently converted to formaldehyde by a PQQ-MDH (Lee  et  al.,  2016).  Formaldehyde  assimilation  is  a  characteristic  that differentiates Type I methanotrophs from Type II. Type I methanotrophs use  the  RuMP  pathway  for  formaldehyde  utilization,  while  Type  II methanotrophs mainly assimilate formaldehyde via the serine cycle and the ethylmalonyl-CoA (EMC) pathway (Kalyuzhnaya et al., 2015; Lee et al., 2016). In M. trichosporium OB3b, the typical Type II",
    "methanotroph, the serine cycle plays a role in glyoxylate regeneration and the refilling of phosphoenolpyruvate (PEP) for the generation of pyruvate by PEP conversion (Yang et al., 2013). It was also assumed that the serine cycle is split into two branches, which exert distinct metabolic controls. The first branch is involved in C1-fixation, which includes all steps from glycine to PEP, accounting for 53% of the biomass. Most of the  C1 -carbon  assimilated  at  the  first  step  of  the  branch  is  directly transferred to gluconeogenesis and amino acid biosynthesis. The second part  of  the  serine  cycle  (considered  as ' glyoxylate  regeneration ' )  is interconnected with the EMC pathway which significantly contributes to resupplying the intermediates for assimilation (Yang et al., 2013).",
    "## 2.4. Recent advances in genetic tools for Type II methanotrophs",
    "To date, despite the fact that Type II methanotrophs are potential methane-based cell factories for chemical production, a limited number of genetic tools and engineering of Type II methanotrophs have been conducted (Table 2). Only the metabolic engineering of M. trichosporium OB3b has recently been applied for the accumulation of 3-hydroxypropionic  acid,  cadaverine,  and  lysine  using  pAWP89  as  an  expression vector and conjugation method for gene transfer (Nguyen et al., 2020a, 2020b).  Conjugation  is  the  most  common  method  used  for  genetic manipulation in Type II methanotrophs (Lloyd et al., 1999; Martin and Murrell, 1995; Smith and Murrell, 2011). Electroporation has also been applied to some Type II methanotrophs, including Methylocystis sp. SC2,",
    "Table 2 Genetic tools used in Type II methanotrophs.",
    "| Vector                  | Selectable marker   | Strain                | Reference                                      |\n|-------------------------|---------------------|-----------------------|------------------------------------------------|\n| pMHA200 pMHA203         | Km                  | M. silvestris BL2     | Theisen et al. (2005)                          |\n| pCM184 Linear DNA       | Km                  |                       | Crombie and Murrell (2011)                     |\n| pGSS33                  | Km                  | M. trichosporium      | Murrell (1992)                                 |\n| pVK100                  | Tet, Km             | OB3b                  | Lloyd et al. (1999), Murrell (1992)            |\n| pBR325                  | Km                  |                       | Martin and Murrell (1995)                      |\n| pBR325                  | Spe, Str, Km        |                       | Smith and Murrell (2011), Smith et al. (2002a) |\n| Linear DNA              | Gm                  |                       | Ro and Rosenzweig (2018)                       |\n| pTJS141 pTJS142 pTJS175 | Amp                 |                       | Smith et al. (2002b)                           |\n| pK18mob pBBR1MCS pMD2   | Km Km               |                       | Stafford et al. (2003) Borodina et al. (2007)  |\n| pk18mobsacB pAWP89      | Gm, Km Km           |                       | Ro and Rosenzweig (2018)                       |\n| pAWP89                  | Km                  |                       | Nguyen et al. (2020a, 2020b)                   |\n| pUC18                   | Km                  | Methylocystis sp. SC2 | Baani and Liesack (2008)                       |\n| pVK100 pVK104           | Tet, Km             | M. parvus OBBP        | (Lloyd et al., 1999)                           |",
    "M. silvestris BL2, and M. trichosporium OB3b (Baani and Liesack, 2008; Crombie and Murrell, 2011; Ro and Rosenzweig, 2018). Electroporation was  performed  in M.  trichosporium OB3b and M.  silvestris BL2  using linear DNA fragments (Crombie and Murrell, 2011; Ro and Rosenzweig, 2018) and Methylocystis sp. SC2 using the suicide vector pUC18 (Baani and  Liesack,  2008).  Despite  limited  genetic  manipulation  in  type  II methanotrophs compared to other industrially relevant strains such as E.  coli ,  on-going  development  of  robust  genetic  tools  will  facilitate efficient genetic and metabolic engineering of Type II methanotrophs.",
    "## 2.5. Understanding Type II methanotrophs via multi-omics approaches",
    "A holistic vision of the cellular functions of Type II methanotrophs is known through genomics, transcriptomics, metabolomics, proteomics, and fluxomics (Lee et al., 2016, 2019b). Metabolic engineering via in silico modeling has potentially improved microbial biocatalysis, endowing it with desirable properties (Nguyen et al., 2018). Advanced investigations using omics technologies have provided key points from which  to  further  develop  methanotrophic  strains.  Recent  systems biology approaches are listed in Table 3.",
    "Transcriptomics  became  essential  for  gaining  an  overview  of  the central  metabolic  pathway  from  the  utilization  of  methane  in  methanotrophs. M. trichosporium OB3b is a well-known model strain of Type II  methanotrophs  (Matsen  et  al.,  2013).  Studies  combining  transcriptomics  with  genomics  have  provided  insights  into  the  central metabolic pathways of C1-metabolism in M. trichosporium OB3b (Matsen et al., 2013). The transcriptomic data of M. trichosporium OB3b indicates that methane oxidation involves many genes, including pMMO, PQQMDH, the genes of the H4MPT-pathway, and NAD + -FDH. The expression of genes in the serine cycle, the EMC pathway, and the TCA cycle was  also  proved  (Matsen  et  al.,  2013).  The  transcriptomic  data  of Methylocystis sp. strain SB2 provided information about carbon assimilation  and  the  operation  of  the  complete  TCA  and  EMC  pathways (Vorobev et al., 2014). The expression level of genes for the methane-tomethanol conversion is remarkably higher than those of downstream oxidative  transformations,  demonstrating  the  role  of  this  step  in  cell growth in methane. Furthermore, transcriptomic analyses of this strain grown on ethanol compared to methane suggested that acetyl-CoA is",
    "Table 3 Summary of systems-level investigation in Type II methanotrophs.",
    "| Omics approach          | Species                                                                                          | References                                                            |\n|-------------------------|--------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------|\n| Transcriptomics         | M. trichosporium OB3b Methylocystis sp. SB2                                                      | Matsen et al. (2013) Vorobev et al. (2014)                            |\n| Proteomics Metabolomics | M. silvestris BL2 M. trichosporium OB3b                                                          | Crombie and Murrell (2014) Yang et al. (2013)                         |\n| 13 C flux analysis      | M. trichosporium OB3b                                                                            | Matsen et al. (2013)                                                  |\n| Kinetic models          | M. trichosporium OB3b M. parvus OBBP                                                             | Rostkowski et al. (2013), Yoon and Semrau (2008)                      |\n| Stoichiometry models    | M. trichosporium OB3b M. parvus OBBP                                                             | Rostkowski et al. (2013)                                              |\n| Genome-scale models     | M. hirsuta CSC1 Methylocystis sp. SC2 Methylocystis sp. SB2 M. parvus OBBP M. trichosporium OB3b | Bordel et al. (2019b) Bordel et al. (2019c) Naizabekov and Lee (2020) |",
    "generated from ethanol, which then either goes through the TCA cycle for energy generation or is incorporated into biomass through the EMC pathway (Vorobev et al., 2014). These results indicated that Type II methanotrophs have large metabolic flexibility, with a pathway operation that is highly controlled and interconnected.",
    "Metabolomics and 13 C-labeling were applied to the Type II methanotrophic bacterium, M. trichosporium OB3b, to evaluate the central metabolism for methane utilization (Yang et al., 2013). It has been reported that the serine, EMC, and TCA cycle are tightly linked. This strain uses the EMC pathway for carbon assimilation, and a significantly large portion of the cellular carbon (approximately 60%) is derived from CO2. The data suggested that the serine cycle is divided into two functional branches, including the ' C1-fixation ' branch and the ' EMC pathway ' branch (known as ' glyoxylate regeneration ' ). The EMC pathway plays an important role in providing intermediates such as malate, acetyl-CoA, and glyoxylate, to cells (Yang et al., 2013).",
    "Metabolic model simulations are necessary for the identification of potential  targets  for  genetic  modification  and  possible  influences  of genetic perturbation on cells, as well as in silico phenotype predictions (Akberdin et al., 2018; Bordel et al., 2019c; Kalyuzhnaya et al., 2015; Nguyen et al., 2018). The early Genome Scale Models (GSMs) of Type II methanotrophs,  including Methylocystis  hirsuta and  two Methylocystis strains, have been established (Bordel et al., 2019b). The models estimated the oxygen consumption rates and biomass yields, and uncovered the mechanism for methane oxidation by pMMO. Type I methanotrophs exploit the ' direct coupling ' system, while Type II methanotrophs use the ' redox branch ' mechanism for methane oxidation, leading to lower biomass yields. Nonetheless, Type II methanotrophs have high carbon fluxes through acetoacetyl-CoA under nitrogen-insufficient conditions, which is  the  potential  for  the  production  of  acetoacetyl-CoA-derived products  through  metabolic  engineering. Methylocystis sp.  strains  are also  able  to  slowly  use  C2 as  carbon  sources  (Bordel  et  al.,  2019b). Another GSM of M. parvus OBBP was also reconstructed (Bordel et al., 2019c). The model was compared to GSMs of the closely related methanotrophs, M. hirsuta, and Methylocystis sp. SC2. The biomass yield of M. parvus was anticipated and suited with the experimental yield based on the ' redox arm mechanism ' presumption for methane oxidation. The model revealed an anaplerotic role of stored PHB, which is further utilized for replenishing glyoxylate for the serine pathway and succinylCoA for the TCA cycle. PHB storage serves as an energy source under anoxic circumstances coupled to denitrification. The yield of M. parvus was similar to that of M. hirsuta and Methylocystis sp. SC2 based on GSMs analysis,  but M.  parvus showed the  highest  specific  growth  rate  and methane oxidation rate (Bordel et al., 2019c). Recently, the GSM for",
    "M. trichosporium OB3b, a model organism of Type II methanotrophs, was reconstructed (Naizabekov and Lee, 2020). This model predicted oxygen: methane uptake rates, as well as specific growth rates on nitratesupplied medium with methane as the sole carbon source. The ' redoxarm ' system was found to be the most fitting mode of electron transfer for methane oxidation, which is in agreement with the above findings. Methane  metabolism  in  the  ammonium-supplemented  medium  was validated,  and  the  flux  distribution  in  the  central  metabolism  was investigated in silico by the model. This model can be employed as a specific knowledgebase to theoretically investigate the methane metabolism in alphaproteobacteria (Naizabekov and Lee, 2020).",
    "## 3. Potential targets for the application of methane bioconversion in Type II methanotrophs",
    "## 3.1. Existing technologies utilizing whole-cell methanotrophs as a biocatalyst",
    "## 3.1.1. Alcohol production via alkane oxidation",
    "The methane-to-methanol bioconversion using methanotrophs is one of the simplest processes of methane valorization (Fig. 2). Even though methane is  converted  to  methanol  by  MMO,  in  order  to  accumulate methanol,  MDH  needs  to  be  inhibited  to  prevent  the  conversion  of methanol to formaldehyde (Hwang et al., 2014). Methane-to-methanol bioconversion has been widely investigated in M. trichosporium OB3b. A variety of MDH inhibitors consisting of metal chelating agents, such as cyclopropanol, NaCl, cyclopropane, EDTA, and MgCl2, and high phosphate  concentrations  have  been  used  to  prevent  the  conversion  of methanol (Hwang et al., 2014). Cyclopropanol has been employed for the MDH inhibition in M. trichosporium OB3b for methanol production with a relatively high efficiency (Furuto et al., 1999; Takeguchi et al., 1997).  NaCl  has  also  been  successfully  used  for  hindering  MDH  in M. trichosporium OB3b (Lee et al., 2004), but both pMMO and MDH activities were suppressed. Due to the greater extent of inhibition for",
    "Fig. 2. Bioconversion of alkane to alcohol, and alkene to epoxide in Type II methanotrophs. The epoxide is converted into diol be heterologous expression of  epoxide  hydrolase  (EH),  indicated  by  the  dotted  arrows.  Genes:  MMO, methane  monooxygenase;  MDH,  methanol  dehydrogenase;  FDH,  formate dehydrogenase.",
    "MDH than pMMO enzyme, methanol still accumulated. A novel diffusion system for culturing M. trichosporium OB3b, using 100 mM NaCl and 1 mM EDTA as MDH inhibitors and 20 mM sodium formate as reducing power regeneration, produced methanol with high productivity (Kim et al., 2010). In another study, over 1.12 g/L methanol was generated with 60% conversion using M. trichosporium OB3b in 10 mM MgCl2, 20 mM sodium formate, and 400 mM phosphate buffer (Duan et al., 2011). Also, the accumulation of methanol was attained in a membrane-aerated reactor  using  various  MDH  inhibitors  including  100  mM  potassium phosphate and 0.5 mM EDTA, and 40 mM sodium formate as a reducing power  source  with  73.8%  conversion  (mol  methanol/mol  methane) (Hwang et al., 2015). M. sporium was immobilized using encapsulation methods  (employing  sodium  alginate  and  silica  gel),  and  the  high methanol production by the encapsulated cells was recorded. This suggested a suitable approach to enhance stable methanol production by the  encapsulation  of  methanotrophs  (Patel  et  al.,  2016a).  Moreover, several Type II methanotrophs were tested for their ability to produce methanol  from  methane,  including M.  silvestris,  M.  bryophila, and M. stellata . Among them, M. bryophila exhibited the highest methanol production. Optimization of parameters, 100 mM phosphate buffer and 50 mM MgCl2 as an MDH inhibitor, and formate supplementation led to sharp  improvements  in  methanol  production  by M.  bryophila (Patel et al., 2016b).",
    "Due to the broad substrate specificity of sMMO, propanol can be produced from propane (Fig. 2). The 2-propanol is then transformed into acetone by NAD + -alcohol dehydrogenase and PQQ-MDH. To accumulate  propanol,  propanol  oxidation  needs  to  be  hindered.  2-propanol accumulation has been observed in M. silvestris BL2 grown on propane in  the  presence  of  putative  propane  monooxygenase  (Crombie  and Murrell,  2014). M.  trichosporium OB3b  has  also  been  previously employed for 2-propanol production and showed higher productivity compared to Type I methanotrophs (Nguyen et al., 2019a). The optimized process using EDTA, sodium phosphate as inhibitors, and sodium formate for enhancing the conversion of propane to propanol was carried out to obtain a maximum titer of 0.610 g/L 2-propanol (Nguyen et al., 2019a).",
    "Similarly, the conversion of ethane to ethanol has been examined using methanotrophs as a biocatalyst (Fig. 2). Ethane could be converted into  ethanol  relying  on  MDH  inhibition  and  the  addition  of  sodium formate in M. trichosporium OB3b, which theoretically demonstrates the biotransformation of ethane substrate (Shimoda et al., 1989). The production of ethanol was also investigated under ambient conditions using Type I and Type II methanotrophs, where the highest titer of 0.52 g/L ethanol  was  obtained  under  optimal  batch  reaction  conditions  using M. trichosporium OB3b (Oh et al., 2019).",
    "## 3.1.2. Alkene epoxidation and diol production",
    "MMO has been found to catalyze the epoxidation of gaseous alkenes to their corresponding epoxides (Fig. 2) (Hou, 1984; Xin et al., 2017; Zhang et al., 2008b). The accumulation of propylene oxide from propylene  in  a  gas -solid  bioreactor  using M.  trichosporium OB3b  and Methylosinus sp. CRL 31 was performed with a 2.7% conversion rate for propylene (Hou, 1984). Among the 4 types of strains of methanotrophic bacteria ( M. trichosporium OB3b, M. capsulatus HD6T, M. trichosporium IMV3011, Methylomonas sp. GYJ3), M. trichosporium OB3b showed the highest propene epoxidation activity (Zhang et al., 2008b). Xin et al. successfully synthesized epoxypropane from propene using methanol as the carbon source and an electron-donating substrate for NADH regeneration (Xin et al., 2010). In addition, 0.016% methanol was found to have  the  highest  propene  epoxidation  capacity  of M.  trichosporium IMV3011.  Exhaustion  of  the  reductant  and  the  suppression  of  toxic products are difficulties associated with producing epoxyethane from ethylene. The regeneration of NADH was achieved in batch experiments of M. trichosporium IMV 3011 using methane and methanol. The production of epoxyethane was enhanced in 10% gas-phase methane using methane as a reductant for epoxidation. In the case of methanol, the",
    "maximum production of 6.6 nM epoxyethane occurs with 3mM methanol. The removal of the product was proposed to overcome the inhibition of epoxyethane formation (Xin et al., 2017).",
    "Epoxide hydrolases (EHs) catalyze the addition of water to the epoxides to generate the corresponding vicinal diols, which can be applied for  the  synthesis  of  value-added  chiral  pharmaceuticals  (Lee  et  al., 2007). Methanotrophs with the ability to convert alkenes to epoxides could be a potential host for the production of diols from alkenes by the expression  of  suitable  EH  (Fig.  2).  The  reaction  of  alkene  to  diol confirmed that the alkene-to-diol reaction was successful using a wide range of substrates from C3  to C6  alkenes in methanotrophs expressing three types of EH enzymes (CcEH from Caulobacter crescentus ,  McEH from Mugil cephalus ,  and RgEH from Rhodotorula glutinis ).  Among the alkene substrates, the highest titer was 92.18 mg/L of 1,2-propanediol (1,2-PDO) for propylene conversion in a CcEH-expressed Type II methanotroph. The reaction conditions were optimized using the M. trichosporium OB3b strain containing CcEH, and the final concentration was 263.5 mg/L 1,2-PDO under the optimal reaction conditions (Lee et al., 2020a).",
    "## 3.2. Production of native products in Type II methanotrophs",
    "The  most  attractive  native-product  in  Type  II  methanotrophs  is polyhydroxybutyrate  (PHB),  due  to  its  inherent  biodegradability, biocompatibility,  water  resistance,  optical  purity,  and  piezoelectric properties (Fig. 3) (Laycock et al., 2013; Strong et al., 2016b). PHB is generally synthesized in nutrient-deficient conditions and is utilized as a reducing equivalent source in nutrient-sufficient conditions (KhosraviDarani et al., 2013). Nitrogen limitation is the most common way to accelerate PHB accumulation (Strong et al., 2016b). The route for PHB generation begins with acetyl-CoA molecules and passes through three enzyme-mediated reactions as follows: (1) condensation of two molecules of acetyl-CoA to yield acetoacetyl-CoA by β -ketothiolase ( phaA ); (2) conversion of acetoacetyl-CoA to 3-hydroxybutyryl-CoA by NADPHacetoacetyl-CoA reductase ( phaB ); (3) polymerization of 3-hydroxybutyrate to produce PHB by PHA synthase ( phaC ) (Khosravi-Darani et al., 2013; Strong et al., 2016b). Most studies on quantitative PHB accumulation are well-documented in Type II genera, including Methylocystis , Methylococcus , Methylosinus ,  and Methylomonas sp.  (Asenjo  and  Suk, 1986; Dedysh et al., 2004; Helm et al., 2008; Helm et al., 2006; Pieja et  al.,  2011;  Shah  et  al.,  1996;  Vecherskaya  et  al.,  2001;  Wendlandt et  al.,  2005;  Wendlandt  et  al.,  2001;  Xin  et  al.,  2007;  Zhang  et  al.,",
    "Fig. 3. Simplified metabolic pathway for production of chemicals and fuels from methane in Type II methanotrophs. The dotted arrows represent the non-native pathway, and the interactions mediated by the heterologous enzyme are marked in red. Enzymes (or encoding genes): MCR , malonyl-CoA reductase; 3HPCS , 3HP-CoA synthetase; sucD ,  succinate  semialdehyde  dehydrogenase; yqhD ,  succinate  semialdehyde  reductase; cadA/ldcC ,  L-lysine  decarboxylase; phaC ,  PHA  synthase; HCM ,  2-hydroxyisobutyryl-CoA mutase; Bld ,  butyryl-CoA dehydrogenase; AdhE ,  alcohol/aldehyde dehydrogenase. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
    "It has been reported that only a small amount of PHB (around 10%) was generated by M. trichosporium OB3b when methane and air were used as substrate mixtures. However, the PHB content rose to 45% when the air was switched to pure oxygen, indicating the role of nitrogenlimited  conditions  in  PHB  production  because  Type  II  generally  can utilize  molecular nitrogen (Shah et al., 1996). The Type II methanotrophic strain, Methylocystis sp. GB 25 can accumulate PHB in a brief non-sterile  process  with  two-stage  cultivation:  a  continuous  growth phase and a PHB production phase under limiting conditions. The PHB content was 51% with a maximum PHB yield of 0.55 g/g with very high molecular mass of PHB produced (up to 2.5 × 10 6 Da) (Wendlandt et al., 2001). Furthermore, the biosynthesis of PHB with an ultra-high averageweight molecular weight can be induced by potassium-limited conditions with levels of 33.6% and a yield of 0.45 g/g in Methylocystis sp. GB 25 (Helm et al., 2008). The M. trichosporium IMV3011 can accumulate PHB up to 0.6 g/L using shake flasks via two-stage cultivation by adding methanol  (0.1%)  to  improve  methane  oxidization.  Then,  to  increase PHB composition, citric acid was supplied as an inhibitor of the TCA cycle, and the PHB yield increased from 12% to 40% ( w / w ). Generally, those resulting PHB possess high molecular weight up to 1.5 × 10 6 Da (Zhang et al., 2008a). Recently, nitrogen-free NMS was employed to examine the production of PHB in the presence or absence of N2  by M. trichosporium OB3b (Zhang et al., 2019). In the absence of N2, the highest PHB content (52.9% with 814.3 mg/L of PHB) was achieved at a ratio of CH4:O2 = 2:1, while in the presence of N2, the highest PHB content (55.5% with 901.8 mg/L of PHB) was obtained at 0.2 atm O2, and PHB accumulation was reduced at &gt; 0.3 atm O2. These results show that the responses of PHB production in methanotrophs to oxygen in the absence and presence of N2 were different (Zhang et al., 2019).",
    "PHB production can be enhanced by optimizing the culture conditions. Flux balance analysis simulations showed that the Methylocystis strains  can  redirect  high  metabolic  fluxes  towards  acetoacetyl-CoA precursor  and  then  to  PHB  under  nitrogen  limitation,  demonstrating that these operating conditions are particularly suitable for PHB production (Bordel et al., 2019b). Acetyl-CoA, which can be utilized by the TCA cycle and fatty acid pathway, is the precursor of acetoacetyl-CoA; therefore, the downregulation of the TCA cycle and fatty acid pathway helps to enhance the metabolic flux towards PHB. On the contrary, fatty acid production could be enhanced by the downregulation of the TCA and PHB cycles. Although fatty acids are attractive products of Type II methanotrophs (Fig. 3), as valuable precursors for the production of transportation fuels, there have been few reports on fatty acid production in Type I methanotrophs (Demidenko et al., 2017; Henard et al., 2016). In addition to the downregulated expression of the TCA and PHB cycles, acetyl-CoA carboxylase expression and the deletion of acetate kinase (block in acetyl-CoA to acetate conversion) are suitable strategies for improving carbon flux towards fatty acid building blocks (acetyl-CoA and malonyl-CoA) for an increased fatty acid accumulation (Demidenko et al., 2017).",
    "## 3.3. Production of non-natural products via the introduction of the nonnative pathway",
    "The  metabolic  engineering  of  Type  I  methanotrophs  has  been extensively developed for the bioproduction of chemicals and biofuels (Henard et al., 2016; Lee et al., 2019a; Nguyen et al., 2018, 2019b). On the contrary, Type II methanotrophs have been recently applied for the production  of  non-natural  products  such  as  3-HP  and  cadaverine (Nguyen et al., 2020a, 2020b) via metabolic engineering, indicating that Type II methanotrophs still have much room for further engineering for the production of potential products based on their metabolic characteristics. Type II methanotrophic alphaproteobacteria have a relatively high flux of acetyl-CoA, a key metabolic intermediate connected to TCA and EMC pathways, thus showing potential for applications in the biofuel production of target products originating from acetyl-CoA, as well as the TCA and EMC cycles (Fig. 3) (Kalyuzhnaya et al., 2015; Lee et al., 2019b).",
    "## 3.3.1. Acetyl-CoA-derived molecules",
    "3-HP is employed as a platform for the creation of many commercial compounds. It can be used for the production of industrial chemicals, such  as  acrylic  acid,  propiolactone,  acrylamide,  and  poly(3HP),  a favorable alternative to petrochemical plastics (Andree ß en and Steinbüchel, 2010; Kumar et al., 2013; Valdehuesa et al., 2013; Wang et al., 2013). The production of 3-HP from methane was performed using a Type II methanotroph (Fig. 3) (Nguyen et al., 2020a). To establish 3-HP production in M. trichosporium OB3b, the gene encoding C. aurantiacus bifunctional malonyl-CoA reductase (MCR) was overexpressed. Then, two strategies were carried out to increase the malonyl-CoA precursor and  3-HP  production.  First,  the  malonyl-CoA  pool  was  increased  by overexpressing  native  acetyl-CoA  carboxylase  (ACC),  thus  enhancing the production of 3-HP. The 3-HP titer was further increased in this strain  by  overexpression  of  biotin  protein  ligase  and  NADP + -malic enzyme. Second, the pathway for acetyl-CoA carboxylation bypass was constructed to improve 3-HP production by overexpressing methylmalonyl-CoA carboxyltransferase (MMC). The co-expression of MMC and phosphoenolpyruvate carboxylase (PEPC) further enhanced the 3-HP titer. The highest 3-HP production was obtained in the OB3bMCRMP  strain,  which  expressed  MCR,  MMC,  and  PEPC.  The  strain accumulated 60.59 mg/L of 3-HP in bioreactor operation, increasing by 6.36-fold in volumetric productivity.",
    "In addition to the malonyl-CoA pathway for 3-HP production, other metabolic pathways from glycerol and β -alanine  precursors  could  be used for the biosynthesis of 3-HP (Borodina et al., 2015; Raj et al., 2008; Song et al., 2016). To produce 3-HP from glycerol, the glycerol metabolism  in K.  pneumoniae and E.  coli could  be  applied  by  expressing glycerol dehydratase, which catalyzes the conversion of glycerol to 3hydroxypropionaldehyde, and aldehyde dehydrogenase, which subsequently converts 3-hydroxypropionaldehyde to 3-HP (Raj et al., 2008). In another route of consecutive reactions converting β -alanine to 3-HP, β -alanine is converted into malonic semialdehyde by β -alanine pyruvate aminotransferase or γ -aminobutyrate transaminase, and malonic semialdehyde is further converted into 3-HP by 3-hydroxypropionate dehydrogenase  or  3-hydroxyisobutyrate  dehydrogenase  (Borodina  et  al., 2015; Song et al., 2016). These pathways represent promising routes for the production of 3-HP in Type II methanotrophs.",
    "## 3.3.2. TCA cycle-derived molecules",
    "Type II methanotrophs are good candidates for the bioconversion of methane into TCA-derived products because of the complete TCA cycle and high carbon flux resulting in this cycle compared to Type I methanotrophs (Matsen et al., 2013). In the metabolism of Type II methanotrophs,  succinyl-CoA  generated  from  methylmalonyl-CoA  via  the EMC pathway and from alpha-ketoglutarate via the TCA cycle is thought to be higher than succinyl-CoA of gammaproteobacteria, which was only formed  from  alpha-ketoglutarate  in  the  TCA  cycle  (Akberdin  et  al., 2018; Fu et al., 2017; Matsen et al., 2013; Yang et al., 2013). Type II methanotrophic bacteria are expected to possess a large pool of oxaloacetate (OAA) owing to the existence and expression of phosphoenolpyruvate carboxylase ( pepc ) and pyruvate carboxylase ( pc ) in its genome (Matsen et al., 2013; Stein et al., 2010). Moreover, flux balance analysis simulations revealed that Type II methanotrophs have significant potential for the production of chemicals from succinate and oxaloacetate derivatives (Bordel et al., 2019b). These features, combined with the fact that a large acetyl-CoA pool, provide advantages for the production of 4-hydroxybutyric acid derived from succinyl-CoA or succinate, lysine, and cadaverine derived from OAA (Fig. 3).",
    "4-hydroxybutyric acid (4-HB), also known as gamma-hydroxybutyric acid,  is  an  important  precursor  of  chemicals  and  polymers,  such  as γ -butyrolactone,  1,4-butanediol,  and  various  polyhydroxyalkanoates (Choi et al., 2013; Choi et al., 2016). 4-HB can be formed through two",
    "metabolic routes: a reductive pathway (succinate route) and an oxidative pathway ( α -ketoglutarate route) (Choi et al., 2013; Valentin et al., 2000; Yim et al., 2011). The redox balance in the 4-HB biosynthesis pathway should be considered since 4-HB is a reduced chemical, and therefore, optimizing the intracellular redox balance could enhance 4HB  production  (Choi  et  al.,  2013;  Choi  et  al.,  2016).  Among  these routes,  a  reductive  pathway  may  be  the  most  potent  way  for  4-HB production due to succinate and succinyl-CoA derivatives. Therefore, the 4-HB biosynthetic pathway was constructed in a Type II methanotroph, M.  trichosporium OB3b,  which  expresses  CoA-succinate  semialdehyde  dehydrogenase  ( sucD )  and  NADPH-succinate  semialdehyde reductase ( yqhD )  genes.  The engineered M. trichosporium OB3b accumulated 6.92 mg/L of 4-HB titer after shake flask culture. The 4-HB titer was increased up to 10.5 mg/L by further expressing the phosphoenolpyruvate carboxylase ( pepc ), isocitrate dehydrogenase ( icd ), and 2-oxoglutarate  dehydrogenase ( sucAB )  genes  in  the  engineered  strain  (Lee et al., 2020b).",
    "L-lysine, one of the most essential amino acids, can be utilized as a precursor for the synthesis of several valuable products, such as glutaric acid, cadaverine, and 5-aminovaleric acid (Kim et al., 2015; Xu et al., 2014). L-lysine is natively produced in small amounts by methanotrophs. To  enhance  L-lysine  production,  aspartokinase  III  ( lysC )  and  diaminopimelate decarboxylase ( lysA ) were expressed in M. trichosporium OB3b. The L-lysine level was improved by 1.37-fold and 2.78-fold in OB3b/lysC and OB3b/lysA, respectively. The expression of lysC or lysA led to a sharp increase in L-lysine accumulation (7.33 mg/L and 14.87 mg/L, respectively). This result indicated the role of lysC or lysA in the regulation  of  metabolic  flux  in  the  L-lysine  biosynthetic  pathway  of M. trichosporium OB3b (Nguyen et al., 2020b).",
    "Cadaverine (1,5-diaminopentane) is an industrial platform chemical with  many  applications  for  the  production  of  polyamides  or  polyurethanes, chelating agents, or additives (Kind and Wittmann, 2011). The biosynthetic pathway of cadaverine encompasses the L-lysine production pathway. Cadaverine is formed through the decarboxylation of L-lysine, and thus its biosynthesis depends on L-lysine. Considering the capability  of  methanotrophs  to  natively  produce  L-lysine,  cadaverine production could be achieved by using the L-lysine biosynthetic pathway and  the  expression  of  L-lysine  decarboxylase  (Akberdin  et  al.,  2018; Chung  et  al.,  2015;  Stein  et  al.,  2010). M.  trichosporium OB3b  was engineered to produce cadaverine by the expression of L-lysine decarboxylase  ( cadA and ldcC from E.  coli )  converting  L-lysine  directly  to cadaverine. Compared to cadA , ldcC exhibited higher enzyme activity. Llysine biosynthetic pool was increased by overexpressing native lysC and lysA and Methylomonas sp. DH-1 pyruvate carboxylase ( pyc ), resulting in a ~ 10-fold increase in the cadaverine titer (corresponding to 30.99 mg/ L).  Furthermore, cadaverine was further improved to 33.18 mg/L by introducing an E.  coli cadaverine-lysine antiporter ( CadB ),  which  encourages the secretion of cadaverine. In that study, higher concentration of cadaverine was produced by using AMS medium with ammonium as a nitrogen source compared to using NMS medium with nitrate as a nitrogen source due to direct assimilation of ammonium into the lysine synthesis  pathway.  Finally,  283.63  mg/L  of  cadaverine  with  a  volumetric  productivity  of  6.52  mg/g  DCW/d  was  produced  using  a  gas bioreactor system with AMS medium (Nguyen et al., 2020b).",
    "## 3.3.3. EMC-derived molecules",
    "Type II methanotrophs have the ability to alter the significant carbon fluxes into acetoacetyl-CoA under nitrogen-deficient conditions, combined  with  high  metabolic  fluxes  that  go  through  the  EMC  pathway (Bordel  et  al.,  2019b;  Yang  et  al.,  2013),  making  these  organisms attractive  platforms  for  metabolic  engineering  for  the  production  of EMC-derived molecules (Fig. 3).",
    "1,3-Butanediol (1,3-BDO) is an important material for generating a variety of compounds, such as azetidinone derivatives and intermediate materials  for  pheromones,  antibiotics,  fragrances,  and  insecticides (Matsuyama et al., 2001). In the presence of phaA and phaB in Type II",
    "methanotrophs (Dam et al., 2012; Stein et al., 2011; Stein et al., 2010), 1,3-BDO could be accumulated by the expression of butyryl-CoA dehydrogenase ( Bld ), which catalyzes the conversion of 3-hydroxybutyrylCoA  into  3-hydroxybutyraldehyde,  followed  by  the  conversion  of  3hydroxybutyraldehyde into 1,3-BDO by alcohol/aldehyde dehydrogenase ( AdhE ) (Kataoka et al., 2013; Kataoka et al., 2014). Thus, Type II methanotrophs can be promising hosts for 1,3-BDO production.",
    "2-Hydroxyisobutyric acid (2-HIBA), a hydroxylated carboxylic acid, has emerged as a fascinating building block for the production of acrylic glass, long-lasting coating, and inks (Rohwerder and Müller, 2010). The production of 2-HIBA is based on the prevalent overflow PHB pathway of bacteria; therefore, Type II methanotrophs as PHB native hosts could be employed for 2-HIBA production (Kalyuzhnaya et al., 2015; Rohde et al., 2017). In this route, acetyl-CoA is transformed into 3-hydroxybutyryl-CoA by phaA and phaB . Then, replacing the polymerization step catalyzed by phaC , the expression of 2-hydroxyisobutyryl-CoA mutase (HCM) can generate 2-hydroxyisobutyryl-CoA, which is consequently cleaved  by  intracellular  thioesterases  to  excrete  2-HIBA  (KurtevaYaneva et al., 2015; Rohde et al., 2017; Yaneva et al., 2012). As a proofof-concept, the production of 2-HIBA in a non-methane utilizing methylotroph, Methylobacterium  extorquens AM1,  with  a  similar  serine pathway for carbon utilization expressing HCM genes has already been demonstrated, and 2.1 g/L 2-HIBA was produced in the recombinant M. extorquens AM1 using methanol as the substrate (Rohde et al., 2017). Therefore, exploiting the PHB overflow metabolism in Type II methanotrophs can represent a potential strategy for 2-HIBA biosynthesis.",
    "Many Type II methanotrophic bacteria can synthesize PHB under nitrogen-limited  conditions,  but  the  application  of  PHB  is  limited because of its stiffness and brittleness (Strong et al., 2016b). The co -polymerization  of  3-hydroxybutyrate  (3HB)  with  another  hydroxyalkanoic acid (HA) monomer is an alternative to produce biopolymers with desirable properties, such as the polymers P(3HB-co-3HV) and P (3HB-co-4HB), which are comparatively tougher and more elastic than PHB. There are many strategies for the conversion of methane into more versatile  polyhydroxyalkanoates  (PHAs).  The  culture  media  can  be supplied with a co-substrate that can be directly metabolized to produce fatty acid-CoA, followed by condensing with acetyl-CoA to generate the starting  materials  for  copolymer  synthesis.  For  example,  by  adding propionate or propionyl-CoA, 3-ketovaleryl-CoA is created and subsequently condensed with 3-hydroxybuturyl-CoA to generate the P(3HBco-3HV)  biopolymer.  P(3HB-co-3HV)  was  produced  by  supplying valerate using a culture predominated by a Methylocystis spp., in which the  molar  %  of  3HV  rose  with  an  increase  in  the  amount  of  added valerate (Myung et al., 2015). Supplying different HA resulted in the accumulation of PHA copolymers in the culture of many methanotrophic strains, as well as two  strains, including M.  parvus OBBP  and M. trichosporium OB3b (Myung, 2018). Only PHB was synthesized when methane  was  given  as  the  only  carbon  source.  Adding  propionate enhanced PHBV production, while adding valerate further improved the PHBV content due to the formation of 3HV in the resulting copolymer (Myung, 2018). Even though these strategies have proven successful, the addition of precursors is an appended cost. Other combinations could be used to generate desirable PHA co-polymers from cheaper substrates. For example, poly(3HB-co-3HP) or poly(3HB-co-4HB) could be synthesized in Type II methanotrophs by combining the native PHB pathway and the 3-HP or 4-HB production pathway, together with the expression of  3-HP-CoA  synthetase  or  4-HB-CoA  synthetase  and  native phaC or heterologous phaC , using methane as the sole carbon substrate.",
    "## 4. Concluding remarks and outlook",
    "Compared to Type I methanotrophs, Type II methanotrophic bacteria can  be  a  more  efficient  biocatalyst  for  the  production  of  important chemicals such as methanol, propanol, ethanol, epoxide, diol and so on which is directly related to methane oxidation pathway (Hwang et al., 2015; Hwang et al., 2014; Lee et al., 2020a; Nguyen et al., 2019a; Oh",
    "et al., 2019; Patel et al., 2016b). Especially, due to a social issue from plastic pollution in the recent years, the capability to natively accumulate biodegradable plastics, PHB of Type II methanotrophs is an attractive  characteristic  (Laycock  et  al.,  2013;  Strong  et  al.,  2016b).  The physicochemical  properties  of  PHB  could  be  further  improved  by blending with another kind of polymer, P(3HP), or P(4HB), which can be  used  as  a  biodegradable  polymer.  Thus,  metabolic  engineering  of Type II methanotrophs promises to bring a feasible environmentallyfriendly solution for the production of green plastics with mitigation of greenhouse gas for acclimation of climate change.",
    "Despite the large number of benefits provided by Type II methanotrophs for methane bioconversion, their applications are still limited due to a lack of fluent and efficient genetic engineering tools, as well as gaps in our understanding of their physiology and metabolism. In order to use Type II methanotrophs as an efficient industrial platform, an improved system-level understanding of cells, such as gene expression regulation, regulating mechanism of C1 metabolism, and metabolic flux distribution, is necessary for the suitable design of engineering strategies in Type II methanotrophs. Type II methanotrophs have lower biomass yields on methane in comparison with Type I methanotrophs due to the redox arm mechanism for methane oxidation (Bordel et al., 2019b; Bordel et al., 2019c; Naizabekov and Lee, 2020); this mechanism should be revisited to find a suitable way to improve cell growth. Additionally, the native serine cycle in Type II methanotrophs could be re-established to enhance methane utilization as well as the productivity of products from Type II methanotrophic strains (Nguyen and Lee, 2020). Type II methanotrophs showed potential for the production of acetoacetyl-CoA- as well as EMCderived products (Bordel et al., 2019b), but the production of EMC derivatives could affect to the cell growth by disrupting the EMC pathway. Therefore, the construction of glyoxylate shunt as the replacement for the EMC pathway might be necessary for accumulation of EMC-derived products (Nguyen and Lee, 2020; Schada von Borzyskowski et al., 2018).",
    "The establishment of a synthetic pathway in non-native host from the natural cycle existing in methanotrophs has emerged recently and brings another sustainable way for C1 bioconversion. By applying the suitable genes from natural serine cycle present in Type II methanotrophs, the reductive glycine pathway was constructed in the non-native hosts and considered a potential route to establish formatotrophic microbes such as E.  coli,  S.  cerevisiae, and C.  necator ,  opening  the  door  for  the  C1derived formate bioeconomy in a microbial platform (Claassens et al., 2020; Doring et al., 2018; Gonzalez de la Cruz et al., 2019; Yishai et al., 2018). Furthermore, the modified serine cycle built in E. coli allows the strain to assimilate methanol (or formate) together with CO2 (Bang and Lee, 2018; Yu and Liao, 2018). Based on those concepts, the evolved synthetic  formatotrophic  and  methylotrophic E.  coli can  grow  on methanol  and  CO2  using  the  reductive  glycine  pathway  (Kim  et  al., 2020). Thus, synthetic methylotrophy could play a certain role in C1 gas biorefineries.",
    "In this review, the latest advances in metabolic engineering of Type II methanotrophs are discussed, including progress in genetic tool development and multi-omics studies, metabolic divergence, and the capacity for employment of Type II methanotrophic bacteria as catalysts for the bioproduction of chemicals and fuels. This information can give strategies for metabolic engineering of Type II methanotrophs, including the selection of broad-host-range plasmid systems and novel strains with properties  well-suited  for  metabolic  engineering.  Growing  studies  of methanotrophic  metabolism  will  present  opportunities  for  implementation of a variety of suitable metabolic engineering strategies. Such strategies  will  pave  the  way  to  employ  the  full  potential  of  Type  II methanotrophic biocatalysis. This review is expected to encourage researchers to take advantage of the methanotrophic machinery, as well as provide a driving direction for industrial implementation.",
    "## Declaration of Competing Interest",
    "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
    "This research was supported by C1 Gas Refinery Program through the National Research Foundation of Korea (NRF) funded by the Ministry of Science and ICT (NRF-2015M3D3A1A01064882), South Korea.",
    "- Akberdin, I.R., Thompson, M., Hamilton, R., Desai, N., Alexander, D., Henard, C.A., Guarnieri, M.T., Kalyuzhnaya, M.G., 2018. Methane utilization in Methylomicrobium alcaliphilum 20ZR: a systems approach. Sci. Rep. 8 (1), 2512.\n- Andree ß en, B., Steinbüchel, A., 2010. Biosynthesis and biodegradation of 3-hydroxypropionate-containing polyesters. Appl. Environ. Microbiol. 76 (15), 4919 -4925.\n- Asenjo, J.A., Suk, J.S., 1986. Microbial conversion of methane into polyβ -hydroxybutyrate (PHB): growth and intracellular product accumulation in a type II methanotroph. J. Ferment. Technol. 64 (4), 271 -278.\n- Auman, A.J., Speake, C.C., Lidstrom, M.E., 2001. nifH sequences and nitrogen fixation in type I and type II methanotrophs. Appl. Environ. Microbiol. 67 (9), 4009 -4016.\n- Baani, M., Liesack, W., 2008. Two isozymes of particulate methane monooxygenase with different methane oxidation kinetics are found in Methylocystis sp. strain SC2. Proc. Natl. Acad. Sci. U. S. A. 105 (29), 10203 -10208.\n- Bang, J., Lee, S.Y., 2018. Assimilation of formic acid and CO2 by engineered Escherichia coli equipped with reconstructed one-carbon assimilation pathways. Proc. Natl. Acad. Sci. U. S. A. 115 (40), E9271 -E9279.\n- Bordel, S., Rodríguez, E., Mu ˜ noz, R., 2019a. Genome sequence of Methylocystis hirsuta CSC1, a polyhydroxyalkanoate producing methanotroph. Microbiologyopen 8 (6), e00771.\n- Bordel, S., Rodríguez, Y., Hakobyan, A., Rodríguez, E., Lebrero, R., Mu ˜ noz, R., 2019b. Genome scale metabolic modeling reveals the metabolic potential of three type II methanotrophs of the genus Methylocystis . Metab. Eng. 54, 191 -199.\n- Bordel, S., Rojas, A., Mu ˜ noz, R., 2019c. Reconstruction of a genome scale metabolic model of the polyhydroxybutyrate producing methanotroph Methylocystis parvus OBBP. Microb. Cell Fact. 18 (1), 104.\n- Borodina, E., Nichol, T., Dumont, M.G., Smith, T.J., Murrell, J.C., 2007. Mutagenesis of the ' leucine gate ' to explore the basis of catalytic versatility in soluble methane monooxygenase. Appl. Environ. Microbiol. 73 (20), 6460 -6467.\n- Borodina, I., Kildegaard, K.R., Jensen, N.B., Blicher, T.H., Maury, J., Sherstyk, S., Schneider, K., Lamosa, P., Herrgård, M.J., Rosenstand, I., ¨ Oberg, F., Forster, J., Nielsen, J., 2015. Establishing a synthetic pathway for high-level production of 3hydroxypropionic acid in Saccharomyces cerevisiae via β -alanine. Metab. Eng. 27, 57 -64.\n- Chen, Y., Crombie, A., Rahman, M.T., Dedysh, S.N., Liesack, W., Stott, M.B., Alam, M., Theisen, A.R., Murrell, J.C., Dunfield, P.F., 2010. Complete genome sequence of the aerobic facultative methanotroph Methylocella silvestris BL2. J. Bacteriol. 192 (14), 3840 -3841.\n- Choi, S., Kim, H.U., Kim, T.Y., Kim, W.J., Lee, M.H., Lee, S.Y., 2013. Production of 4hydroxybutyric acid by metabolically engineered Mannheimia succiniciproducens and its conversion to γ -butyrolactone by acid treatment. Metab. Eng. 20, 73 -83.\n- Choi, S., Kim, H.U., Kim, T.Y., Lee, S.Y., 2016. Systematic engineering of TCA cycle for optimal production of a four-carbon platform chemical 4-hydroxybutyric acid in Escherichia coli . Metab. Eng. 38, 264 -273.\n- Chung, H., Yang, J.E., Ha, J.Y., Chae, T.U., Shin, J.H., Gustavsson, M., Lee, S.Y., 2015. Bio-based production of monomers and polymers by metabolically engineered microorganisms. Curr. Opin. Biotechnol. 36, 73 -84.\n- Claassens, N.J., Bordanaba-Florit, G., Cotton, C.A.R., De Maria, A., Finger-Bou, M., Friedeheim, L., Giner-Laguarda, N., Munar-Palmer, M., Newell, W., Scarinci, G., Verbunt, J., de Vries, S.T., Yilmaz, S., Bar-Even, A., 2020. Replacing the Calvin cycle with the reductive glycine pathway in Cupriavidus necator . Metab. Eng. 62, 30 -41. Conrado, R.J., Gonzalez, R., 2014. Envisioning the bioconversion of methane to liquid fuels. Science 343 (6171), 621 -623.\n- Crombie, A., Murrell, J.C., Rosenzweig, A.C., 2011. Chapter eight - development of a system for genetic manipulation of the facultative methanotroph Methylocella silvestris BL2. In: Ragsdale, S.W. (Ed.), Meth. Enzymol. Academic Press, pp. 119 -133.\n- Crombie, A.T., Murrell, J.C., 2014. Trace-gas metabolic versatility of the facultative methanotroph Methylocella silvestris . Nature 510 (7503), 148 -151.\n- Dalton, H., 2005. The Leeuwenhoek Lecture 2000 the natural and unnatural history of methane-oxidizing bacteria. Philos. Trans. R. Soc. Lond. Ser. B Biol. Sci. 360 (1458), 1207 -1222.\n- Dam, B., Dam, S., Kube, M., Reinhardt, R., Liesack, W., 2012. Complete genome sequence of Methylocystis sp. strain SC2, an aerobic methanotroph with high-affinity methane oxidation potential. J. Bacteriol. 194 (21), 6008 -6009.\n- Dam, B., Dam, S., Blom, J., Liesack, W., 2013. Genome analysis coupled with physiological studies reveals a diverse nitrogen metabolism in Methylocystis sp. strain SC2. PLoS One 8 (10), e74767.\n- Dedysh, S.N., Dunfield, P.F., 2011. Facultative and obligate methanotrophs: how to identify and differentiate them. Meth. Enzymol. 495, 31 -44.\n- Dedysh, S.N., Khmelenina, V.N., Suzina, N.E., Trotsenko, Y.A., Semrau, J.D., Liesack, W., Tiedje, J.M., 2002. Methylocapsa acidiphila gen. nov., sp. nov., a novel methaneoxidizing and dinitrogen-fixing acidophilic bacterium from Sphagnum bog. Int. J. Syst. Evol. Microbiol. 52 (1), 251 -261.",
    "- Dedysh, S.N., Berestovskaya, Y.Y., Vasylieva, L.V., Belova, S.E., Khmelenina, V.N., Suzina, N.E., Trotsenko, Y.A., Liesack, W., Zavarzin, G.A., 2004. Methylocella tundrae sp. nov., a novel methanotrophic bacterium from acidic tundra peatlands. Int. J. Syst. Evol. Microbiol. 54 (1), 151 -156.\n- Dedysh, S.N., Naumoff, D.G., Vorobev, A.V., Kyrpides, N., Woyke, T., Shapiro, N., Crombie, A.T., Murrell, J.C., Kalyuzhnaya, M.G., Smirnova, A.V., Dunfield, P.F., 2015. Draft genome sequence of Methyloferula stellata AR4, an obligate methanotroph possessing only a soluble methane monooxygenase. Genome Announc. 3 (2).\n- del Cerro, C., García, J.M., Rojas, A., Tortajada, M., Ram ´ on, D., Gal ´ an, B., Prieto, M.A., García, J.L., 2012. Genome sequence of the methanotrophic polyβ -hydroxybutyrate producer Methylocystis parvus OBBP. J. Bacteriol. 194 (20), 5709 -5710.\n- Demidenko, A., Akberdin, I.R., Allemann, M., Allen, E.E., Kalyuzhnaya, M.G., 2017. Fatty acid biosynthesis pathways in Methylomicrobium buryatense 5G(B1). Front. Microbiol. 7, 2167.\n- Doring, V., Darii, E., Yishai, O., Bar-Even, A., Bouzon, M., 2018. Implementation of a reductive route of one-carbon assimilation in Escherichia coli through directed evolution. ACS Synth. Biol. 7 (9), 2029 -2036.\n- Duan, C., Luo, M., Xing, X., 2011. High-rate conversion of methane to methanol by Methylosinus trichosporium OB3b. Bioresour. Technol. 102 (15), 7349 -7353.\n- Dunfield, P.F., Khmelenina, V.N., Suzina, N.E., Trotsenko, Y.A., Dedysh, S.N., 2003. Methylocella silvestris sp. nov., a novel methanotroph isolated from an acidic forest cambisol. Int. J. Syst. Evol. Microbiol. 53 (5), 1231 -1239.\n- Dunfield, P.F., Belova, S.E., Vorob ' ev, A.V., Cornish, S.L., Dedysh, S.N., 2010. Methylocapsa aurea sp. nov., a facultative methanotroph possessing a particulate methane monooxygenase, and emended description of the genus Methylocapsa. Int. J. Syst. Evol. Microbiol. 60 (11), 2659 -2664.\n- Etiope, G., Ciccioli, P., 2009. Earth ' s degassing: a missing ethane and propane source. Science 323 (5913), 478.\n- Fei, Q., Guarnieri, M.T., Tao, L., Laurens, L.M.L., Dowe, N., Pienkos, P.T., 2014. Bioconversion of natural gas to liquid fuel: opportunities and challenges. Biotechnol. Adv. 32 (3), 596 -614.\n- Fu, Y., Li, Y., Lidstrom, M., 2017. The oxidative TCA cycle operates during methanotrophic growth of the type I methanotroph Methylomicrobium buryatense 5GB1. Metab. Eng. 42, 43 -51.\n- Furuto, T., Takeguchi, M., Okura, I., 1999. Semicontinuous methanol biosynthesis by Methylosinus trichosporium OB3b. J. Mol. Catal. A Chem. 144 (2), 257 -261.\n- Gonzalez de la Cruz, J., Machens, F., Messerschmidt, K., Bar-Even, A., 2019. Core catalysis of the reductive glycine pathway demonstrated in yeast. ACS Synth. Biol. 8 (5), 911 -917.\n- Haynes, C.A., Gonzalez, R., 2014. Rethinking biological activation of methane and conversion to liquid fuels. Nat. Chem. Biol. 10 (5), 331 -339.\n- Helm, J., Wendlandt, K.-D., Rogge, G., Kappelmeyer, U., 2006. Characterizing a stable methane-utilizing mixed culture used in the synthesis of a high-quality biopolymer in an open system. J. Appl. Microbiol. 101 (2), 387 -395.\n- Helm, J., Wendlandt, K.-D., Jechorek, M., Stottmeister, U., 2008. Potassium deficiency results in accumulation of ultra-high molecular weight polyβ -hydroxybutyrate in a methane-utilizing mixed culture. J. Appl. Microbiol. 105 (4), 1054 -1061.\n- Henard, C.A., Smith, H., Dowe, N., Kalyuzhnaya, M.G., Pienkos, P.T., Guarnieri, M.T., 2016. Bioconversion of methane to lactate by an obligate methanotrophic bacterium. Sci. Rep. 6 (1), 21585.\n- Hou, C.T., 1984. Propylene oxide production from propylene by immobilized whole cells of Methylosinus sp. CRL 31 in a gas-solid bioreactor. Appl. Microbiol. Biotechnol. 19 (1), 1 -4.\n- Hwang, I.Y., Lee, S.H., Choi, Y.S., Park, S.J., Na, J.G., Chang, I.S., Kim, C., Kim, H.C., Kim, Y.H., Lee, J.W., Lee, E.Y., 2014. Biocatalytic conversion of methane to methanol as a key step for development of methane-based biorefineries. J. Microbiol. Biotechnol. 24 (12), 1597 -1605.\n- Hwang, I.Y., Hur, D.H., Lee, J.H., Park, C.H., Chang, I.S., Lee, J.W., Lee, E.Y., 2015. Batch conversion of methane to methanol using Methylosinus trichosporium OB3b as biocatalyst. J. Microbiol. Biotechnol. 25 (3), 375 -380.\n- Kalyuzhnaya, M.G., Puri, A.W., Lidstrom, M.E., 2015. Metabolic engineering in methanotrophic bacteria. Metab. Eng. 29, 142 -152.\n- Kalyuzhnaya, M.G., Gomez, O.A., Murrell, J.C., 2019. The methane-oxidizing Bacteria (Methanotrophs). In: McGenity, T.J. (Ed.), Taxonomy, Genomics and Ecophysiology of Hydrocarbon-Degrading Microbes. Springer International Publishing, Cham, pp. 1 -34.\n- Kataoka, N., Vangnai, A.S., Tajima, T., Nakashimada, Y., Kato, J., 2013. Improvement of (R)-1,3-butanediol production by engineered Escherichia coli . J. Biosci. Bioeng. 115 (5), 475 -480.\n- Kataoka, N., Vangnai, A.S., Ueda, H., Tajima, T., Nakashimada, Y., Kato, J., 2014. Enhancement of (R)-1, 3-butanediol production by engineered Escherichia coli using a bioreactor system with strict regulation of overall oxygen transfer coefficient and pH. Biosci. Biotechnol. Biochem. 78 (4), 695 -700.\n- Kenney, G.E., Goering, A.W., Ross, M.O., DeHart, C.J., Thomas, P.M., Hoffman, B.M., Kelleher, N.L., Rosenzweig, A.C., 2016. Characterization of methanobactin from Methylosinus sp. LW4. J. Am. Chem. Soc. 138 (35), 11124 -11127.\n- Khosravi-Darani, K., Mokhtari, Z.-B., Amai, T., Tanaka, K., 2013. Microbial production of poly(hydroxybutyrate) from C1 carbon sources. Appl. Microbiol. Biotechnol. 97 (4), 1407 -1424.\n- Kim, H.G., Han, G.H., Kim, S.W., 2010. Optimization of lab scale methanol production by Methylosinus trichosporium OB3b. Biotechnol. Bioprocess Eng. 15 (3), 476 -480.\n- Kim, H.J., Kim, Y.H., Shin, J.-H., Bhatia, S.K., Sathiyanarayanan, G., Seo, H.-M., Choi, K. Y., Yang, Y.-H., Park, K., 2015. Optimization of direct lysine decarboxylase biotransformation for cadaverine production with whole-cell biocatalysts at high lysine concentration. J. Microbiol. Biotechnol. 25 (7), 1108 -1113.\n- Kim, S., Lindner, S.N., Aslan, S., Yishai, O., Wenk, S., Schann, K., Bar-Even, A., 2020. Growth of E. coli on formate and methanol via the reductive glycine pathway. Nat. Chem. Biol. 16 (5), 538 -545.\n- Kind, S., Wittmann, C., 2011. Bio-based production of the platform chemical 1,5diaminopentane. Appl. Microbiol. Biotechnol. 91 (5), 1287 -1296.\n- Kumar, V., Ashok, S., Park, S., 2013. Recent advances in biological production of 3hydroxypropionic acid. Biotechnol. Adv. 31 (6), 945 -961.\n- Kurteva-Yaneva, N., Zahn, M., Weichler, M.-T., Starke, R., Harms, H., Müller, R.H., Str ¨ ater, N., Rohwerder, T., 2015. Structural basis of the stereospecificity of bacterial B12-dependent 2-hydroxyisobutyryl-CoA mutase. J. Biol. Chem. 290 (15), 9727 -9737.\n- Laycock, B., Halley, P., Pratt, S., Werker, A., Lant, P., 2013. The chemomechanical properties of microbial polyhydroxyalkanoates. Prog. Polym. Sci. 38 (3 -4), 536 -583.\n- Lee, S.G., Goo, J.H., Kim, H.G., Oh, J.-I., Kim, Y.M., Kim, S.W., 2004. Optimization of methanol biosynthesis from methane using Methylosinus trichosporium OB3b. Biotechnol. Lett. 26 (11), 947 -950.\n- Lee, S.J., Kim, H.S., Kim, S.J., Park, S., Kim, B.J., Shuler, M.L., Lee, E.Y., 2007. Cloning, expression and enantioselective hydrolytic catalysis of a microsomal epoxide hydrolase from a marine fish, Mugil cephalus . Biotechnol. Lett. 29 (2), 237 -246.\n- Lee, O.K., Hur, D.H., Nguyen, D.T.N., Lee, E.Y., 2016. Metabolic engineering of methanotrophs and its application to production of chemicals and biofuels from methane. Biofuel Bioprod. Biorefin. 10 (6), 848 -863.\n- Lee, J.K., Kim, S., Kim, W., Kim, S., Cha, S., Moon, H., Hur, D.H., Kim, S.-Y., Na, J.-G., Lee, J.W., Lee, E.Y., Hahn, J.-S., 2019a. Efficient production of d-lactate from methane in a lactate-tolerant strain of Methylomonas sp. DH-1 generated by adaptive laboratory evolution. Biotechnol. Biofuels 12 (1), 234.\n- Lee, O.K., Nguyen, D.T.N., Lee, E.Y., 2019b. Metabolic engineering of methanotrophs for the production of chemicals and fuels. In: Lee, E.Y. (Ed.), Methanotrophs: Microbiology Fundamentals and Biotechnological Applications. Springer International Publishing, Cham, pp. 163 -203.\n- Lee, E.Y., Lee, O.K., Park, Y., 2020a. Transformed Methanotrophs for Producing Diols and Uses Thereof. Korean Patents.\n- Lee, E.Y., Nguyen, T.T., Lee, O.K., 2020b. Production of Poly(3-Hydroxybutyrate-Co-4Hydroxybutyrate) from Methane by Metabolic Engineered Methanotrophs. Korean Patents.\n- Lindner, A.S., Pacheco, A., Aldrich, H.C., Staniec, A.C., Uz, I., Hodson, D.J., 2007. Methylocystis hirsuta sp. nov., a novel methanotroph isolated from a groundwater aquifer. Int. J. Syst. Evol. Microbiol. 57 (8), 1891 -1900.\n- Lloyd, J.S., De Marco, P., Dalton, H., Murrell, J.C., 1999. Heterologous expression of soluble methane monooxygenase genes in methanotrophs containing only particulate methane monooxygenase. Arch. Microbiol. 171 (6), 364 -370.\n- Martin, H., Murrell, J.C., 1995. Methane monooxygenase mutants of Methylosinus trichosporium constructed by marker-exchange mutagenesis. FEMS Microbiol. Lett. 127 (3), 243 -248.\n- Matsen, J.B., Yang, S., Stein, L.Y., Beck, D.A., Kalyuzhanaya, M.G., 2013. Global molecular analyses of methane metabolism in methanotrophic alphaproteobacterium, Methylosinus trichosporium OB3b. Part I: transcriptomic study. Front. Microbiol. 4, 40.\n- Matsuyama, A., Yamamoto, H., Kawada, N., Kobayashi, Y., 2001. Industrial production of (R)-1,3-butanediol by new biocatalysts. J. Mol. Catal. B Enzym. 11 (4), 513 -521. Murrell, J.C., 1992. Genetics and molecular biology of methanotrophs. FEMS Microbiol. Rev. 8 (3 -4), 233 -248.\n- Myung, J., 2018. PHA copolymers from methane. In: 8th World Congress on Biopolymers &amp; Bioplastics. Berlin, Germany.\n- Myung, J., Galega, W.M., Van Nostrand, J.D., Yuan, T., Zhou, J., Criddle, C.S., 2015. Long-term cultivation of a stable Methylocystis -dominated methanotrophic enrichment enabling tailored production of poly(3-hydroxybutyrate-co-3hydroxyvalerate). Bioresour. Technol. 198, 811 -818.\n- Naizabekov, S., Lee, E.Y., 2020. Genome-scale metabolic model reconstruction and in silico investigations of methane metabolism in Methylosinus trichosporium OB3b. Microorganisms 8 (3), 437.\n- Nariya, S., Kalyuzhnaya, M.G., 2019. Diversity, physiology, and biotechnological potential of halo(alkali)philic methane-consuming bacteria. In: Lee, E.Y. (Ed.), Methanotrophs: Microbiology Fundamentals and Biotechnological Applications. Springer International Publishing, Cham, pp. 139 -161.\n- Nguyen, A.D., Lee, E.Y., 2020. Engineered methanotrophy: a sustainable solution for methane-based industrial biomanufacturing. Trends Biotechnol. https://doi.org/ 10.1016/j.tibtech.2020.07.007.\n- Nguyen, A.D., Hwang, I.Y., Lee, O.K., Kim, D., Kalyuzhnaya, M.G., Mariyana, R., Hadiyati, S., Kim, M.S., Lee, E.Y., 2018. Systematic metabolic engineering of Methylomicrobium alcaliphilum 20Z for 2,3-butanediol production from methane. Metab. Eng. 47, 323 -333.\n- Nguyen, T.T., Hwang, I.Y., Na, J.G., Lee, E.Y., 2019a. Biological conversion of propane to 2-propanol using group I and II methanotrophs as biocatalysts. J. Ind. Microbiol. Biotechnol. 46 (5), 675 -685.\n- Nguyen, D.T.N., Lee, O.K., Hadiyati, S., Affifah, A.N., Kim, M.S., Lee, E.Y., 2019b. Metabolic engineering of the type I methanotroph Methylomonas sp. DH-1 for production of succinate from methane. Metab. Eng. 54, 170 -179.\n- Nguyen, D.T.N., Lee, O.K., Lim, C., Lee, J., Na, J.-G., Lee, E.Y., 2020a. Metabolic engineering of type II methanotroph, Methylosinus trichosporium OB3b, for production of 3-hydroxypropionic acid from methane via a malonyl-CoA reductasedependent pathway. Metab. Eng. 59, 142 -150.\n- Nguyen, T.T., Lee, O.K., Sanzhar, N., Lee, E.Y., 2020b. Bioconversion of methane to cadaverine and lysine by engineered type II methanotroph, Methylosinus trichosporium OB3b. Green Chem. 22, 7803 -7811.",
    "- Nyerges, G., Han, S.-K., Stein, L.Y., 2010. Effects of ammonium and nitrite on growth and competitive fitness of cultivated methanotrophic bacteria. Appl. Environ. Microbiol. 76 (16), 5648 -5651.\n- Oh, S.H., Hwang, I.Y., Lee, O.K., Won, W., Lee, E.Y., 2019. Development and optimization of the biological conversion of ethane to ethanol using whole-cell methanotrophs possessing methane monooxygenase. Molecules 24 (3).\n- Oldenhuis, R., Vink, R.L., Janssen, D.B., Witholt, B., 1989. Degradation of chlorinated aliphatic hydrocarbons by Methylosinus trichosporium OB3b expressing soluble methane monooxygenase. Appl. Environ. Microbiol. 55 (11), 2819 -2826.\n- Patel, S.K., Jeong, J.-H., Mehariya, S., Otari, S.V., Madan, B., Haw, J.R., Lee, J.-K., Zhang, L., Kim, I.-W., 2016a. Production of methanol from methane by encapsulated Methylosinus sporium . J. Microbiol. Biotechnol. 26 (12), 2098 -2105.\n- Patel, S.K., Mardina, P., Kim, S.-Y., Lee, J.-K., Kim, I.-W., 2016b. Biological methanol production by a type II methanotroph Methylocystis bryophila . J. Microbiol. Biotechnol. 26 (4), 717 -724.\n- Pieja, A.J., Sundstrom, E.R., Criddle, C.S., 2011. Poly-3-hydroxybutyrate metabolism in the type II methanotroph Methylocystis parvus OBBP. Appl. Environ. Microbiol. 77 (17), 6012 -6019.\n- Raj, S.M., Rathnasingh, C., Jo, J.-E., Park, S., 2008. Production of 3-hydroxypropionic acid from glycerol by a novel recombinant Escherichia coli BL21 strain. Process Biochem. 43 (12), 1440 -1446.\n- Ro, S.Y., Rosenzweig, A.C., 2018. Chapter twelve - recent advances in the genetic manipulation of Methylosinus trichosporium OB3b. In: Moore, B.S. (Ed.), Meth. Enzymol. Academic Press, pp. 335 -349.\n- Rohde, M.-T., Tischer, S., Harms, H., Rohwerder, T., 2017. Production of 2-hydroxyisobutyric acid from methanol by Methylobacterium extorquens AM1 expressing GLYPH&lt;0&gt; 3hydroxybutyryl coenzyme A-isomerizing enzymes. Appl. Environ. Microbiol. 83 (3) e02622-02616.\n- Rohwerder, T., Müller, R.H., 2010. Biosynthesis of 2-hydroxyisobutyric acid (2-HIBA) from renewable carbon. Microb. Cell Fact 9 (1), 13.\n- Rostkowski, K.H., Pfluger, A.R., Criddle, C.S., 2013. Stoichiometry and kinetics of the PHB-producing type II methanotrophs Methylosinus trichosporium OB3b and Methylocystis parvus OBBP. Bioresour. Technol. 132, 71 -77.\n- Schada von Borzyskowski, L., Sonntag, F., P ¨ oschel, L., Vorholt, J.A., Schrader, J., Erb, T. J., Buchhaupt, M., 2018. Replacing the ethylmalonyl-CoA pathway with the glyoxylate shunt provides metabolic flexibility in the central carbon metabolism of Methylobacterium extorquens AM1. ACS Synth. Biol. 7 (1), 86 -97.\n- Semrau, J.D., DiSpirito, A.A., Yoon, S., 2010. Methanotrophs and copper. FEMS Microbiol. Rev. 34 (4), 496 -531.\n- Semrau, J.D., DiSpirito, A.A., Vuilleumier, S., 2011. Facultative methanotrophy: false leads, true results, and suggestions for future research. FEMS Microbiol. Lett. 323 (1), 1 -12.",
    "Shah, N.N., Hanna, M.L., Taylor, R.T., 1996. Batch cultivation of trichosporium",
    "OB3b: V. Characterization of poly-beta-hydroxybutyrate production under methane-dependent growth conditions. Biotechnol. Bioeng. 49 (2), 161",
    "- Shimoda, M., Ono, M., Okura, I., 1989. Ethanol formation from ethane with Methylosinus trichosporium (OB3b). J. Mol. Catal. 52 (3), L37 -L39.\n- Smith, T.J., Murrell, J.C., 2011. Mutagenesis of soluble methane monooxygenase. Meth. Enzymol. 495, 135 -147.\n- Smith, T.J., Slade, S.E., Burton, N.P., Murrell, J.C., Dalton, H., 2002a. Improved system for protein engineering of the hydroxylase component of soluble methane monooxygenase. Appl. Environ. Microbiol. 68 (11), 5265 -5273.\n- Smith, T.J., Slade, S.E., Burton, N.P., Murrell, J.C., Dalton, H., 2002b. Improved system for protein engineering of the hydroxylase component of soluble methane monooxygenase. Appl. Environ. Microbiol. 68 (11), 5265 -5273.\n- Song, C.W., Kim, J.W., Cho, I.J., Lee, S.Y., 2016. Metabolic engineering of Escherichia coli for the production of 3-hydroxypropionic acid and malonic acid through β -alanine route. ACS Synth. Biol. 5 (11), 1256 -1263.\n- Stafford, G.P., Scanlan, J., McDonald, I.R., Murrell, J.C., 2003. rpoN, mmoR and mmoG, genes involved in regulating the expression of soluble methane monooxygenase in Methylosinus trichosporium OB3b. Microbiology 149 (7), 1771 -1784.\n- Stein, L.Y., 2018. Proteobacterial methanotrophs, methylotrophs, and nitrogen. In: Kalyuzhnaya, M.G., Xing, X.-H. (Eds.), Methane Biocatalysis: Paving the Way to Sustainability. Springer International Publishing, Cham, pp. 57 -66.\n- Stein, L.Y., Yoon, S., Semrau, J.D., Dispirito, A.A., Crombie, A., Murrell, J.C., Vuilleumier, S., Kalyuzhnaya, M.G., Op den Camp, H.J., Bringel, F., Bruce, D., Cheng, J.F., Copeland, A., Goodwin, L., Han, S., Hauser, L., Jetten, M.S., Lajus, A., Land, M.L., Lapidus, A., Lucas, S., Medigue, C., Pitluck, S., Woyke, T., Zeytun, A., Klotz, M.G., 2010. Genome sequence of the obligate methanotroph Methylosinus trichosporium strain OB3b. J. Bacteriol. 192 (24), 6497 -6498.\n- Stein, L.Y., Bringel, F., DiSpirito, A.A., Han, S., Jetten, M.S.M., Kalyuzhnaya, M.G., Kits, K.D., Klotz, M.G., Op den Camp, H.J.M., Semrau, J.D., Vuilleumier, S., Bruce, D. C., Cheng, J.-F., Davenport, K.W., Goodwin, L., Han, S., Hauser, L., Lajus, A., Land, M.L., Lapidus, A., Lucas, S., M ´ edigue, C., Pitluck, S., Woyke, T., 2011. Genome sequence of the methanotrophic alphaproteobacterium Methylocystis sp. strain Rockwell (ATCC 49242). J. Bacteriol. 193 (10), 2668 -2669.\n- Strong, P.J., Xie, S., Clarke, W.P., 2015. Methane as a resource: can the methanotrophs add value? Environ. Sci. Technol. 49 (7), 4001 -4018.\n- Strong, P.J., Kalyuzhnaya, M., Silverman, J., Clarke, W.P., 2016a. A methanotroph-based biorefinery: potential scenarios for generating multiple products from a single fermentation. Bioresour. Technol. 215, 314 -323.\n- Strong, P.J., Laycock, B., Mahamud, S.N., Jensen, P.D., Lant, P.A., Tyson, G., Pratt, S., 2016b. The opportunity for high-performance biomaterials from methane. Microorganisms 4 (1).\n- Takeguchi, M., Furuto, T., Sugimori, D., Okura, I., 1997. Optimization of methanol biosynthesis by Methylosinus trichosporium OB3b: an approach to improve methanol accumulation. Appl. Biochem. Biotechnol. 68 (3), 143 -152.\n- Theisen, A.R., Ali, M.H., Radajewski, S., Dumont, M.G., Dunfield, P.F., McDonald, I.R., Dedysh, S.N., Miguez, C.B., Murrell, J.C., 2005. Regulation of methane oxidation in the facultative methanotroph Methylocella silvestris BL2. Mol. Microbiol. 58 (3), 682 -692.\n- Trotsenko, Y.A., Murrell, J.C., 2008. Metabolic aspects of aerobic obligate methanotrophy. In: Advances in Applied Microbiology. Academic Press, pp. 183 -229.\n- Valdehuesa, K.N.G., Liu, H., Nisola, G.M., Chung, W.-J., Lee, S.H., Park, S.J., 2013. Recent advances in the metabolic engineering of microorganisms for the production of 3-hydroxypropionic acid as C3 platform chemical. Appl. Microbiol. Biotechnol. 97 (8), 3309 -3321.\n- Valentin, H.E., Reiser, S., Gruys, K.J., 2000. Poly (3-hydroxybutyrate-co-4hydroxybutyrate) formation from γ -aminobutyrate and glutamate. Biotechnol. Bioeng. 67 (3), 291 -299.\n- Vecherskaya, M., Dijkema, C., Stams, A.J.M., 2001. Intracellular PHB conversion in a type II methanotroph studied by 13C NMR. J. Ind. Microbiol. Biotechnol. 26 (1), 15 -21.\n- Vorobev, A., Jagadevan, S., Jain, S., Anantharaman, K., Dick, G.J., Vuilleumier, S., Semrau, J.D., 2014. Genomic and transcriptomic analyses of the facultative methanotroph Methylocystis sp. strain SB2 grown on methane or ethanol. Appl. Environ. Microbiol. 80 (10), 3044 -3052.\n- Wang, Q., Yang, P., Liu, C., Xue, Y., Xian, M., Zhao, G., 2013. Biosynthesis of poly (3hydroxypropionate) from glycerol by recombinant Escherichia coli . Bioresour. Technol. 131, 548 -551.\n- Wartiainen, I., Hestnes, A.G., McDonald, I.R., Svenning, M.M., 2006. Methylocystis rosea sp. nov., a novel methanotrophic bacterium from Arctic wetland soil, Svalbard, Norway (78 ◦ N). Int. J. Syst. Evol. Microbiol. 56 (3), 541 -547.\n- Wendlandt, K.D., Jechorek, M., Helm, J., Stottmeister, U., 2001. Producing poly-3hydroxybutyrate with a high molecular mass from methane. J. Biotechnol. 86 (2), 127 -133.\n- Wendlandt, K.D., Geyer, W., Mirschel, G., Hemidi, F.A.-H., 2005. Possibilities for controlling a PHB accumulation process using various analytical methods. J. Biotechnol. 117 (1), 119 -129.\n- Whittenbury, R., Davies, S.L., Davey, J.F., 1970. Exospores and cysts formed by methaneutilizing bacteria. J. Gen. Microbiol. 61 (2), 219 -226.\n- Xin, J.-y., Zhang, Y.-x., Zhang, S., Xia, C.-g., Li, S.-b., 2007. Methanol production from CO2 by resting cells of the methanotrophic bacterium Methylosinus trichosporium IMV 3011. J. Basic Microbiol. 47 (5), 426 -435.\n- Xin, J.-Y., Zhang, Y.-X., Dong, J., Zhou, Q.-Q., Wang, Y., Zhang, X.-D., Xia, C.-G., 2010. Epoxypropane biosynthesis by whole cell suspension of methanol-growth Methylosinus trichosporium IMV 3011. World J. Microbiol. Biotechnol. 26 (4), 701 -708.\n- Xin, J.-Y., Xu, N., Ji, S.-F., Wang, Y., Xia, C.-G., 2017. Epoxidation of ethylene by whole cell suspension of Methylosinus trichosporium IMV 3011. J. Chem. 2017.\n- Xu, J., Han, M., Zhang, J., Guo, Y., Zhang, W., 2014. Metabolic engineering Corynebacterium glutamicum for the L-lysine production by increasing the flux into Llysine biosynthetic pathway. Amino Acids 46 (9), 2165 -2175.\n- Yaneva, N., Schuster, J., Sch ¨ afer, F., Lede, V., Przybylski, D., Paproth, T., Harms, H., Müller, R.H., Rohwerder, T., 2012. Bacterial acyl-CoA mutase specifically catalyzes coenzyme B12-dependent isomerization of 2-hydroxyisobutyryl-CoA and (S)-3hydroxybutyryl-CoA. J. Biol. Chem. 287 (19), 15502 -15511.\n- Yang, S., Matsen, J.B., Konopka, M., Green-Saxena, A., Clubb, J., Sadilek, M., Orphan, V. J., Beck, D., Kalyuzhnaya, M.G., 2013. Global molecular analyses of methane metabolism in methanotrophic alphaproteobacterium, Methylosinus trichosporium OB3b. Part II. Metabolomics and 13C-labeling study. Front. Microbiol. 4, 70.\n- Yim, H., Haselbeck, R., Niu, W., Pujol-Baxley, C., Burgard, A., Boldt, J., Khandurina, J., Trawick, J.D., Osterhout, R.E., Stephen, R., Estadilla, J., Teisan, S., Schreyer, H.B., Andrae, S., Yang, T.H., Lee, S.Y., Burk, M.J., Van Dien, S., 2011. Metabolic engineering of Escherichia coli for direct production of 1,4-butanediol. Nat. Chem. Biol. 7 (7), 445 -452.\n- Yishai, O., Bouzon, M., D ¨ oring, V., Bar-Even, A., 2018. In vivo assimilation of one-carbon via a synthetic reductive glycine pathway in Escherichia coli . ACS Synth. Biol. 7 (9), 2023 -2028.\n- Yoon, S., Semrau, J.D., 2008. Measurement and modeling of multiple substrate oxidation by methanotrophs at 20 degrees C. FEMS Microbiol. Lett. 287 (2), 156 -162.\n- Yu, H., Liao, J.C., 2018. A modified serine cycle in Escherichia coli coverts methanol and CO2 to two-carbon compounds. Nat. Commun. 9 (1), 1 -10.\n- Zhang, Y., Xin, J., Chen, L., Song, H., Xia, C., 2008a. Biosynthesis of poly-3hydroxybutyrate with a high molecular weight by methanotroph from methane and methanol. J. Nat. Gas Chem. 17 (1), 103 -109.\n- Zhang, Y., Xin, J., Chen, L., Xia, C., 2008b. The methane monooxygenase intrinsic activity of kinds of methanotrophs. Appl. Biochem. Biotechnol. 157 (3), 431.\n- Zhang, T., Zhou, J., Wang, X., Zhang, Y., 2019. Polyβ -hydroxybutyrate production by Methylosinus trichosporium OB3b at different gas-phase conditions. Iran. J. Biotechnol. 17 (1), e1866."
  ],
  "markdown_length": 91323,
  "chunks_count": 91,
  "extraction_method": "docling"
}