{
  "filename": "Sahoo et al. 2022.pdf",
  "markdown": "<!-- image -->\n\nGLYPH&lt;c=11,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=21,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=19,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=21,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=21,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=12,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;\n\nContents lists available at ScienceDirect\n\n## Journal of Environmental Management\n\njournal homepage: www.elsevier.com/locate/jenvman\n\n## Two-stage integrated process for bio-methanol production coupled with methane and carbon dioxide sequestration: Kinetic modelling and experimental validation\n\n<!-- image -->\n\nKrishna Kalyani Sahoo a,1 , Swagata Datta a,1 , Gargi Goswami b , Debasish Das a,*\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n- a Department of Biosciences &amp; Bioengineering, Indian Institute of Technology, Guwahati, Assam, 781039, India\n- b Department of Biotechnology, Gandhi Institute of Technology and Management (GITAM) University, Visakhapatnam, Andhra Pradesh, 530045, India\n\nA R T I C L E  I N F O\n\nKeywords: Methanotrophs Bio-methanol Methane Carbon dioxide Kinetic model\n\n## 1. Introduction\n\nOverpopulation and economic development have led to increased greenhouse gas emissions since the beginning of the pre-industrial era, resulting in unprecedented levels of atmospheric methane (CH4) and carbon dioxide (CO2) concentrations. The consequent effect has been reflecting through global climate change and enhanced global warming since the mid-20th century. Worldwide anthropogenic emission of CO2 has almost hit 43.1 billion tonnes (Global Carbon Project Budget, 2019). Methane has a global warming potential 28 -36 times that of CO2 over a 100-year-timescale (US EPA, 2020). Furthermore, the global emission of methane stands at 570 million tonnes, of which 342 million tonnes is accounted for by anthropogenic sources, while the residual 228 million tonnes  originate  from  natural  reserves  ( e.g. ,  wetlands,  sediments, oceans,  termites,  biodegradation  of  organic  wastes  by  methanogens, etc.) (IEA, Methane Tracker, 2020). There are ongoing efforts to transform these greenhouse gases into various value-added chemicals such as formaldehyde, ethanol, methanol, acetic acid, and formic acid (Wang\n\nA B S T R A C T\n\nThe study demonstrates a two-stage integrated process for bio-methanol production using Methylosinus trichosporium NCIMB 11131, coupled with sequestration of methane and carbon dioxide. The first stage involved generation of methanotrophic biomass via sequestration of methane; which was used as biocatalyst to reduce carbon dioxide into methanol in the second stage. Maximum biomass titer of 3.39 g L GLYPH&lt;0&gt; 1 and productivity of 0.60 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 were achieved in semi-batch stirred tank reactor with methane concentration in the inlet gas mixture of 2.5% v/v and gas flow rate of 0.5 vvm. Methane fixation rate was estimated to be 0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 . Maximum methanol titer of 0.58 g L GLYPH&lt;0&gt; 1 was achieved at headspace carbon dioxide concentration of 50% v/v and liquid to headspace volume ratio 10:90. Subsequently, a kinetic model was developed to predict and understand the system  behaviour  in  terms  of  dynamic  profile  of  growth,  methanol  formation,  concentration  of  dissolved methane or carbon dioxide in the aqueous phase and headspace carbon dioxide concentration, in response to varying process parameters. The model can serve as a tool for estimation of process parameters and aid in overall production optimization.\n\net al., 2017). Methanol, a widely used industrial solvent, is also known to be the precursor for synthesizing other chemicals like formaldehyde, acetic acid, dimethyl ether, and methyl tert-butyl ether (MTBE) (Dalena et al., 2018). Methanol is being considered as a potential transportation fuel owing to its high specific energy ratio, high heat of vaporization, low  combustion  temperature,  high  flame  speed  and  so  on  (Verhelst et al., 2019). Although CH4  is also used as a fuel, methanol stands superior to CH4  in several ways: (i) methanol is a liquid at STP, which facilitates  easy  and  safe  storage  and  transportation  with  minimum product loss; (ii) methanol possesses 488-times greater volumetric energy content (15,871 MJ m GLYPH&lt;0&gt; 3 )  as  compared  to  CH4  (32.50  MJ  m GLYPH&lt;0&gt; 3 ) (Verhelst et al., 2019).\n\nMethanol  can  be  produced  through  chemical  or  biological  route. Chemical synthesis of methanol may be achieved either through catalytic oxidation of CH4 or via catalytic hydrogenation of CO2. However, the conventionally used chemical routes for methanol production are constrained  by  the  requirement  of:  (i)  expensive  catalysts e.g. ,  CuO/ ZnO/Al2O3, Fe2O3(MoO3)3, MoO3/SiO2, MoO3/Ga2O3, V2O5/SiO2, etc .\n\n* Corresponding author. Department of Biosciences &amp; Bioengineering, Indian Institute of Technology Guwahati, Guwahati, Assam, 781039, India. E-mail address: debasishd@iitg.ac.in (D. Das).\n\n1 The authors have contributed equally.\n\nGLYPH&lt;c=20,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=20,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=22,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=28,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=21,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=26,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;\n\n<!-- image -->\n\n<!-- image -->\n\n(; (ii) extreme process conditions e.g. , high temperature (~ 650 ◦ C) and pressure (~5 MPa) (Han et al., 2016; Zain and Mohamed, 2018); and (iii) release of carbon monoxide as one of the toxic by-products (Kumar et al., 2014). Alternatively, methanol can be produced biologically with the application of methanotrophic microorganisms as biocatalyst. Authors  have reported various methanotrophic strains e.g. , Methylosinus trichosporium , Methylosinus sporium , Methyloferula stellata , Methylomicrobium  album , Methylocella  tundrae , Methylocystis  bryophila (Xin et al., 2007; Mardina et al., 2016; Patel et al., 2016b; Patel et al., 2020a, b, c), etc. for methanol production using noxious C1-carbon compounds, like CH4  and CO2. Biological methods are advantageous over chemical methods as they operate under mild process conditions, without using expensive chemical catalysts; have low energy requirement, and higher conversion  efficiency,  accompanied  with  greater  stability  and  selectivity,  and  hence  may  offer  better  economic  feasibility;  and  are eco-friendly.\n\nMethanotrophs are Gram-negative proteobacteria that utilize methane as their sole source of carbon and energy for growth. Methane, bio-sequestered by methanotrophs, is catalytically oxidized into methanol by methane monooxygenase (MMO), an endogenous irreversible enzyme. The produced methanol is subsequently converted into formaldehyde, formate, and CO2 via sequential oxidations catalysed by three reversible  enzymes:  methanol  dehydrogenase  (MDH),  formaldehyde dehydrogenase and formate dehydrogenase, respectively (Sahoo et al., 2021).  A  part  of  the  intermediately  produced  formaldehyde/formate assimilates  into  the  biomass  as  a  carbon  source  via  RuMP  or  serine pathway. MMO is classified into two types: particulate MMO (integrated on the cell membrane), and soluble MMO (produced in the cytoplasm). Particulate MMO shows elevated expression at high copper to biomass ratios, while the expression of soluble MMO increases under low copper to biomass ratios and high titre of iron ions. Soluble MMO causes faster methane oxidation relative to particulate MMO, owing to the higher substrate specificity of soluble MMO for methane (Sahoo et al., 2021). Methanotrophs are broadly classified into three types on the basis of the type of MMO synthesized. Type I methanotrophs ( e.g. , species of Methylosoma , Methylothermus , Methylosarcina , Methylosphaera , Methylohalobius , Methylomonas , Methylobacter , Methylomicrobium , Crenothrix and Clonothrix ) express particulate MMO; Type II methanotrophs ( e.g. , species  of Methylocapsa , Methylocella , Methylosinus and Methylocystis ) express both soluble and particulate MMO; and Type X methanotrophs ( e.g. , species of Methylococcus and Methylocaldum ) express certain specific properties of both Type I and Type II methanotrophs (Sahoo et al., 2021). For utilizing C1-carbon sources, Type I and Type X methanotrophs  use  RuMP  pathway,  while  Type  II  methanotrophs  use  serine pathway (Sahoo et al., 2021). Type X methanotrophs vary from Type I owing to minimal expression of ribulose-bisphosphate carboxylase (an enzyme of serine cycle), occurring in Calvin-Benson-Bassham pathway (Park and Kim, 2019).\n\nThere have been initiatives on methanol production via MMO (soluble and particulate) catalysed biological oxidation of methane (Mardina et al., 2016; Patel et al., 2016a, 2020a). However, MDH and other enzymes cause subsequent sequential oxidation of the produced methanol  into  intermediate  metabolites  and  CO2,  resulting  in  decreased extracellular methanol accumulation (Sheets et al., 2016). To that end, various  MDH  inhibitors  ( e.g. ,  NaCl,  NH4Cl,  phosphate,  EDTA,  and MgCl2) are supplemented in the fermentation media to increase methanol  production  (Patel  et  al.,  2016a;  Sheets  et  al.,  2016).  Although, particulate MMOs are also involved in the methanol production metabolism, but they do not require any cofactors for their activity. On the other hand, soluble MMOs require natural co-factor (NADH) regeneration for their activity and increased methanol accumulation. However, the MDH inhibitor-induced inhibition of methanol oxidation result in NADH depletion (Sahoo et al., 2021). Therefore, formate is exogenously added as a source of NADH, which is necessary to maintain the activity of  soluble  MMO  in  presence  of  MDH  inhibitors  (during  soluble MMO-catalysed  methanol  production)  and  improved  methanol  titer\n\n(Sheets et al., 2016; Patel et al., 2020c). Even with all these initiatives, a lower methanol titer in the range of 0.16 -0.4 g L GLYPH&lt;0&gt; 1 (Hwang et al., 2015; Patel et al., 2016a; Mardina et al., 2016) has been achieved under native conditions  in  batch  mode.  Moreover,  methanol  production  through biological oxidation of methane is constrained by high cost of pure CH4 as  feed,  low  methanol  titer  associated  with  low  solubility  of  CH4 in liquid  medium,  low  CH4 utilization  efficiency  and  consequent  slow growth rate of methanotrophs, and so on. Authors have tried to overcome these limitations through the use of biogas as low-cost feedstock (Sheets et al., 2016; Patel et al., 2020b), immobilization of cells/biocatalyst (Patel et al., 2020a, 2020b), repeated-batch cultures for reusability  of  cells  (Patel  et  al.,  2020b,  2020c),  co-culture  of  cells  for improved  biocatalytic  activity  (Patel  et  al.,  2020a)  and,  addition  of methane vector to improve solubility (Patel et al., 2020c). An alternative to  the  current  approaches  could  be  the  utilization  of  CO2,  the end-product in the methanotrophic metabolism, as feedstock for methanol production. CO2, when fed to the cells in excess concentration, shifts the equilibrium in the backward direction (Xin et al., 2007). Since the activity of MMO is irreversible, the process results in the accumulation of methanol as an extracellular end-product (Xin et al., 2007).\n\nMicrobial metabolism, a biological process, involves high degree of complexity and exhibits significant variability with changes in growth conditions and environmental perturbation. To that end, a mechanistic model  in  synergy  with  experimental  observations,  can  serve  as  an effective  tool  towards  understanding  the  metabolism  of  a  biological system.  Various  kinetic  models  have  been  proposed  to  understand phenotypic  response  of  different  biological  systems  involving  methanotrophs e.g., metabolic  coupling  between  oxygenic  photosynthesis and  methane  oxidation  during  co-cultivation  of  photoautotroph  and methanotroph  (Badr  et  al.,  2019);  effect  of  nitrogen  and  oxygen  on production  of  polyhydroxybutyrate  (PHB)  using Methylocystis  parvus OBBP and Methylosinus trichosporium OB3b (Rostkowski et al., 2013); methane  oxidation  by  the  methanotrophic  bacterial  community  in paddy soil (Cai and Yan, 1999); and degradation of chlorinated organic compounds by mixed methanotrophic culture (Chang and Alvarez-Cohen, 1997). However, till date no model has been reported to describe growth of the methanotroph using methane and exploitation of methanotrophic  biomass  as  biocatalyst  for  conversion  of  CO2 to methanol.\n\nIn  the  present  study,  we  report  a  sequential  two-stage  integrated process  for  bio-methanol  production  using Methylosinus  trichosporium NCIMB 11131, coupled with sequestration of methane and carbon dioxide.  While,  the  first  stage  of  the  process  involves  generation  of methanotrophic biomass via sequestration of methane as the sole carbon source; the second stage deals with the application of this biomass as biocatalyst for the reduction of CO2  into methanol. High biomass titer and improved methane sequestration were achieved via optimization of process parameters e.g. , methane percentage in the inlet gas stream and flow rate of the gas mixture in a semi-batch stirred tank reactor. To achieve an improved methanol titer, optimization of CO2 concentration in the headspace and liquid to headspace volume ratio was carried out in an air tight batch reactor. Finally, a kinetic model was developed, which can be an effective tool to understand various phenotypic responses of the organism in terms of growth, methane sequestration, and methanol formation under the influence of varying process parameters. As another key outcome, the model was able to predict the dynamic profile for concentration  of  dissolved  CH4,  concentration  of  dissolved  CO2,  and headspace concentration of CO2.\n\n## 2. Materials and methods\n\n## 2.1. Organism and inoculum preparation\n\nMethylosinus  trichosporium NCIMB  11131  was  procured  from  National  Collection  of  Industrial  Food  and  Marine  Bacteria,  and  was cultured  on  nitrate  mineral  salt  (NMS)  medium  (Patel  et  al.,  2016a)\n\ncontaining  (g  L GLYPH&lt;0&gt; 1 ):  KNO3 (1.0),  MgSO4.6H2O  (1.0),  CaCl2 (0.2), Fe-EDTA (0.0038), Na2MoO4.2H2O (0.00026), Na2HPO4.12H2O (0.716), and KH2PO4 (0.26). Trace metal solution (1 mL) containing (g L GLYPH&lt;0&gt; 1 ): CuSO4.5H2O (0.2), FeSO4.7H2O (0.5), ZnSO4.7H2O (0.4), H3BO3 (0.015), CoCl2.6H2O (0.05), EDTA di-sodium salt (0.25), MnCl2.4H2O (0.02), and NiCl2.6H2O (0.01) was added to the media. The pH of the medium was adjusted to 6.8 using 1 M NaOH and 1 M H2SO4. All the chemicals were of analytical grade and procured from Himedia. All the reagents were prepared in Milli-Q water (18 M Ω ). Inoculum preparation was carried out by culturing the cells in 500 mL customized air-tight bottles containing 100 mL of NMS medium at 30 ◦ C in a shaker incubator  (ORBITEK,  Scigenics  Biotech)  at  150  rpm  with  intermittent sparging  of  methane.  The  mid-log  phase  culture  (10%  v/v)  with  an optical density of 5 was used as inoculum for all experiments.\n\n## 2.2. Generation of methanotrophic biomass coupled with CH4 sequestration\n\n## 2.2.1. Characterisation of the organism in air-tight batch reactor\n\nIn the first step, characterization of the organism in terms of growth and CH4  utilization was carried out in customized air-tight batch reactors  (Borosil  reagent  bottles  fitted  with  Duran  bromo-butyl  rubber stoppers) of 250 mL capacity with a working volume of 32 mL of NMS medium, under different concentrations of CH4  (5%, 10%, 15%, 20%, 40%, 60%, and 80% v/v) in the headspace mixed with air. The organism was grown at 30 ◦ C in a shaker incubator (ORBITEK, Scigenics Biotech) at 150 rpm for 96 h. Sampling was carried out at an interval of 24 h to obtain  the  dynamic  profiles  for  growth  and  CH4 utilization  from headspace.\n\n## 2.2.2. Characterisation of the organism in semi-batch stirred tank reactor\n\nIn the next step, the characterization of the organism was carried out in  a  customized  semi-batch  stirred-tank  reactor  of  1  L  capacity  containing  800  mL  NMS  medium  under  varying  concentrations  of  CH4 mixed with air in the inlet gas stream (1%, 2.5%, and 5% v/v) and different inlet gas flow-rates (0.25, 0.5, and 0.75 vvm). The reactor was equipped with a ring sparger with uniform pore sizes for continuous sparging of a gas mixture of methane and air. To maintain the cultivation temperature at 30 ◦ C and facilitate efficient mass transfer of the continuously inflowing gases, the reactor was placed in a water bath on a  hot-plate  magnetic  stirrer  (IKA  C-MAG HS7)  with constant stirring (motor speed: 2.0). The concentration of CH4  and the flow rate of the inlet gas stream were maintained using rotameters. Sampling was carried out at an interval of 8 h to obtain the dynamic profiles for growth. Methane fixation rate was calculated as per Eq. (1)\n\n(\n\n<!-- formula-not-decoded -->\n\n)\n\nwhere, Px  is the biomass productivity (g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ), Ec  is the elemental carbon  content  in  the  biomass.  16  and  12  are  molecular  weight  of methane and carbon, respectively.\n\n## 2.3. Methanol production\n\n## 2.3.1. Methanotrophic biomass as biocatalyst for methanol production under different process conditions\n\nThe methanotrophic biomass, generated from the first stage, was evaluated  for  its  potential  to  be  used  as  a  biocatalyst  for  methanol production from CO2  under three different conditions: (i) the biomass was harvested from the first stage of growth and subsequently resuspended in freshly prepared NMS medium for methanol production in the second stage; (ii) a two-phase fermentation in NMS medium where, in the first phase, the organism was grown with CH4  as the only carbon source followed by methanol production in the second phase utilizing CO2 as the sole carbon source; &amp; (iii) the biomass was harvested from the first stage of growth and subsequently resuspended in 20 mM phosphate buffer medium containing 5 mM MgCl2 (pH 6.8) for methanol production in the second stage, as per Xin et al. (2007). In all the three processes,  methanol  production  experiments  (second  stage  in  case  of processes i and iii or second phase in case of process ii) were carried out in customized air-tight batch reactors (Borosil reagent bottles fitted with Duran bromo-butyl rubber stoppers) of 250 mL capacity with a working volume of 40 mL of NMS medium or buffer solution, with a mixture of CO2 and air (1:1 v/v) in the headspace. The cultures were incubated at 30 ◦ C and 150 rpm. Sampling was carried out at regular time intervals to obtain dynamic profiles for methanol production and growth.\n\n## 2.3.2. Effect of headspace CO2  concentration and liquid to headspace volume ratio on methanol production\n\nThe effect of CO2  composition and headspace volume on methanol production was studied in air-tight batch reactors (as described in section 2.2.1) as per Patel et al. (2016a, b) with minor modifications. The characterization was carried out in 20 mM phosphate buffer (pH 6.8) containing 5 mM MgCl2, using harvested biomass as biocatalyst (3.39 g L GLYPH&lt;0&gt; 1 ). The culture was assessed for methanol production at varying CO2 concentrations  (10%,  30%,  40%,  50%,  60%,  and  70%  v/v)  in  the headspace with liquid to headspace volume ratio of 10:90. In the next step, the methanol production was evaluated under different liquid to headspace  volume  ratios  (50:50,  40:60,  30:70,  20:80,  and  10:90) maintaining optimal headspace CO2 concentration at 50%. The cultures were incubated at 30 ◦ C  and  150  rpm.  Sampling  was  carried  out  at regular time intervals to obtain dynamic profiles for methanol production and growth.\n\n## 2.4. Analytical methods\n\nTo monitor cell growth, absorbance of the culture was measured at 600 nm (A600) using UV -Vis spectrophotometer (Cary Series 100, Agilent Technologies). The absorbance values were converted into dry cell weight (DCW) using the correlation, one optical density = 0.42 g dry cells L GLYPH&lt;0&gt; 1 (R 2 = 0.99). Cell-free supernatant, obtained from centrifugation of the sample at 10,000 rpm for 15 min, was analysed for methanol formation.  Methanol  concentration  in  the  sample  was  estimated  by using high performance liquid chromatography (HPLC) (Ultimate 3000, Dionex,  Thermofisher  Scientific,  Germany),  as  described  previously (Mukherjee et al., 2019) for analysis of alcoholic solvents. Analysis of CH4 concentration in the headspace of airtight batch reactor was carried out using gas chromatography (GC) (TRACE 1110, Thermo Scientific) equipped  with  Packed  column  (Restek  PC2  6952,  15 ' x  1/8 ' ,  mesh 80/100) and thermal conductivity detector (TCD). Argon was used as the carrier gas at a flow rate of 12 mL min GLYPH&lt;0&gt; 1 . The oven, injector, and detector temperatures were maintained at 40 ◦ C, 150 ◦ C, and 150 ◦ C, respectively. Elemental composition (C, H, and N) of the biomass was carried out using CHNS analyser (EuroEA Elemental Analyser).\n\n## 2.5. Model development\n\nIn  the  present  study,  a  sequential  two-stage  process  has  been demonstrated, wherein the first stage is attributed to the generation of methanotrophic biomass by the utilization of CH4  as the sole carbon source whereas, the second stage involves utilization of this biomass as biocatalyst  towards  the  synthesis  of  methanol  using  CO2  as  the  sole carbon source. The model was developed in the form of an unstructured kinetic model with the aim of capturing the phenotypic response of the organism such as growth, substrate utilization, and product formation under the influence of varying process parameters. In the first stage, the specific rate of growth, μ (Eq. (2)) of the organism was modelled in the form  of  modified  Monod  kinetics  with  methane  dissolved  in  water ( CH 4 L ) as the limiting substrate. The mass balance equation for biomass (x) and dissolved methane are given by Eq. (3) and Eq. (4), respectively. In the second stage, the rate of production of methanol (P) was modelled\n\nGLYPH&lt;0&gt;′GLYPH&lt;0&gt;\n\nFig. 1. Sequential two-stage integrated process for bio-methanol production.\n\n<!-- image -->\n\nin the form of Hill equation (Eq. (5)). The mass balance for dissolved carbon dioxide ( CO 2 L ) and carbon dioxide concentration in the headspace ( CO 2 G ) are given by Eq. (6) and Eq. (7), respectively. The solution for the model equation was obtained by solving the differential equations  for  growth  and  substrate  utilization  using  non-stiff  differential equation solver 'ode 45 ' available in the software package of MATLAB developed by MathWorks (Natick, MA).\n\nModel Equations:\n\n<!-- formula-not-decoded -->\n\nwhere, μ max is the maximum specific growth rate (h GLYPH&lt;0&gt; 1 ) and KS is the half saturation constant (g L GLYPH&lt;0&gt; 1 )\n\n<!-- formula-not-decoded -->\n\nwhere, xm  is the maximum biomass concentration (g L GLYPH&lt;0&gt; 1 )\n\n<!-- formula-not-decoded -->\n\nwhere, kLaCH4 is the volumetric mass transfer coefficient of CH4  (h GLYPH&lt;0&gt; 1 ); HCH4 is the Henry ' s constant for methane (mol L GLYPH&lt;0&gt; 1  atm GLYPH&lt;0&gt; 1 ) and Yx / s is the biomass yield coefficient (g of biomass. g of substrate GLYPH&lt;0&gt; 1 ).\n\n<!-- formula-not-decoded -->\n\nwhere, Qp max is the maximum specific product formation rate (h GLYPH&lt;0&gt; 1 )\n\n<!-- formula-not-decoded -->\n\nwhere, kLaCO2 is the volumetric mass transfer coefficient of CO2  (h GLYPH&lt;0&gt; 1 ); HCO2  is the Henry ' s constant for CO2  (mol L GLYPH&lt;0&gt; 1  atm GLYPH&lt;0&gt; 1 ) and Yp / s is the product yield coefficient (g of product. g of substrate GLYPH&lt;0&gt; 1 ).\n\nFig. 2. Dynamic profile of (a) biomass and (b) methane concentration in the headspace. The organism was grown under different headspace gas compositions by varying the methane concentration from 5% to 80% v/v in an air-tight batch reactor.\n\n<!-- image -->\n\nGLYPH&lt;0&gt;′GLYPH&lt;0&gt;\n\nBiomass\n\nFig. 3. Biomass titer (a &amp; c) and pH (a &amp; c), biomass productivity (b &amp; d) and methane fixation rate (b &amp; d) of Methylosinus trichosporium NCIMB 11131. The organism was grown under different methane concentrations in the inlet gas stream and flow rates of the inlet gas stream in a semi-batch stirred tank reactor.\n\n<!-- image -->\n\n<!-- formula-not-decoded -->\n\nwhere, R is the universal gas constant (0.0821 L-atm mol GLYPH&lt;0&gt; 1  K GLYPH&lt;0&gt; 1 ) and T is the cultivation temperature (K).\n\nThe experimental data obtained from various batch runs, as given in the previous sections, was used to estimate different model parameters such as stoichiometric coefficients and kinetic parameters, as well as for model validation for both the first and second stages of the process. The kinetic parameter values were estimated by fitting the simulated profile of  the  biomass  and  methanol  formation  with  their  corresponding experimental profiles. The values of the parameters which gave minimum deviation between simulated and experimental profile (goodness of fit was measured with the help of the R 2 value) were considered as the best estimate.\n\n## 3. Results and discussion\n\nIn  the  sequential  two-stage  integrated  process  for  bio-methanol production (Fig. 1), while the first stage involved generation of methanotrophic  biomass  via  sequestration  of  methane  as  the  sole  carbon source; CO2  was reduced to methanol in the second stage through the application of the methanotrophic biomass as biocatalyst.\n\n## 3.1. First stage of methanotrophic biomass production with concomitant CH4 sequestration\n\n## 3.1.1. Growth of M. trichosporium in air-tight batch reactor\n\nThe extent of growth is the critical component that determined the overall performance of the organism in terms of CH4 sequestration and methanotrophic  biomass  generation.  Therefore,  it  was  essential  to characterize the growth kinetics of M. trichosporium under various process parameters and modes of operation of the reactor. To that end, the organism was characterized for growth under different headspace gas compositions by varying the methane concentration from 5% to 80% v/ v in an air-tight reactor operated under batch mode. Biomass titer was found to increase linearly with the increase in methane concentration from 5% and reached a maximum value of 1.06 g L GLYPH&lt;0&gt; 1 at a methane concentration of 15% (Fig. 2a). The maximum biomass productivity at 15% v/v CH4 concentration was calculated to be 0.29 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 . Further increase in methane concentration beyond 15% resulted in significant reduction in growth of the organism. Low biomass titer at 5% (0.4 g L GLYPH&lt;0&gt; 1 ) and 10% (0.67 g L GLYPH&lt;0&gt; 1 ) methane concentrations may be attributed to the substrate  limitation,  as  is  evident  from  the  complete  utilization  of methane from headspace within 48 h of cultivation (Fig. 2b). However, a reduction in biomass titer at higher methane concentrations of 20% -80% may be attributed to the combinatorial effect of inadequate availability of methane in the liquid phase due to poor mass transfer and decreased concentration of oxygen in the reactor causing interference in the aerobic metabolism of the organism.\n\n## 3.1.2. Growth of M. trichosporium in semi-batch stirred tank reactor\n\nTo overcome the key challenges of poor mass transfer of methane and  substrate  limitation,  the  growth  of  the  organism  was  evaluated under continuous sparging of methane and air mixture in a semi-batch stirred tank reactor. At methane concentrations of 1%, 2.5%, and 5% v/v in the inlet gas stream with a flow rate of 0.5 vvm, the biomass titer was found to be comparable at 3.31 g L GLYPH&lt;0&gt; 1 , 3.39 g L GLYPH&lt;0&gt; 1 , and 3.8 g L GLYPH&lt;0&gt; 1 ,\n\nFig. 4. (a) Methanol titer and productivity under three different process conditions; (b) methanol titer under varying concentration of CO2 in the headspace and (c) methanol titer under different liquid to headspace volume ratios. The organism was grown in airtight batch reactor.\n\n<!-- image -->\n\nrespectively (Fig. 3a). Further, the biomass productivity in the semibatch mode was estimated to be in the range of 0.49 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 -0.63 g  L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 (Fig.  3b).  The  methane  fixation  rate  was  estimated  to  be comparable for growth at 2.5% (0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ) and 5% (0.34 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ) methane concentration, respectively, albeit a marginally lower value was estimated for 1% methane concentration (0.27 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ) (Fig. 3b). Even  though,  the  results  indicate  similar  growth  performance  and methane fixation rate at 2.5% and 5% methane concentration in the inlet  gas  stream,  the  latter  resulted  in  higher  amount  of  unutilized methane  being  released  into  the  atmosphere.  Hence,  subsequent  experiments under different inlet gas flow rates were carried out with a methane concentration of 2.5%. While, at inlet gas flow rate of 0.25 vvm, biomass titer (2.97 g L GLYPH&lt;0&gt; 1 ) and productivity (0.52 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ) was compromised marginally, these parameters remained comparable for both  0.5  vvm  and  0.75  vvm  (Fig.  3c  and  d).  A  similar  profile  was observed for methane fixation rate with values of 0.28 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 , 0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 , and 0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 at inlet gas flow rates of 0.25, 0.5, and 0.75 vvm, respectively (Fig. 3d). The semi-batch stirred tank reactor with continuous  gas  sparging  resulted  in  significant  improvement  in  both biomass  titer  (~250%)  and  productivity  (~120%)  compared  to  the batch reactor. The semi-batch stirred tank reactor used in the present study enabled continuous supply of gas mixture using a sparger, located above the magnetic stirrer bar, resulting in uniform distribution of the gas  bubbles.  Constant  mixing  was  achieved  using  magnetic  stirrer, facilitating bottom-driven mass transfer. These attributes of the reactor prevented cell-settling and  dead-zone  formation  thereby offering improved growth kinetics. The mass transfer of methane is the limiting step in the optimal performance of methanotrophic systems due to the low solubility of methane in aqueous solutions. Pauss et al. (1990) reported a three-fold increment in volumetric mass transfer coefficient (kLa) value for CH4  in a completely stirred tank reactor (0.09 h GLYPH&lt;0&gt; 1 ) as compared to sludge bed reactor operated without mechanical stirring (0.03 h GLYPH&lt;0&gt; 1 ). Therefore, in the present study, inlet methane concentration of 2.5% with a gas flow rate of 0.5 vvm was chosen for the generation of methanotrophic biomass in semi-batch stirred tank reactor resulting in biomass titer of 3.39 g L GLYPH&lt;0&gt; 1 and productivity 0.60 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 .\n\nGilman et al. (2015) reported maximum biomass titer of 0.46 g L GLYPH&lt;0&gt; 1 and average productivity of 0.23 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 for continuous cultivation of Methylomicrobium buryatense with methane concentration of 2.5% mixed with  air  and  fed  at  a  flow  rate  of  100  mL  min GLYPH&lt;0&gt; 1 .  Cultivation  of M.  trichosporium OB3b  in  5  L  bioreactor  with  continuous  flow  of methane (140 mL min GLYPH&lt;0&gt; 1 ) and air (1000 mL min GLYPH&lt;0&gt; 1 ) for 240 h resulted in biomass titer of 2 g L GLYPH&lt;0&gt; 1 (Han et al., 2009). Therefore, in the present study, biomass titer and productivity achieved for Methylosinus trichosporium NCIMB 11131 in semi-batch stirred tank reactor was found to be superior than the studies reported in the literature. The organism also exhibited improved performance in terms methane sequestration ability in comparison to the other methanotrophic fermentation processes. For instance, under chosen process parameters, both specific methane fixation  rate  of  45.44 × 10 GLYPH&lt;0&gt; 4 g  CH4.  g  biomass GLYPH&lt;0&gt; 1  h GLYPH&lt;0&gt; 1 and  volumetric methane fixation rate of 0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 (0.84 mmol h GLYPH&lt;0&gt; 1 ) were found to be higher than methanotrophic consortium (7.7 × 10 GLYPH&lt;0&gt; 4 g CH4. g biomass GLYPH&lt;0&gt; 1  h GLYPH&lt;0&gt; 1 ) grown in batch reactor containing 8% CH4 (Cantera et al., 2016) and Methylocaldum sp. (0.54 mmol h GLYPH&lt;0&gt; 1 ) in a trickle bed reactor (Sheets et al., 2017), respectively. However, higher volumetric methane fixation rate of ~0.98 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 was reported for Methylocystis hirsuta grown in bubble column bioreactor coupled with internal gas re-circulation (Rodríguez et al., 2020).\n\nFig. 3a and c also present the profiles of pH during the growth of the organism. The pH was observed to vary within a range of 6.8 -7.96. A pH range of 7 -10 has been reported to be an optimum range for the growth of methanotrophs, via methane oxidation, without any adverse effect on their biocatalytic activity (Reddy et al., 2020).\n\n## 3.2. Second stage for conversion of CO2  into methanol using methanotrophic biomass\n\n## 3.2.1. Evaluation of M. trichosporium as a potential biocatalyst for methanol biosynthesis under different process conditions\n\nThe highest methanol titer of 0.56 g L GLYPH&lt;0&gt; 1 was recorded when the biomass was harvested from the first stage of growth and subsequently resuspended in phosphate buffer medium (Fig. 4a). However, methanol titer was found to reduce significantly (0.15 -0.18 g L GLYPH&lt;0&gt; 1 ) when either freshly  prepared  NMS  medium  or  same  NMS  medium  (used  for  the growth) was employed for methanol synthesis. Phosphate buffer also resulted  in  improved  methanol  productivity  (0.026  g  L GLYPH&lt;0&gt; 1 h GLYPH&lt;0&gt; 1 )  as compared to the other two process conditions (0.01 -0.013 g L GLYPH&lt;0&gt; 1  h GLYPH&lt;0&gt; 1 ) (Fig.  4a).  One  of  the  key  problems  with  methanol  production  from methane is the subsequent conversion of methanol into formaldehyde, catalysed by the enzyme methanol dehydrogenase (Sahoo et al., 2021). Several authors have reported the role of phosphate as an inhibitor for the enzyme methanol dehydrogenase, either by adding a specific concentration of phosphate to the NMS media (Han et al., 2013; Sheets et al., 2016) or by directly using phosphate buffer as a medium (Mardina et  al.,  2016; Patel  et al.,  2016a, 2020c) for methanol production via methane oxidation. Although in our study, methanol is being produced through the CO2  reduction pathway, there may be a possibility of the back-conversion of methanol into intermediate metabolites and CO2, owing to the reversible nature of the enzymes methanol dehydrogenase, formaldehyde dehydrogenase and formate dehydrogenase. This is where the  role  of  phosphate  buffer  as  a  cultivation  medium  for  methanol production from CO2 comes into play, resulting in higher methanol titer and productivity relative to the NMS media. It is important to note that in  none  of  the  media,  further  growth  of  the  organism  was  observed during methanol synthesis stage or phase (data not shown). In general, methanotrophic cells stay in the resting phase while being used as biocatalyst for methanol production from CO2 (Xin et al., 2007) and hence do not require other media components to sustain their growth. Intracellularly stored NADH supply the reducing energy to accomplish the reduction of CO2 to methanol. These reducing equivalents are produced\n\nFig. 5. Dynamic profile for growth and dissolved methane concentration at inlet methane concentration of (a) 2.5%, (b) 1% and (c) 5%. The symbol ( ˙ ) represents experimental data for biomass and the lines represent simulated profiles for biomass ( ) and dissolved methane concentration (---).\n\n<!-- image -->\n\nby  the  cell  during  the  sequential  oxidation  of  methane  to  CO2 (first stage). In second stage, these reducing equivalents (in presence of excess CO2) drive the equilibrium in backward direction causing the conversion of CO2 into methanol (Xin et al., 2007). Therefore, phosphate buffer serves as the low-cost medium for methanol biosynthesis without any additional nutrient requirement.\n\n## 3.2.2. Methanol production under varying CO2 concentrations and liquid to headspace volume ratios\n\nIn the first step, methanol production was attempted in a semi-batch stirred tank reactor by continuous sparging of CO2  (2.5% v/v) mixed with air at a flow rate of 0.5 vvm under atmospheric pressure. However, no methanol was detected in the extracellular medium. It has been reported that, at high partial pressure, the solubility of gases increases resulting  in  better  interaction  of  the  gaseous  substrate  with  the  key enzymes and in turn, positively regulates growth or product formation metabolism (Hurst and Lewis, 2010). Hence, in the present study, failure to induce methanol production in semi-batch stirred tank reactor may be attributed to the lower partial pressure of CO2 in the gas mixture, which is  considered  to  be  the  critical  parameter  for  methanol  production. Therefore, the second stage of methanol production was carried out in air-tight  batch  reactor  with  CO2 mixed  with  air  supplied  in  the headspace.\n\nThe extent of methanol formation was carried out under varying CO2 concentrations  in  the  headspace  ranging  from  10%  to  70%  v/v.  No methanol was produced at the lowest CO2  concentration of 10%. The methanol titer was found to increase concomitantly with the increase in CO2 concentration from 30% and reached a maximum value of 0.57 g L GLYPH&lt;0&gt; 1 (17.79 mM) at a CO2 concentration of 50% (Fig. 4b). The CO2 fixation percentage at 50% CO2 concentration was estimated to be 8.95% of the initial amount of CO2 present in the headspace. However, further increase  in  CO2 concentration  beyond  50%  resulted  in  a  marginal decrease in methanol titer. These results point towards the role of CO2 partial pressure in the headspace as a critical parameter for methanol induction. However, down regulation of methanol biosynthesis at higher CO2 partial pressure may be attributed to the possible inhibitory effect on enzymatic activity, electron transport chain, and carbon metabolism (Ceron-Chafla et al., 2020). There are a handful of studies towards the biological production of methanol via CO2 reduction pathway. Methylosinus sporium was reported to produce methanol with a very low titer of 0.33 mM when grown in the presence of 30% CO2 (Patel et al., 2016b). Xin et al. (2007) reported production of 0.004 μ mol methanol per mg dry cell weight from Methylosinus trichosporium cells, using 55.5% CO2 in the headspace. With the increase in liquid to headspace volume ratio from 50:50, methanol titer increased linearly and a maximum titer of 0.58 g L GLYPH&lt;0&gt; 1 (18.10 mM) was obtained at a ratio of 10:90 (Fig. 4c). The corresponding CO2 fixation percentage was estimated to be 9.06%. The results  suggest  that  headspace  volume  is  another  process  parameter influencing methanol production since it is directly linked to the availability of CO2, as the substrate for reduction reaction, at a fixed partial pressure. Thus, the occurrence of the highest methanol titer at liquid to headspace volume ratio of 10:90 could be attributed to the absence of substrate limitation (Pen et al., 2014). Characterization of M. sporium towards  methanol  biosynthesis  through  methane  oxidation  under different  headspace  volumes  resulted  in  highest  titer  of  5.40  mM  at headspace volume of 83.33% (Patel et al., 2016a). Pen et al. (2014) reported  an  improved  methanol  titer  of  290  mg  L GLYPH&lt;0&gt; 1 from  methane biohydroxylation  using M.  trichosporium in  batch  reactor  with  90% headspace volume as compared to cultivation with 37.5% headspace volume (35 mg L GLYPH&lt;0&gt; 1 ).  The  biomass  density  remained almost constant during methanol production stage under varying CO2 concentrations in the headspace and different liquid to headspace volume ratios (Fig. S1a, b; Supplementary material).\n\nAs  discussed  earlier,  authors  have  reported  several  strategies  to overcome  the  limitations  associated  with  methanol  production  from biological oxidation of CH4, including, use of biogas as feedstock, cell\n\nTable 1 methanol using methanotrophic biomass coupled with sequestration\n\nModel parameters for two-stage integrated process towards production of bioof methane and carbon dioxide.\n\n| Experimental condition   | Model Parameters              | Model Parameters      | Model Parameters   | Model Parameters          | Model Parameters   | Model Parameters        | Model Parameters        |\n|--------------------------|-------------------------------|-----------------------|--------------------|---------------------------|--------------------|-------------------------|-------------------------|\n|                          | Stage-I μ max (h GLYPH<0> 1 ) | K s (g L GLYPH<0> 1 ) | n                  | k L a CH4 (h GLYPH<0> 1 ) | A                  | Y x/s (g g GLYPH<0> 1 ) | x m (g L GLYPH<0> 1 )   |\n| 2.5% CH 4                | 0.07                          | 0.07                  | 0.5                | 0.19                      | 0.8                | 1.72                    | 3.39                    |\n| 1% CH 4                  | 0.07                          | 0.07                  | 0.5                | 0.19                      | 0.8                | 1.7                     | 3.31                    |\n| 5% CH 4                  | 0.07                          | 0.07                  | 0.5                | 0.19                      | 0.8                | 1.72                    | 3.52                    |\n| Stage-II                 |                               |                       |                    |                           |                    |                         |                         |\n| Experimental condition   | Qp max (h GLYPH<0> 1 )        | A ' (g L GLYPH<0> 1 ) | n '                | k L a CO2 (h GLYPH<0> 1 ) | B                  | Y p/s (g g GLYPH<0> 1 ) | Y p/s (g g GLYPH<0> 1 ) |\n| 50% CO 2                 | 0.02                          | 5                     | 1                  | 0.11                      | 0.02               | 0.68                    | 0.68                    |\n| 30% CO 2                 | 0.008                         | 5                     | 1                  | 0.11                      | 0.02               | 0.51                    | 0.51                    |\n| 70% CO 2                 | 0.018                         | 5                     | 1                  | 0.11                      | 0.02               | 0.43                    | 0.43                    |\n\nimmobilization, repeated-batch cultivation, co-culture of cells, supplementation of methane vector, etc . (Sheets et al., 2016; Patel et al., 2020a, b, c). Despite of these approaches, the reported methanol titre is limited to the range of 5.37 -13.42 mM (or, 0.17 -0.43 g L GLYPH&lt;0&gt; 1 ). Further, methanol production from biological reduction of CO2, is also limited to a low methanol titer of up to 0.33 mM (Xin et al., 2007; Patel et al., 2016b). Therefore, it can be concluded that the maximum methanol titer achieved in the present study under optimum conditions is significantly higher than the similar studies reported in literature.\n\n## 3.3. Model development for the sequential two-stage process\n\n## 3.3.1. Kinetic modelling for the first stage\n\nIn the present study, batch data with inlet gas mixture composition of 2.5% CH4 at 0.5 vvm flow-rate was used for the estimation of the model parameters (Fig. 5a). The model was subsequently validated with the experimental  data  from  two  batch  runs  with  the  inlet  gas  mixture composition of 1% (Fig. 5b) and 5% CH4 (Fig. 5c) at a flow rate of 0.5 vvm.\n\nEstimation  of  parameters  in  reaction  kinetic  expressions  is  an essential step during the development of a process model. In the present study,  while  the  biomass  yield  coefficient  (Yx/s),  maximum  specific growth  rate  ( μ max),  and  maximum  biomass  concentration  (xm)  were derived from experimental data of various batch runs, the other kinetic parameters,  such  as  half-saturation  constant  (Ks),  volumetric  mass transfer coefficient for methane ( kLaCH 4 ) and model constants such as, n and A were determined by parameter estimation (Table 1). The values of universal  gas  constant  (R = 0.0821  L-atm  mol GLYPH&lt;0&gt; 1  K GLYPH&lt;0&gt; 1 )  and  Henry ' s constant for methane ( HCH 4 = 0.0015 mol L GLYPH&lt;0&gt; 1  atm GLYPH&lt;0&gt; 1 ) were obtained from literature (Meylan and Howard, 1991; Lovley et al., 1994). In a fermentation process, when substrate concentration is higher than Ks, the specific growth rate of the bacteria is also higher, often approaching the maximum specific growth rate. When substrate concentration becomes equal to or less than Ks, the specific growth rate of the bacteria reduces, implying that there is an inherent substrate limitation in the system (Grady et al., 2011). According to the parameters estimated for the present model, the value of Ks  (0.07 g L GLYPH&lt;0&gt; 1 ) was found to be lower than  the  dissolved  CH4 concentration  of  approximately  0.35  g  L GLYPH&lt;0&gt; 1 (Fig. 5a) at any given point of time. This implies that there was negligible  substrate  limitation  in  the  semi-batch  system  employed  for  the purpose of this study. Kov ´ arov ´ a-Kovar and Egli (1998) interpreted 1/Ks as the affinity of a cell towards the substrate, where a lower Ks  value corresponds to a higher substrate affinity. A low Ks value can also imply a higher conversion of substrate into biomass. This implication is in line with the affinity concept that associates low Ks  value to larger harvest volumes (Ugalde-Salas et al., 2020). The kLa value for the semi-batch\n\nGLYPH&lt;0&gt;0GLYPH&lt;0&gt;DGLYPH&lt;0&gt;Q\n\nFig. 6. Dynamic profile for methanol titer, dissolved CO2 concentration and headspace CO2 concentration, at varying CO2 composition of (a) 50%, (b) 30% and (c) 70%. The symbol ( ˙ ) represents experimental data for methanol titer and the lines represent simulated profiles for methanol titer ( ), dissolved CO2 concentration ( … … . ) and headspace CO2 concentration (---).\n\n<!-- image -->\n\nreactor was estimated to be 0.19 h GLYPH&lt;0&gt; 1 . This value is in a feasible range, as inferred from the studies of Pauss et al. (1990) who previously reported a kLa value for methane of 0.09 h GLYPH&lt;0&gt; 1 in a completely stirred tank reactor at steady state.\n\nThe model was able to predict the growth profiles of the organism at methane concentrations of 1% (Fig. 5b) and 5% (Fig. 5c) in the gas mixture  accurately.  Further,  the  model  provided  an  insight  into  the dissolved methane concentration profile (Fig. 5) as one of the key outputs, thereby offering an easy alternate solution to energy intensive and expensive experimental methods (Aldhafeeri et al., 2020). As the gas was  continuously  sparged  throughout  the  batch  run,  the  overall methane  concentration  initially  increased  and  reached  a  saturation value, beyond which it was approximately constant (Fig. 5). A decrease in the concentration of dissolved methane was observed from 21 h to\n\n100 h, implying a higher substrate uptake rate due to the exponential growth phase of the bacteria.\n\n## 3.3.2. Kinetic modelling for the second stage\n\nFor the second stage of the model, batch data with 50% CO2 (Fig. 6a) in the headspace was used for the estimation of model parameters. The model was subsequently validated with the experimental data from two batch runs with headspace CO2 concentration of 30% (Fig. 6b) and 70% (Fig.  6c).  While  specific  product  formation  rate  (Qpmax)  was  derived from experimental data, the kinetic and stoichiometric parameters such as product yield coefficient (Yp/s) and volumetric mass transfer coefficient for carbon dioxide ( kLaCO 2 ) were estimated (Table 1). The value of Henry ' s constant for carbon dioxide (HCO2 = 0.033 mol L GLYPH&lt;0&gt; 1  atm GLYPH&lt;0&gt; 1 ) was obtained from literature (Sander et al., 2011). With the change in CO2\n\nGLYPH&lt;0&gt;0GLYPH&lt;0&gt;DGLYPH&lt;0&gt;Q\n\nconcentration,  Qpmax was  found  to  vary  within  a  narrow  range  of 0.008 -0.02  h GLYPH&lt;0&gt; 1 .  However,  the  product  yield  coefficient  (Yp/s,  g  of methanol per g of CO2 consumed) was found to vary significantly within the range of 0.43 -0.68. The value of kLaCO 2 was estimated to be 0.11 h GLYPH&lt;0&gt; 1, comparable with that of methane.\n\nIn the second stage, the model predicted profiles of methanol formation was found to be in good agreement with the experimental data for  both  30%  (Fig.  6b)  and  70%  CO2  (Fig.  6c)  concentration  in  the headspace. An initial lag phase of approximately 3 h in methanol production was observed in all the three batch experiments. This lag phase may be attributed to the delayed induction in the mass transfer of CO2 from headspace to the liquid phase (Fig. 6). Beyond the initial lag phase of 3 h, a gradual decrease in headspace CO2 concentration was predicted till the end of the batch (Fig. 6). Post lag phase, an initial increase in dissolved  CO2  concentration  was  found  to  be  concomitant  with  the decrease  in  headspace  CO2 concentration,  after  which  the  bacteria actively utilized it to produce methanol, leading to a significant decrease in dissolved CO2 concentration beyond 5 h. The dissolved CO2 concentration eventually became zero, at which point the methanol production was also seen to be saturated.\n\n## 4. Conclusions\n\nTwo-stage integrated bioprocess was demonstrated for bio-methanol synthesis using M. trichosporium coupled with sequestration of methane and carbon dioxide. Improved biomass titer, methane fixation rate and methanol titer  was  achieved  via  optimization  of  process  parameters. Semi-batch stirred tank reactor used in the first stage addresses the key challenge  of  mass  transfer  limitation  of  methane  from  gas  to  liquid phase.  Methanol  titer  in  the  second  stage  was  found  to  be  critically dependent on the partial pressure of carbon dioxide in the headspace of batch reactor. A kinetic model was developed to capture phenotypic response of the methanotroph under varying process parameters.\n\n## Credit author statement\n\nKrishna Kalyani Sahoo: Experimentation, analysis and interpretation of data, and manuscript preparation. Swagata Datta: Experimentation, development and validation of kinetic model, and manuscript preparation. Gargi  Goswami: Conceptualization and manuscript writing. Debasish Das: Conceptualization, overall supervision of the work and manuscript writing.\n\n## Declaration of competing interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\n## Acknowledgements\n\nKrishna Kalyani Sahoo and Swagata Datta are grateful to Ministry of Education, Government of India for their research fellowships.\n\n## Appendix A. Supplementary data\n\nSupplementary data to this article can be found online at https://doi. org/10.1016/j.jenvman.2021.113927.\n\n## References\n\n- Aldhafeeri, T., Tran, M.K., Vrolyk, R., Pope, M., Fowler, M., 2020. A review of methane gas detection sensors: recent developments and future perspectives. Invent 5 (3), 28. https://doi.org/10.3390/inventions5030028.\n- Badr, K., Hilliard, M., Roberts, N., He, Q.P., Wang, J., 2019. Photoautotrophmethanotroph coculture -a flexible platform for efficient biological CO2-CH4  CO-\n- utilization. IFAC-PapersOnLine 52 (1), 916 -921. https://doi.org/10.1016/j. ifacol.2019.06.179.\n- Cai, Z., Yan, X., 1999. Kinetic model for methane oxidation by paddy soil as affected by temperature, moisture and N addition. Soil Biol. Biochem. 31 (5), 715 -725. https:// doi.org/10.1016/S0038-0717(98)00170-9.\n- Cantera, S., Lebrero, R., García-Encina, P.A., Mu ˜ noz, R., 2016. Evaluation of the influence of methane and copper concentration and methane mass transport on the community structure and biodegradation kinetics of methanotrophic cultures. J. Environ. Manag. 171, 11 -20. https://doi.org/10.1016/j.jenvman.2016.02.002.\n- Ceron-Chafla, P., Kleerebezem, R., Rabaey, K., van Lier, J.B., Lindeboom, R.E., 2020. Direct and indirect effects of increased CO2  partial pressure on the bioenergetics of syntrophic propionate and butyrate conversion. Environ. Sci. Technol. 54 (19), 12583 -12592. https://doi.org/10.1021/acs.est.0c02022.\n- Chang, H.L., Alvarez-Cohen, L., 1997. Two-stage methanotrophic bioreactor for the treatment of chlorinated organic wastewater. Water Res. 31 (8), 2026 -2036. https:// doi.org/10.1016/S0043-1354(97)00020-1.\n- Dalena, F., Senatore, A., Marino, A., Gordano, A., Basile, M., Basile, A., 2018. Methanol production and applications: an overview. Methanol 3 -28. https://doi.org/10.1016/ B978-0-444-63903-5.00001-7.\n- Gilman, A., Laurens, L.M., Puri, A.W., Chu, F., Pienkos, P.T., Lidstrom, M.E., 2015. Bioreactor performance parameters for an industrially-promising methanotroph Methylomicrobium buryatense 5GB1. Microb. Cell Factories 14 (1), 1 -8. https://doi. org/10.1186/s12934-015-0372-8.\n- Global Carbon Budget, 2019. Global Carbon Project. https://www.globalcarbonproject. org/carbonbudget/. (Accessed 9 June 2021). accessed.\n- Grady Jr., C.L., Daigger, G.T., Love, N.G., Filipe, C.D., 2011. Biological Wastewater Treatment. CRC press.\n- Han, B., Su, T., Wu, H., Gou, Z., Xing, X.H., Jiang, H., Chen, Y., Li, X., Murrell, J.C., 2009. Paraffin oil as a ' methane vector ' for rapid and high cell density cultivation of Methylosinus trichosporium OB3b. Appl. Microbiol. Biotechnol. 83 (4), 669 -677. https://doi.org/10.1007/s00253-009-1866-2.\n- Han, B., Yang, Y., Xu, Y., Etim, U.J., Qiao, K., Xu, B., Yan, Z., 2016. A review of the direct oxidation of methane to methanol. Chin. J. Catal. 37 (8), 1206 -1215. https://doi. org/10.1016/S1872-2067(15)61097-X.\n- Han, J.S., Ahn, C.M., Mahanty, B., Kim, C.G., 2013. Partial oxidative conversion of methane to methanol through selective inhibition of methanol dehydrogenase in methanotrophic consortium from landfill cover soil. Appl. Biochem. Biotechnol. 171 (6), 1487 -1499. https://doi.org/10.1007/s12010-013-0410-0.\n- Hurst, K.M., Lewis, R.S., 2010. Carbon monoxide partial pressure effects on the metabolic process of syngas fermentation. Biochem. Eng. J. 48 (2), 159 -165. https:// doi.org/10.1016/j.bej.2009.09.004.\n- Hwang, I.Y., Hur, D.H., Lee, J.H., Park, C.H., Chang, I.S., Lee, J.W., Lee, E.Y., 2015. Batch conversion of methane to methanol using Methylosinus trichosporium OB3b as biocatalyst. J. Microbiol. Biotechnol. 25 (3), 375 -380. https://doi.org/10.4014/ jmb.1412.12007.\n- Kov ´ arov ´ a-Kovar, K., Egli, T., 1998. Growth kinetics of suspended microbial cells: from single-substrate-controlled growth to mixed-substrate kinetics. Microbiol. Mol. Biol. Rev. 62 (3), 646. https://doi.org/10.1128/MMBR.62.3.646-666.1998.\n- Kumar, P., Kumar, A., Sreedhar, B., Sain, B., Ray, S.S., Jain, S.L., 2014. Cobalt phthalocyanine immobilized on graphene oxide: an efficient visible-active catalyst for the photoreduction of carbon dioxide. Chem. Eur J. 20 (20), 6154 -6161. https:// doi.org/10.7939/r3-cvhq-tm43.\n- Lovley, D.R., Chapelle, F.H., Woodward, J.C., 1994. Use of dissolved H2  concentrations to determine distribution of microbially catalyzed redox reactions in anoxic groundwater. Environ. Sci. Technol. 28 (7), 1205 -1210. https://doi.org/10.1021/ es00056a005.\n- Mardina, P., Li, J., Patel, S.K., Kim, I.W., Lee, J.K., Selvaraj, C., 2016. Potential of immobilized whole-cell Methylocella tundrae as a biocatalyst for methanol production from methane. J. Microbiol. Biotechnol. 26 (7), 1234 -1241. https://doi.org/ 10.4014/jmb.1602.02074.\n- Methane Tracker, 2020. International Energy Agency. https://www.iea.org/reports/m ethane-tracker-2020. (Accessed 9 August 2021). accessed.\n- Meylan, W.M., Howard, P.H., 1991. Bond contribution method for estimating Henry ' s law constants. Environ. Toxicol. Chem.: Int. J. 10 (10), 1283 -1293. https://doi.org/ 10.1002/etc.5620101007.\n- Mukherjee, M., Sarkar, P., Goswami, G., Das, D., 2019. Regulation of butanol biosynthesis in Clostridium acetobutylicum ATCC 824 under the influence of zinc supplementation and magnesium starvation. Enzym. Microb. Technol. 129, 109352. https://doi.org/10.1016/j.enzmictec.2019.05.009.\n- Park, S.Y., Kim, C.G., 2019. Application and development of methanotrophs in environmental engineering. J. Mater. Cycles Waste Manag. 21, 415 -422. https://doi. org/10.1007/s10163-018-00826-w.\n- Patel, S.K., Selvaraj, C., Mardina, P., Jeong, J.H., Kalia, V.C., Kang, Y.C., Lee, J.K., 2016a. Enhancement of methanol production from synthetic gas mixture by Methylosinus sporium through covalent immobilization. Appl. Energy 171, 383 -391. https://doi. org/10.1016/j.apenergy.2016.03.022.\n- Patel, S.K., Mardina, P., Kim, D., Kim, S.Y., Kalia, V.C., Kim, I.W., Lee, J.K., 2016b. Improvement in methanol production by regulating the composition of synthetic gas mixture and raw biogas. Bioresour. Technol. 218, 202 -208. https://doi.org/ 10.1016/j.biortech.2016.06.065.\n- Patel, S.K., Gupta, R.K., Kumar, V., Kondaveeti, S., Kumar, A., Das, D., Kalia, V.C., Lee, J. K., 2020a. Biomethanol production from methane by immobilized co-cultures of methanotrophs. Indian J. Microbiol. 60, 318 -324. https://doi.org/10.1007/s12088020-00883-6.\n- Patel, S.K., Gupta, R.K., Kondaveeti, S., Otari, S.V., Kumar, A., Kalia, V.C., Lee, J.K., 2020b. Conversion of biogas to methanol by methanotrophs immobilized on\n\nGLYPH&lt;0&gt;0GLYPH&lt;0&gt;DGLYPH&lt;0&gt;Q\n\nchemically modified chitosan. Bioresour. Technol. 315, 123791. https://doi.org/ 10.1016/j.biortech.2020.123791.\n\n- Patel, S.K., Shanmugam, R., Kalia, V.C., Lee, J.K., 2020c. Methanol production by polymer-encapsulated methanotrophs from simulated biogas in the presence of methane vector. Bioresour. Technol. 304, 123022. https://doi.org/10.1016/j. biortech.2020.123022.\n- Pauss, A., Andre, G., Perrier, M., Guiot, S.R., 1990. Liquid-to-gas mass transfer in anaerobic processes: inevitable transfer limitations of methane and hydrogen in the biomethanation process. Appl. Environ. Microbiol. 56 (6), 1636. https://doi.org/ 10.1128/aem.56.6.1636-1644.1990.\n- Pen, N., Soussan, L., Belleville, M.P., Sanchez, J., Charmette, C., Paolucci-Jeanjean, D., 2014. An innovative membrane bioreactor for methane biohydroxylation. Bioresour. Technol. 174, 42 -52. https://doi.org/10.1016/j.biortech.2014.10.001.\n- Reddy, K.R., Rai, R.K., Green, S.J., Chetri, J.K., 2020. Effect of pH on methane oxidation and community composition in landfill cover soil. J. Environ. Eng. 146 (6), 04020037 https://doi.org/10.1061/(ASCE)EE.1943-7870.0001712.\n- Rodríguez, Y., Firmino, P.I.M., P ´ erez, V., Lebrero, R., Mu ˜ noz, R., 2020. Biogas valorization via continuous polyhydroxybutyrate production by Methylocystis hirsuta in a bubble column bioreactor. Waste Manag. 113, 395 -403. https://doi.org/ 10.1016/j.wasman.2020.06.009.\n- Rostkowski, K.H., Pfluger, A.R., Criddle, C.S., 2013. Stoichiometry and kinetics of the PHB-producing Type II methanotrophs Methylosinus trichosporium OB3b and Methylocystis parvus OBBP. Bioresour. Technol. 132, 71 -77. https://doi.org/ 10.1016/j.biortech.2012.12.129.\n- Sahoo, K.K., Goswami, G., Das, D., 2021. Biotransformation of methane and carbon dioxide into high-value products by methanotrophs: current state of art and future prospects. Front. Microbiol. 12, 520. https://doi.org/10.3389/fmicb.2021.636486.\n- Sander, S.P., Friedl, R.R., Barker, J.R., Golden, D.M., Kurylo, M.J., Wine, P.H., Abbatt, J. P.D., Burkholder, J.B., Kolb, C.E., Moortgat, G.K., Huie, R.E., 2011. Chemical\n- Kinetics and Photochemical Data for Use in Atmospheric Studies, Evaluation Number 14, vol. 10. JPL Publ.\n- Sheets, J.P., Ge, X., Li, Y.F., Yu, Z., Li, Y., 2016. Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate. Bioresour. Technol. 201, 50 -57. https://doi.org/10.1016/j.biortech.2015.11.035.\n- Sheets, J.P., Lawson, K., Ge, X., Wang, L., Yu, Z., Li, Y., 2017. Development and evaluation of a trickle bed bioreactor for enhanced mass transfer and methanol production from biogas. Biochem. Eng. J. 122, 103 -114. https://doi.org/10.1016/j. bej.2017.03.006.\n- Ugalde-Salas, P., Desmond-Le Qu ´ em ´ ener, E., Harmand, J., Rapaport, A., Bouchez, T., 2020. Insights from microbial transition state theory on Monod ' s affinity constant. Sci. Rep. 10 (1), 1 -4. https://doi.org/10.1038/s41598-020-62213-6.\n- Understanding Global Warming Potentials, 2020. United States Environmental Protection Agency. https://www.epa.gov/ghgemissions/understanding-global -warming-potentials. (Accessed 9 August 2021). accessed.\n- Verhelst, S., Turner, J.W., Sileghem, L., Vancoillie, J., 2019. Methanol as a fuel for internal combustion engines. Prog. Energy Combust. Sci. 70, 43 -88. https://doi.org/ 10.1016/j.pecs.2018.10.001.\n- Wang, L., Yi, Y., Wu, C., Guo, H., Tu, X., 2017. One-step reforming of CO2 and CH4 into high-value liquid chemicals and fuels at room temperature by plasma-driven catalysis. Angew. Chem. Int. Ed. 56 (44), 13679 -13683. https://doi.org/10.1002/ anie.201707131.\n- Xin, J.Y., Zhang, Y.X., Zhang, S., Xia, C.G., Li, S.B., 2007. Methanol production from CO2 by resting cells of the methanotrophic bacterium Methylosinus trichosporium IMV 3011. J. Basic Microbiol. 47 (5), 426 -435. https://doi.org/10.1002/ jobm.200710313.\n- Zain, M.M., Mohamed, A.R., 2018. An overview on conversion technologies to produce value added products from CH4 and CO2 as major biogas constituents. Renew. Sustain. Energy Rev. 98, 56 -63. https://doi.org/10.1016/j.rser.2018.09.003.\n\nGLYPH&lt;0&gt;0GLYPH&lt;0&gt;DGLYPH&lt;0&gt;Q",
  "chunks": [
    "GLYPH&lt;c=11,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=21,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=19,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=21,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=21,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=12,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;",
    "Contents lists available at ScienceDirect",
    "## Journal of Environmental Management",
    "journal homepage: www.elsevier.com/locate/jenvman",
    "## Two-stage integrated process for bio-methanol production coupled with methane and carbon dioxide sequestration: Kinetic modelling and experimental validation",
    "Krishna Kalyani Sahoo a,1 , Swagata Datta a,1 , Gargi Goswami b , Debasish Das a,*",
    "- a Department of Biosciences &amp; Bioengineering, Indian Institute of Technology, Guwahati, Assam, 781039, India\n- b Department of Biotechnology, Gandhi Institute of Technology and Management (GITAM) University, Visakhapatnam, Andhra Pradesh, 530045, India",
    "A R T I C L E  I N F O",
    "Keywords: Methanotrophs Bio-methanol Methane Carbon dioxide Kinetic model",
    "Overpopulation and economic development have led to increased greenhouse gas emissions since the beginning of the pre-industrial era, resulting in unprecedented levels of atmospheric methane (CH4) and carbon dioxide (CO2) concentrations. The consequent effect has been reflecting through global climate change and enhanced global warming since the mid-20th century. Worldwide anthropogenic emission of CO2 has almost hit 43.1 billion tonnes (Global Carbon Project Budget, 2019). Methane has a global warming potential 28 -36 times that of CO2 over a 100-year-timescale (US EPA, 2020). Furthermore, the global emission of methane stands at 570 million tonnes, of which 342 million tonnes is accounted for by anthropogenic sources, while the residual 228 million tonnes  originate  from  natural  reserves  ( e.g. ,  wetlands,  sediments, oceans,  termites,  biodegradation  of  organic  wastes  by  methanogens, etc.) (IEA, Methane Tracker, 2020). There are ongoing efforts to transform these greenhouse gases into various value-added chemicals such as formaldehyde, ethanol, methanol, acetic acid, and formic acid (Wang",
    "The study demonstrates a two-stage integrated process for bio-methanol production using Methylosinus trichosporium NCIMB 11131, coupled with sequestration of methane and carbon dioxide. The first stage involved generation of methanotrophic biomass via sequestration of methane; which was used as biocatalyst to reduce carbon dioxide into methanol in the second stage. Maximum biomass titer of 3.39 g L GLYPH&lt;0&gt; 1 and productivity of 0.60 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 were achieved in semi-batch stirred tank reactor with methane concentration in the inlet gas mixture of 2.5% v/v and gas flow rate of 0.5 vvm. Methane fixation rate was estimated to be 0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 . Maximum methanol titer of 0.58 g L GLYPH&lt;0&gt; 1 was achieved at headspace carbon dioxide concentration of 50% v/v and liquid to headspace volume ratio 10:90. Subsequently, a kinetic model was developed to predict and understand the system  behaviour  in  terms  of  dynamic  profile  of  growth,  methanol  formation,  concentration  of  dissolved methane or carbon dioxide in the aqueous phase and headspace carbon dioxide concentration, in response to varying process parameters. The model can serve as a tool for estimation of process parameters and aid in overall production optimization.",
    "et al., 2017). Methanol, a widely used industrial solvent, is also known to be the precursor for synthesizing other chemicals like formaldehyde, acetic acid, dimethyl ether, and methyl tert-butyl ether (MTBE) (Dalena et al., 2018). Methanol is being considered as a potential transportation fuel owing to its high specific energy ratio, high heat of vaporization, low  combustion  temperature,  high  flame  speed  and  so  on  (Verhelst et al., 2019). Although CH4  is also used as a fuel, methanol stands superior to CH4  in several ways: (i) methanol is a liquid at STP, which facilitates  easy  and  safe  storage  and  transportation  with  minimum product loss; (ii) methanol possesses 488-times greater volumetric energy content (15,871 MJ m GLYPH&lt;0&gt; 3 )  as  compared  to  CH4  (32.50  MJ  m GLYPH&lt;0&gt; 3 ) (Verhelst et al., 2019).",
    "Methanol  can  be  produced  through  chemical  or  biological  route. Chemical synthesis of methanol may be achieved either through catalytic oxidation of CH4 or via catalytic hydrogenation of CO2. However, the conventionally used chemical routes for methanol production are constrained  by  the  requirement  of:  (i)  expensive  catalysts e.g. ,  CuO/ ZnO/Al2O3, Fe2O3(MoO3)3, MoO3/SiO2, MoO3/Ga2O3, V2O5/SiO2, etc .",
    "* Corresponding author. Department of Biosciences &amp; Bioengineering, Indian Institute of Technology Guwahati, Guwahati, Assam, 781039, India. E-mail address: debasishd@iitg.ac.in (D. Das).",
    "1 The authors have contributed equally.",
    "GLYPH&lt;c=20,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=20,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=22,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=28,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=21,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;GLYPH&lt;c=26,font=/KMWKYR+TimesNewRomanPS-ItalicMT&gt;",
    "(; (ii) extreme process conditions e.g. , high temperature (~ 650 ◦ C) and pressure (~5 MPa) (Han et al., 2016; Zain and Mohamed, 2018); and (iii) release of carbon monoxide as one of the toxic by-products (Kumar et al., 2014). Alternatively, methanol can be produced biologically with the application of methanotrophic microorganisms as biocatalyst. Authors  have reported various methanotrophic strains e.g. , Methylosinus trichosporium , Methylosinus sporium , Methyloferula stellata , Methylomicrobium  album , Methylocella  tundrae , Methylocystis  bryophila (Xin et al., 2007; Mardina et al., 2016; Patel et al., 2016b; Patel et al., 2020a, b, c), etc. for methanol production using noxious C1-carbon compounds, like CH4  and CO2. Biological methods are advantageous over chemical methods as they operate under mild process conditions, without using expensive chemical catalysts; have low energy requirement, and higher conversion  efficiency,  accompanied  with  greater  stability  and  selectivity,  and  hence  may  offer  better  economic  feasibility;  and  are eco-friendly.",
    "Methanotrophs are Gram-negative proteobacteria that utilize methane as their sole source of carbon and energy for growth. Methane, bio-sequestered by methanotrophs, is catalytically oxidized into methanol by methane monooxygenase (MMO), an endogenous irreversible enzyme. The produced methanol is subsequently converted into formaldehyde, formate, and CO2 via sequential oxidations catalysed by three reversible  enzymes:  methanol  dehydrogenase  (MDH),  formaldehyde dehydrogenase and formate dehydrogenase, respectively (Sahoo et al., 2021).  A  part  of  the  intermediately  produced  formaldehyde/formate assimilates  into  the  biomass  as  a  carbon  source  via  RuMP  or  serine pathway. MMO is classified into two types: particulate MMO (integrated on the cell membrane), and soluble MMO (produced in the cytoplasm). Particulate MMO shows elevated expression at high copper to biomass ratios, while the expression of soluble MMO increases under low copper to biomass ratios and high titre of iron ions. Soluble MMO causes faster methane oxidation relative to particulate MMO, owing to the higher substrate specificity of soluble MMO for methane (Sahoo et al., 2021). Methanotrophs are broadly classified into three types on the basis of the type of MMO synthesized. Type I methanotrophs ( e.g. , species of Methylosoma , Methylothermus , Methylosarcina , Methylosphaera , Methylohalobius , Methylomonas , Methylobacter , Methylomicrobium , Crenothrix and Clonothrix ) express particulate MMO; Type II methanotrophs ( e.g. , species  of Methylocapsa , Methylocella , Methylosinus and Methylocystis ) express both soluble and particulate MMO; and Type X methanotrophs ( e.g. , species of Methylococcus and Methylocaldum ) express certain specific properties of both Type I and Type II methanotrophs (Sahoo et al., 2021). For utilizing C1-carbon sources, Type I and Type X methanotrophs  use  RuMP  pathway,  while  Type  II  methanotrophs  use  serine pathway (Sahoo et al., 2021). Type X methanotrophs vary from Type I owing to minimal expression of ribulose-bisphosphate carboxylase (an enzyme of serine cycle), occurring in Calvin-Benson-Bassham pathway (Park and Kim, 2019).",
    "There have been initiatives on methanol production via MMO (soluble and particulate) catalysed biological oxidation of methane (Mardina et al., 2016; Patel et al., 2016a, 2020a). However, MDH and other enzymes cause subsequent sequential oxidation of the produced methanol  into  intermediate  metabolites  and  CO2,  resulting  in  decreased extracellular methanol accumulation (Sheets et al., 2016). To that end, various  MDH  inhibitors  ( e.g. ,  NaCl,  NH4Cl,  phosphate,  EDTA,  and MgCl2) are supplemented in the fermentation media to increase methanol  production  (Patel  et  al.,  2016a;  Sheets  et  al.,  2016).  Although, particulate MMOs are also involved in the methanol production metabolism, but they do not require any cofactors for their activity. On the other hand, soluble MMOs require natural co-factor (NADH) regeneration for their activity and increased methanol accumulation. However, the MDH inhibitor-induced inhibition of methanol oxidation result in NADH depletion (Sahoo et al., 2021). Therefore, formate is exogenously added as a source of NADH, which is necessary to maintain the activity of  soluble  MMO  in  presence  of  MDH  inhibitors  (during  soluble MMO-catalysed  methanol  production)  and  improved  methanol  titer",
    "(Sheets et al., 2016; Patel et al., 2020c). Even with all these initiatives, a lower methanol titer in the range of 0.16 -0.4 g L GLYPH&lt;0&gt; 1 (Hwang et al., 2015; Patel et al., 2016a; Mardina et al., 2016) has been achieved under native conditions  in  batch  mode.  Moreover,  methanol  production  through biological oxidation of methane is constrained by high cost of pure CH4 as  feed,  low  methanol  titer  associated  with  low  solubility  of  CH4 in liquid  medium,  low  CH4 utilization  efficiency  and  consequent  slow growth rate of methanotrophs, and so on. Authors have tried to overcome these limitations through the use of biogas as low-cost feedstock (Sheets et al., 2016; Patel et al., 2020b), immobilization of cells/biocatalyst (Patel et al., 2020a, 2020b), repeated-batch cultures for reusability  of  cells  (Patel  et  al.,  2020b,  2020c),  co-culture  of  cells  for improved  biocatalytic  activity  (Patel  et  al.,  2020a)  and,  addition  of methane vector to improve solubility (Patel et al., 2020c). An alternative to  the  current  approaches  could  be  the  utilization  of  CO2,  the end-product in the methanotrophic metabolism, as feedstock for methanol production. CO2, when fed to the cells in excess concentration, shifts the equilibrium in the backward direction (Xin et al., 2007). Since the activity of MMO is irreversible, the process results in the accumulation of methanol as an extracellular end-product (Xin et al., 2007).",
    "Microbial metabolism, a biological process, involves high degree of complexity and exhibits significant variability with changes in growth conditions and environmental perturbation. To that end, a mechanistic model  in  synergy  with  experimental  observations,  can  serve  as  an effective  tool  towards  understanding  the  metabolism  of  a  biological system.  Various  kinetic  models  have  been  proposed  to  understand phenotypic  response  of  different  biological  systems  involving  methanotrophs e.g., metabolic  coupling  between  oxygenic  photosynthesis and  methane  oxidation  during  co-cultivation  of  photoautotroph  and methanotroph  (Badr  et  al.,  2019);  effect  of  nitrogen  and  oxygen  on production  of  polyhydroxybutyrate  (PHB)  using Methylocystis  parvus OBBP and Methylosinus trichosporium OB3b (Rostkowski et al., 2013); methane  oxidation  by  the  methanotrophic  bacterial  community  in paddy soil (Cai and Yan, 1999); and degradation of chlorinated organic compounds by mixed methanotrophic culture (Chang and Alvarez-Cohen, 1997). However, till date no model has been reported to describe growth of the methanotroph using methane and exploitation of methanotrophic  biomass  as  biocatalyst  for  conversion  of  CO2 to methanol.",
    "In  the  present  study,  we  report  a  sequential  two-stage  integrated process  for  bio-methanol  production  using Methylosinus  trichosporium NCIMB 11131, coupled with sequestration of methane and carbon dioxide.  While,  the  first  stage  of  the  process  involves  generation  of methanotrophic biomass via sequestration of methane as the sole carbon source; the second stage deals with the application of this biomass as biocatalyst for the reduction of CO2  into methanol. High biomass titer and improved methane sequestration were achieved via optimization of process parameters e.g. , methane percentage in the inlet gas stream and flow rate of the gas mixture in a semi-batch stirred tank reactor. To achieve an improved methanol titer, optimization of CO2 concentration in the headspace and liquid to headspace volume ratio was carried out in an air tight batch reactor. Finally, a kinetic model was developed, which can be an effective tool to understand various phenotypic responses of the organism in terms of growth, methane sequestration, and methanol formation under the influence of varying process parameters. As another key outcome, the model was able to predict the dynamic profile for concentration  of  dissolved  CH4,  concentration  of  dissolved  CO2,  and headspace concentration of CO2.",
    "## 2. Materials and methods",
    "## 2.1. Organism and inoculum preparation",
    "Methylosinus  trichosporium NCIMB  11131  was  procured  from  National  Collection  of  Industrial  Food  and  Marine  Bacteria,  and  was cultured  on  nitrate  mineral  salt  (NMS)  medium  (Patel  et  al.,  2016a)",
    "containing  (g  L GLYPH&lt;0&gt; 1 ):  KNO3 (1.0),  MgSO4.6H2O  (1.0),  CaCl2 (0.2), Fe-EDTA (0.0038), Na2MoO4.2H2O (0.00026), Na2HPO4.12H2O (0.716), and KH2PO4 (0.26). Trace metal solution (1 mL) containing (g L GLYPH&lt;0&gt; 1 ): CuSO4.5H2O (0.2), FeSO4.7H2O (0.5), ZnSO4.7H2O (0.4), H3BO3 (0.015), CoCl2.6H2O (0.05), EDTA di-sodium salt (0.25), MnCl2.4H2O (0.02), and NiCl2.6H2O (0.01) was added to the media. The pH of the medium was adjusted to 6.8 using 1 M NaOH and 1 M H2SO4. All the chemicals were of analytical grade and procured from Himedia. All the reagents were prepared in Milli-Q water (18 M Ω ). Inoculum preparation was carried out by culturing the cells in 500 mL customized air-tight bottles containing 100 mL of NMS medium at 30 ◦ C in a shaker incubator  (ORBITEK,  Scigenics  Biotech)  at  150  rpm  with  intermittent sparging  of  methane.  The  mid-log  phase  culture  (10%  v/v)  with  an optical density of 5 was used as inoculum for all experiments.",
    "## 2.2. Generation of methanotrophic biomass coupled with CH4 sequestration",
    "## 2.2.1. Characterisation of the organism in air-tight batch reactor",
    "In the first step, characterization of the organism in terms of growth and CH4  utilization was carried out in customized air-tight batch reactors  (Borosil  reagent  bottles  fitted  with  Duran  bromo-butyl  rubber stoppers) of 250 mL capacity with a working volume of 32 mL of NMS medium, under different concentrations of CH4  (5%, 10%, 15%, 20%, 40%, 60%, and 80% v/v) in the headspace mixed with air. The organism was grown at 30 ◦ C in a shaker incubator (ORBITEK, Scigenics Biotech) at 150 rpm for 96 h. Sampling was carried out at an interval of 24 h to obtain  the  dynamic  profiles  for  growth  and  CH4 utilization  from headspace.",
    "## 2.2.2. Characterisation of the organism in semi-batch stirred tank reactor",
    "In the next step, the characterization of the organism was carried out in  a  customized  semi-batch  stirred-tank  reactor  of  1  L  capacity  containing  800  mL  NMS  medium  under  varying  concentrations  of  CH4 mixed with air in the inlet gas stream (1%, 2.5%, and 5% v/v) and different inlet gas flow-rates (0.25, 0.5, and 0.75 vvm). The reactor was equipped with a ring sparger with uniform pore sizes for continuous sparging of a gas mixture of methane and air. To maintain the cultivation temperature at 30 ◦ C and facilitate efficient mass transfer of the continuously inflowing gases, the reactor was placed in a water bath on a  hot-plate  magnetic  stirrer  (IKA  C-MAG HS7)  with constant stirring (motor speed: 2.0). The concentration of CH4  and the flow rate of the inlet gas stream were maintained using rotameters. Sampling was carried out at an interval of 8 h to obtain the dynamic profiles for growth. Methane fixation rate was calculated as per Eq. (1)",
    "<!-- formula-not-decoded -->",
    "where, Px  is the biomass productivity (g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ), Ec  is the elemental carbon  content  in  the  biomass.  16  and  12  are  molecular  weight  of methane and carbon, respectively.",
    "## 2.3. Methanol production",
    "## 2.3.1. Methanotrophic biomass as biocatalyst for methanol production under different process conditions",
    "The methanotrophic biomass, generated from the first stage, was evaluated  for  its  potential  to  be  used  as  a  biocatalyst  for  methanol production from CO2  under three different conditions: (i) the biomass was harvested from the first stage of growth and subsequently resuspended in freshly prepared NMS medium for methanol production in the second stage; (ii) a two-phase fermentation in NMS medium where, in the first phase, the organism was grown with CH4  as the only carbon source followed by methanol production in the second phase utilizing CO2 as the sole carbon source; &amp; (iii) the biomass was harvested from the first stage of growth and subsequently resuspended in 20 mM phosphate buffer medium containing 5 mM MgCl2 (pH 6.8) for methanol production in the second stage, as per Xin et al. (2007). In all the three processes,  methanol  production  experiments  (second  stage  in  case  of processes i and iii or second phase in case of process ii) were carried out in customized air-tight batch reactors (Borosil reagent bottles fitted with Duran bromo-butyl rubber stoppers) of 250 mL capacity with a working volume of 40 mL of NMS medium or buffer solution, with a mixture of CO2 and air (1:1 v/v) in the headspace. The cultures were incubated at 30 ◦ C and 150 rpm. Sampling was carried out at regular time intervals to obtain dynamic profiles for methanol production and growth.",
    "## 2.3.2. Effect of headspace CO2  concentration and liquid to headspace volume ratio on methanol production",
    "The effect of CO2  composition and headspace volume on methanol production was studied in air-tight batch reactors (as described in section 2.2.1) as per Patel et al. (2016a, b) with minor modifications. The characterization was carried out in 20 mM phosphate buffer (pH 6.8) containing 5 mM MgCl2, using harvested biomass as biocatalyst (3.39 g L GLYPH&lt;0&gt; 1 ). The culture was assessed for methanol production at varying CO2 concentrations  (10%,  30%,  40%,  50%,  60%,  and  70%  v/v)  in  the headspace with liquid to headspace volume ratio of 10:90. In the next step, the methanol production was evaluated under different liquid to headspace  volume  ratios  (50:50,  40:60,  30:70,  20:80,  and  10:90) maintaining optimal headspace CO2 concentration at 50%. The cultures were incubated at 30 ◦ C  and  150  rpm.  Sampling  was  carried  out  at regular time intervals to obtain dynamic profiles for methanol production and growth.",
    "## 2.4. Analytical methods",
    "To monitor cell growth, absorbance of the culture was measured at 600 nm (A600) using UV -Vis spectrophotometer (Cary Series 100, Agilent Technologies). The absorbance values were converted into dry cell weight (DCW) using the correlation, one optical density = 0.42 g dry cells L GLYPH&lt;0&gt; 1 (R 2 = 0.99). Cell-free supernatant, obtained from centrifugation of the sample at 10,000 rpm for 15 min, was analysed for methanol formation.  Methanol  concentration  in  the  sample  was  estimated  by using high performance liquid chromatography (HPLC) (Ultimate 3000, Dionex,  Thermofisher  Scientific,  Germany),  as  described  previously (Mukherjee et al., 2019) for analysis of alcoholic solvents. Analysis of CH4 concentration in the headspace of airtight batch reactor was carried out using gas chromatography (GC) (TRACE 1110, Thermo Scientific) equipped  with  Packed  column  (Restek  PC2  6952,  15 ' x  1/8 ' ,  mesh 80/100) and thermal conductivity detector (TCD). Argon was used as the carrier gas at a flow rate of 12 mL min GLYPH&lt;0&gt; 1 . The oven, injector, and detector temperatures were maintained at 40 ◦ C, 150 ◦ C, and 150 ◦ C, respectively. Elemental composition (C, H, and N) of the biomass was carried out using CHNS analyser (EuroEA Elemental Analyser).",
    "## 2.5. Model development",
    "In  the  present  study,  a  sequential  two-stage  process  has  been demonstrated, wherein the first stage is attributed to the generation of methanotrophic biomass by the utilization of CH4  as the sole carbon source whereas, the second stage involves utilization of this biomass as biocatalyst  towards  the  synthesis  of  methanol  using  CO2  as  the  sole carbon source. The model was developed in the form of an unstructured kinetic model with the aim of capturing the phenotypic response of the organism such as growth, substrate utilization, and product formation under the influence of varying process parameters. In the first stage, the specific rate of growth, μ (Eq. (2)) of the organism was modelled in the form  of  modified  Monod  kinetics  with  methane  dissolved  in  water ( CH 4 L ) as the limiting substrate. The mass balance equation for biomass (x) and dissolved methane are given by Eq. (3) and Eq. (4), respectively. In the second stage, the rate of production of methanol (P) was modelled",
    "GLYPH&lt;0&gt;′GLYPH&lt;0&gt;",
    "Fig. 1. Sequential two-stage integrated process for bio-methanol production.",
    "in the form of Hill equation (Eq. (5)). The mass balance for dissolved carbon dioxide ( CO 2 L ) and carbon dioxide concentration in the headspace ( CO 2 G ) are given by Eq. (6) and Eq. (7), respectively. The solution for the model equation was obtained by solving the differential equations  for  growth  and  substrate  utilization  using  non-stiff  differential equation solver 'ode 45 ' available in the software package of MATLAB developed by MathWorks (Natick, MA).",
    "<!-- formula-not-decoded -->",
    "where, μ max is the maximum specific growth rate (h GLYPH&lt;0&gt; 1 ) and KS is the half saturation constant (g L GLYPH&lt;0&gt; 1 )",
    "<!-- formula-not-decoded -->",
    "where, xm  is the maximum biomass concentration (g L GLYPH&lt;0&gt; 1 )",
    "<!-- formula-not-decoded -->",
    "where, kLaCH4 is the volumetric mass transfer coefficient of CH4  (h GLYPH&lt;0&gt; 1 ); HCH4 is the Henry ' s constant for methane (mol L GLYPH&lt;0&gt; 1  atm GLYPH&lt;0&gt; 1 ) and Yx / s is the biomass yield coefficient (g of biomass. g of substrate GLYPH&lt;0&gt; 1 ).",
    "<!-- formula-not-decoded -->",
    "where, Qp max is the maximum specific product formation rate (h GLYPH&lt;0&gt; 1 )",
    "<!-- formula-not-decoded -->",
    "where, kLaCO2 is the volumetric mass transfer coefficient of CO2  (h GLYPH&lt;0&gt; 1 ); HCO2  is the Henry ' s constant for CO2  (mol L GLYPH&lt;0&gt; 1  atm GLYPH&lt;0&gt; 1 ) and Yp / s is the product yield coefficient (g of product. g of substrate GLYPH&lt;0&gt; 1 ).",
    "Fig. 2. Dynamic profile of (a) biomass and (b) methane concentration in the headspace. The organism was grown under different headspace gas compositions by varying the methane concentration from 5% to 80% v/v in an air-tight batch reactor.",
    "GLYPH&lt;0&gt;′GLYPH&lt;0&gt;",
    "Fig. 3. Biomass titer (a &amp; c) and pH (a &amp; c), biomass productivity (b &amp; d) and methane fixation rate (b &amp; d) of Methylosinus trichosporium NCIMB 11131. The organism was grown under different methane concentrations in the inlet gas stream and flow rates of the inlet gas stream in a semi-batch stirred tank reactor.",
    "<!-- formula-not-decoded -->",
    "where, R is the universal gas constant (0.0821 L-atm mol GLYPH&lt;0&gt; 1  K GLYPH&lt;0&gt; 1 ) and T is the cultivation temperature (K).",
    "The experimental data obtained from various batch runs, as given in the previous sections, was used to estimate different model parameters such as stoichiometric coefficients and kinetic parameters, as well as for model validation for both the first and second stages of the process. The kinetic parameter values were estimated by fitting the simulated profile of  the  biomass  and  methanol  formation  with  their  corresponding experimental profiles. The values of the parameters which gave minimum deviation between simulated and experimental profile (goodness of fit was measured with the help of the R 2 value) were considered as the best estimate.",
    "## 3. Results and discussion",
    "In  the  sequential  two-stage  integrated  process  for  bio-methanol production (Fig. 1), while the first stage involved generation of methanotrophic  biomass  via  sequestration  of  methane  as  the  sole  carbon source; CO2  was reduced to methanol in the second stage through the application of the methanotrophic biomass as biocatalyst.",
    "## 3.1. First stage of methanotrophic biomass production with concomitant CH4 sequestration",
    "## 3.1.1. Growth of M. trichosporium in air-tight batch reactor",
    "The extent of growth is the critical component that determined the overall performance of the organism in terms of CH4 sequestration and methanotrophic  biomass  generation.  Therefore,  it  was  essential  to characterize the growth kinetics of M. trichosporium under various process parameters and modes of operation of the reactor. To that end, the organism was characterized for growth under different headspace gas compositions by varying the methane concentration from 5% to 80% v/ v in an air-tight reactor operated under batch mode. Biomass titer was found to increase linearly with the increase in methane concentration from 5% and reached a maximum value of 1.06 g L GLYPH&lt;0&gt; 1 at a methane concentration of 15% (Fig. 2a). The maximum biomass productivity at 15% v/v CH4 concentration was calculated to be 0.29 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 . Further increase in methane concentration beyond 15% resulted in significant reduction in growth of the organism. Low biomass titer at 5% (0.4 g L GLYPH&lt;0&gt; 1 ) and 10% (0.67 g L GLYPH&lt;0&gt; 1 ) methane concentrations may be attributed to the substrate  limitation,  as  is  evident  from  the  complete  utilization  of methane from headspace within 48 h of cultivation (Fig. 2b). However, a reduction in biomass titer at higher methane concentrations of 20% -80% may be attributed to the combinatorial effect of inadequate availability of methane in the liquid phase due to poor mass transfer and decreased concentration of oxygen in the reactor causing interference in the aerobic metabolism of the organism.",
    "## 3.1.2. Growth of M. trichosporium in semi-batch stirred tank reactor",
    "To overcome the key challenges of poor mass transfer of methane and  substrate  limitation,  the  growth  of  the  organism  was  evaluated under continuous sparging of methane and air mixture in a semi-batch stirred tank reactor. At methane concentrations of 1%, 2.5%, and 5% v/v in the inlet gas stream with a flow rate of 0.5 vvm, the biomass titer was found to be comparable at 3.31 g L GLYPH&lt;0&gt; 1 , 3.39 g L GLYPH&lt;0&gt; 1 , and 3.8 g L GLYPH&lt;0&gt; 1 ,",
    "Fig. 4. (a) Methanol titer and productivity under three different process conditions; (b) methanol titer under varying concentration of CO2 in the headspace and (c) methanol titer under different liquid to headspace volume ratios. The organism was grown in airtight batch reactor.",
    "respectively (Fig. 3a). Further, the biomass productivity in the semibatch mode was estimated to be in the range of 0.49 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 -0.63 g  L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 (Fig.  3b).  The  methane  fixation  rate  was  estimated  to  be comparable for growth at 2.5% (0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ) and 5% (0.34 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ) methane concentration, respectively, albeit a marginally lower value was estimated for 1% methane concentration (0.27 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ) (Fig. 3b). Even  though,  the  results  indicate  similar  growth  performance  and methane fixation rate at 2.5% and 5% methane concentration in the inlet  gas  stream,  the  latter  resulted  in  higher  amount  of  unutilized methane  being  released  into  the  atmosphere.  Hence,  subsequent  experiments under different inlet gas flow rates were carried out with a methane concentration of 2.5%. While, at inlet gas flow rate of 0.25 vvm, biomass titer (2.97 g L GLYPH&lt;0&gt; 1 ) and productivity (0.52 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 ) was compromised marginally, these parameters remained comparable for both  0.5  vvm  and  0.75  vvm  (Fig.  3c  and  d).  A  similar  profile  was observed for methane fixation rate with values of 0.28 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 , 0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 , and 0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 at inlet gas flow rates of 0.25, 0.5, and 0.75 vvm, respectively (Fig. 3d). The semi-batch stirred tank reactor with continuous  gas  sparging  resulted  in  significant  improvement  in  both biomass  titer  (~250%)  and  productivity  (~120%)  compared  to  the batch reactor. The semi-batch stirred tank reactor used in the present study enabled continuous supply of gas mixture using a sparger, located above the magnetic stirrer bar, resulting in uniform distribution of the gas  bubbles.  Constant  mixing  was  achieved  using  magnetic  stirrer, facilitating bottom-driven mass transfer. These attributes of the reactor prevented cell-settling and  dead-zone  formation  thereby offering improved growth kinetics. The mass transfer of methane is the limiting step in the optimal performance of methanotrophic systems due to the low solubility of methane in aqueous solutions. Pauss et al. (1990) reported a three-fold increment in volumetric mass transfer coefficient (kLa) value for CH4  in a completely stirred tank reactor (0.09 h GLYPH&lt;0&gt; 1 ) as compared to sludge bed reactor operated without mechanical stirring (0.03 h GLYPH&lt;0&gt; 1 ). Therefore, in the present study, inlet methane concentration of 2.5% with a gas flow rate of 0.5 vvm was chosen for the generation of methanotrophic biomass in semi-batch stirred tank reactor resulting in biomass titer of 3.39 g L GLYPH&lt;0&gt; 1 and productivity 0.60 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 .",
    "Gilman et al. (2015) reported maximum biomass titer of 0.46 g L GLYPH&lt;0&gt; 1 and average productivity of 0.23 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 for continuous cultivation of Methylomicrobium buryatense with methane concentration of 2.5% mixed with  air  and  fed  at  a  flow  rate  of  100  mL  min GLYPH&lt;0&gt; 1 .  Cultivation  of M.  trichosporium OB3b  in  5  L  bioreactor  with  continuous  flow  of methane (140 mL min GLYPH&lt;0&gt; 1 ) and air (1000 mL min GLYPH&lt;0&gt; 1 ) for 240 h resulted in biomass titer of 2 g L GLYPH&lt;0&gt; 1 (Han et al., 2009). Therefore, in the present study, biomass titer and productivity achieved for Methylosinus trichosporium NCIMB 11131 in semi-batch stirred tank reactor was found to be superior than the studies reported in the literature. The organism also exhibited improved performance in terms methane sequestration ability in comparison to the other methanotrophic fermentation processes. For instance, under chosen process parameters, both specific methane fixation  rate  of  45.44 × 10 GLYPH&lt;0&gt; 4 g  CH4.  g  biomass GLYPH&lt;0&gt; 1  h GLYPH&lt;0&gt; 1 and  volumetric methane fixation rate of 0.32 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 (0.84 mmol h GLYPH&lt;0&gt; 1 ) were found to be higher than methanotrophic consortium (7.7 × 10 GLYPH&lt;0&gt; 4 g CH4. g biomass GLYPH&lt;0&gt; 1  h GLYPH&lt;0&gt; 1 ) grown in batch reactor containing 8% CH4 (Cantera et al., 2016) and Methylocaldum sp. (0.54 mmol h GLYPH&lt;0&gt; 1 ) in a trickle bed reactor (Sheets et al., 2017), respectively. However, higher volumetric methane fixation rate of ~0.98 g L GLYPH&lt;0&gt; 1  d GLYPH&lt;0&gt; 1 was reported for Methylocystis hirsuta grown in bubble column bioreactor coupled with internal gas re-circulation (Rodríguez et al., 2020).",
    "Fig. 3a and c also present the profiles of pH during the growth of the organism. The pH was observed to vary within a range of 6.8 -7.96. A pH range of 7 -10 has been reported to be an optimum range for the growth of methanotrophs, via methane oxidation, without any adverse effect on their biocatalytic activity (Reddy et al., 2020).",
    "## 3.2. Second stage for conversion of CO2  into methanol using methanotrophic biomass",
    "## 3.2.1. Evaluation of M. trichosporium as a potential biocatalyst for methanol biosynthesis under different process conditions",
    "The highest methanol titer of 0.56 g L GLYPH&lt;0&gt; 1 was recorded when the biomass was harvested from the first stage of growth and subsequently resuspended in phosphate buffer medium (Fig. 4a). However, methanol titer was found to reduce significantly (0.15 -0.18 g L GLYPH&lt;0&gt; 1 ) when either freshly  prepared  NMS  medium  or  same  NMS  medium  (used  for  the growth) was employed for methanol synthesis. Phosphate buffer also resulted  in  improved  methanol  productivity  (0.026  g  L GLYPH&lt;0&gt; 1 h GLYPH&lt;0&gt; 1 )  as compared to the other two process conditions (0.01 -0.013 g L GLYPH&lt;0&gt; 1  h GLYPH&lt;0&gt; 1 ) (Fig.  4a).  One  of  the  key  problems  with  methanol  production  from methane is the subsequent conversion of methanol into formaldehyde, catalysed by the enzyme methanol dehydrogenase (Sahoo et al., 2021). Several authors have reported the role of phosphate as an inhibitor for the enzyme methanol dehydrogenase, either by adding a specific concentration of phosphate to the NMS media (Han et al., 2013; Sheets et al., 2016) or by directly using phosphate buffer as a medium (Mardina et  al.,  2016; Patel  et al.,  2016a, 2020c) for methanol production via methane oxidation. Although in our study, methanol is being produced through the CO2  reduction pathway, there may be a possibility of the back-conversion of methanol into intermediate metabolites and CO2, owing to the reversible nature of the enzymes methanol dehydrogenase, formaldehyde dehydrogenase and formate dehydrogenase. This is where the  role  of  phosphate  buffer  as  a  cultivation  medium  for  methanol production from CO2 comes into play, resulting in higher methanol titer and productivity relative to the NMS media. It is important to note that in  none  of  the  media,  further  growth  of  the  organism  was  observed during methanol synthesis stage or phase (data not shown). In general, methanotrophic cells stay in the resting phase while being used as biocatalyst for methanol production from CO2 (Xin et al., 2007) and hence do not require other media components to sustain their growth. Intracellularly stored NADH supply the reducing energy to accomplish the reduction of CO2 to methanol. These reducing equivalents are produced",
    "Fig. 5. Dynamic profile for growth and dissolved methane concentration at inlet methane concentration of (a) 2.5%, (b) 1% and (c) 5%. The symbol ( ˙ ) represents experimental data for biomass and the lines represent simulated profiles for biomass ( ) and dissolved methane concentration (---).",
    "by  the  cell  during  the  sequential  oxidation  of  methane  to  CO2 (first stage). In second stage, these reducing equivalents (in presence of excess CO2) drive the equilibrium in backward direction causing the conversion of CO2 into methanol (Xin et al., 2007). Therefore, phosphate buffer serves as the low-cost medium for methanol biosynthesis without any additional nutrient requirement.",
    "## 3.2.2. Methanol production under varying CO2 concentrations and liquid to headspace volume ratios",
    "In the first step, methanol production was attempted in a semi-batch stirred tank reactor by continuous sparging of CO2  (2.5% v/v) mixed with air at a flow rate of 0.5 vvm under atmospheric pressure. However, no methanol was detected in the extracellular medium. It has been reported that, at high partial pressure, the solubility of gases increases resulting  in  better  interaction  of  the  gaseous  substrate  with  the  key enzymes and in turn, positively regulates growth or product formation metabolism (Hurst and Lewis, 2010). Hence, in the present study, failure to induce methanol production in semi-batch stirred tank reactor may be attributed to the lower partial pressure of CO2 in the gas mixture, which is  considered  to  be  the  critical  parameter  for  methanol  production. Therefore, the second stage of methanol production was carried out in air-tight  batch  reactor  with  CO2 mixed  with  air  supplied  in  the headspace.",
    "The extent of methanol formation was carried out under varying CO2 concentrations  in  the  headspace  ranging  from  10%  to  70%  v/v.  No methanol was produced at the lowest CO2  concentration of 10%. The methanol titer was found to increase concomitantly with the increase in CO2 concentration from 30% and reached a maximum value of 0.57 g L GLYPH&lt;0&gt; 1 (17.79 mM) at a CO2 concentration of 50% (Fig. 4b). The CO2 fixation percentage at 50% CO2 concentration was estimated to be 8.95% of the initial amount of CO2 present in the headspace. However, further increase  in  CO2 concentration  beyond  50%  resulted  in  a  marginal decrease in methanol titer. These results point towards the role of CO2 partial pressure in the headspace as a critical parameter for methanol induction. However, down regulation of methanol biosynthesis at higher CO2 partial pressure may be attributed to the possible inhibitory effect on enzymatic activity, electron transport chain, and carbon metabolism (Ceron-Chafla et al., 2020). There are a handful of studies towards the biological production of methanol via CO2 reduction pathway. Methylosinus sporium was reported to produce methanol with a very low titer of 0.33 mM when grown in the presence of 30% CO2 (Patel et al., 2016b). Xin et al. (2007) reported production of 0.004 μ mol methanol per mg dry cell weight from Methylosinus trichosporium cells, using 55.5% CO2 in the headspace. With the increase in liquid to headspace volume ratio from 50:50, methanol titer increased linearly and a maximum titer of 0.58 g L GLYPH&lt;0&gt; 1 (18.10 mM) was obtained at a ratio of 10:90 (Fig. 4c). The corresponding CO2 fixation percentage was estimated to be 9.06%. The results  suggest  that  headspace  volume  is  another  process  parameter influencing methanol production since it is directly linked to the availability of CO2, as the substrate for reduction reaction, at a fixed partial pressure. Thus, the occurrence of the highest methanol titer at liquid to headspace volume ratio of 10:90 could be attributed to the absence of substrate limitation (Pen et al., 2014). Characterization of M. sporium towards  methanol  biosynthesis  through  methane  oxidation  under different  headspace  volumes  resulted  in  highest  titer  of  5.40  mM  at headspace volume of 83.33% (Patel et al., 2016a). Pen et al. (2014) reported  an  improved  methanol  titer  of  290  mg  L GLYPH&lt;0&gt; 1 from  methane biohydroxylation  using M.  trichosporium in  batch  reactor  with  90% headspace volume as compared to cultivation with 37.5% headspace volume (35 mg L GLYPH&lt;0&gt; 1 ).  The  biomass  density  remained almost constant during methanol production stage under varying CO2 concentrations in the headspace and different liquid to headspace volume ratios (Fig. S1a, b; Supplementary material).",
    "As  discussed  earlier,  authors  have  reported  several  strategies  to overcome  the  limitations  associated  with  methanol  production  from biological oxidation of CH4, including, use of biogas as feedstock, cell",
    "Table 1 methanol using methanotrophic biomass coupled with sequestration",
    "Model parameters for two-stage integrated process towards production of bioof methane and carbon dioxide.",
    "| Experimental condition   | Model Parameters              | Model Parameters      | Model Parameters   | Model Parameters          | Model Parameters   | Model Parameters        | Model Parameters        |\n|--------------------------|-------------------------------|-----------------------|--------------------|---------------------------|--------------------|-------------------------|-------------------------|\n|                          | Stage-I μ max (h GLYPH<0> 1 ) | K s (g L GLYPH<0> 1 ) | n                  | k L a CH4 (h GLYPH<0> 1 ) | A                  | Y x/s (g g GLYPH<0> 1 ) | x m (g L GLYPH<0> 1 )   |\n| 2.5% CH 4                | 0.07                          | 0.07                  | 0.5                | 0.19                      | 0.8                | 1.72                    | 3.39                    |\n| 1% CH 4                  | 0.07                          | 0.07                  | 0.5                | 0.19                      | 0.8                | 1.7                     | 3.31                    |\n| 5% CH 4                  | 0.07                          | 0.07                  | 0.5                | 0.19                      | 0.8                | 1.72                    | 3.52                    |\n| Stage-II                 |                               |                       |                    |                           |                    |                         |                         |\n| Experimental condition   | Qp max (h GLYPH<0> 1 )        | A ' (g L GLYPH<0> 1 ) | n '                | k L a CO2 (h GLYPH<0> 1 ) | B                  | Y p/s (g g GLYPH<0> 1 ) | Y p/s (g g GLYPH<0> 1 ) |\n| 50% CO 2                 | 0.02                          | 5                     | 1                  | 0.11                      | 0.02               | 0.68                    | 0.68                    |\n| 30% CO 2                 | 0.008                         | 5                     | 1                  | 0.11                      | 0.02               | 0.51                    | 0.51                    |\n| 70% CO 2                 | 0.018                         | 5                     | 1                  | 0.11                      | 0.02               | 0.43                    | 0.43                    |",
    "immobilization, repeated-batch cultivation, co-culture of cells, supplementation of methane vector, etc . (Sheets et al., 2016; Patel et al., 2020a, b, c). Despite of these approaches, the reported methanol titre is limited to the range of 5.37 -13.42 mM (or, 0.17 -0.43 g L GLYPH&lt;0&gt; 1 ). Further, methanol production from biological reduction of CO2, is also limited to a low methanol titer of up to 0.33 mM (Xin et al., 2007; Patel et al., 2016b). Therefore, it can be concluded that the maximum methanol titer achieved in the present study under optimum conditions is significantly higher than the similar studies reported in literature.",
    "## 3.3. Model development for the sequential two-stage process",
    "## 3.3.1. Kinetic modelling for the first stage",
    "In the present study, batch data with inlet gas mixture composition of 2.5% CH4 at 0.5 vvm flow-rate was used for the estimation of the model parameters (Fig. 5a). The model was subsequently validated with the experimental  data  from  two  batch  runs  with  the  inlet  gas  mixture composition of 1% (Fig. 5b) and 5% CH4 (Fig. 5c) at a flow rate of 0.5 vvm.",
    "Estimation  of  parameters  in  reaction  kinetic  expressions  is  an essential step during the development of a process model. In the present study,  while  the  biomass  yield  coefficient  (Yx/s),  maximum  specific growth  rate  ( μ max),  and  maximum  biomass  concentration  (xm)  were derived from experimental data of various batch runs, the other kinetic parameters,  such  as  half-saturation  constant  (Ks),  volumetric  mass transfer coefficient for methane ( kLaCH 4 ) and model constants such as, n and A were determined by parameter estimation (Table 1). The values of universal  gas  constant  (R = 0.0821  L-atm  mol GLYPH&lt;0&gt; 1  K GLYPH&lt;0&gt; 1 )  and  Henry ' s constant for methane ( HCH 4 = 0.0015 mol L GLYPH&lt;0&gt; 1  atm GLYPH&lt;0&gt; 1 ) were obtained from literature (Meylan and Howard, 1991; Lovley et al., 1994). In a fermentation process, when substrate concentration is higher than Ks, the specific growth rate of the bacteria is also higher, often approaching the maximum specific growth rate. When substrate concentration becomes equal to or less than Ks, the specific growth rate of the bacteria reduces, implying that there is an inherent substrate limitation in the system (Grady et al., 2011). According to the parameters estimated for the present model, the value of Ks  (0.07 g L GLYPH&lt;0&gt; 1 ) was found to be lower than  the  dissolved  CH4 concentration  of  approximately  0.35  g  L GLYPH&lt;0&gt; 1 (Fig. 5a) at any given point of time. This implies that there was negligible  substrate  limitation  in  the  semi-batch  system  employed  for  the purpose of this study. Kov ´ arov ´ a-Kovar and Egli (1998) interpreted 1/Ks as the affinity of a cell towards the substrate, where a lower Ks  value corresponds to a higher substrate affinity. A low Ks value can also imply a higher conversion of substrate into biomass. This implication is in line with the affinity concept that associates low Ks  value to larger harvest volumes (Ugalde-Salas et al., 2020). The kLa value for the semi-batch",
    "GLYPH&lt;0&gt;0GLYPH&lt;0&gt;DGLYPH&lt;0&gt;Q",
    "Fig. 6. Dynamic profile for methanol titer, dissolved CO2 concentration and headspace CO2 concentration, at varying CO2 composition of (a) 50%, (b) 30% and (c) 70%. The symbol ( ˙ ) represents experimental data for methanol titer and the lines represent simulated profiles for methanol titer ( ), dissolved CO2 concentration ( … … . ) and headspace CO2 concentration (---).",
    "reactor was estimated to be 0.19 h GLYPH&lt;0&gt; 1 . This value is in a feasible range, as inferred from the studies of Pauss et al. (1990) who previously reported a kLa value for methane of 0.09 h GLYPH&lt;0&gt; 1 in a completely stirred tank reactor at steady state.",
    "The model was able to predict the growth profiles of the organism at methane concentrations of 1% (Fig. 5b) and 5% (Fig. 5c) in the gas mixture  accurately.  Further,  the  model  provided  an  insight  into  the dissolved methane concentration profile (Fig. 5) as one of the key outputs, thereby offering an easy alternate solution to energy intensive and expensive experimental methods (Aldhafeeri et al., 2020). As the gas was  continuously  sparged  throughout  the  batch  run,  the  overall methane  concentration  initially  increased  and  reached  a  saturation value, beyond which it was approximately constant (Fig. 5). A decrease in the concentration of dissolved methane was observed from 21 h to",
    "100 h, implying a higher substrate uptake rate due to the exponential growth phase of the bacteria.",
    "## 3.3.2. Kinetic modelling for the second stage",
    "For the second stage of the model, batch data with 50% CO2 (Fig. 6a) in the headspace was used for the estimation of model parameters. The model was subsequently validated with the experimental data from two batch runs with headspace CO2 concentration of 30% (Fig. 6b) and 70% (Fig.  6c).  While  specific  product  formation  rate  (Qpmax)  was  derived from experimental data, the kinetic and stoichiometric parameters such as product yield coefficient (Yp/s) and volumetric mass transfer coefficient for carbon dioxide ( kLaCO 2 ) were estimated (Table 1). The value of Henry ' s constant for carbon dioxide (HCO2 = 0.033 mol L GLYPH&lt;0&gt; 1  atm GLYPH&lt;0&gt; 1 ) was obtained from literature (Sander et al., 2011). With the change in CO2",
    "GLYPH&lt;0&gt;0GLYPH&lt;0&gt;DGLYPH&lt;0&gt;Q",
    "concentration,  Qpmax was  found  to  vary  within  a  narrow  range  of 0.008 -0.02  h GLYPH&lt;0&gt; 1 .  However,  the  product  yield  coefficient  (Yp/s,  g  of methanol per g of CO2 consumed) was found to vary significantly within the range of 0.43 -0.68. The value of kLaCO 2 was estimated to be 0.11 h GLYPH&lt;0&gt; 1, comparable with that of methane.",
    "In the second stage, the model predicted profiles of methanol formation was found to be in good agreement with the experimental data for  both  30%  (Fig.  6b)  and  70%  CO2  (Fig.  6c)  concentration  in  the headspace. An initial lag phase of approximately 3 h in methanol production was observed in all the three batch experiments. This lag phase may be attributed to the delayed induction in the mass transfer of CO2 from headspace to the liquid phase (Fig. 6). Beyond the initial lag phase of 3 h, a gradual decrease in headspace CO2 concentration was predicted till the end of the batch (Fig. 6). Post lag phase, an initial increase in dissolved  CO2  concentration  was  found  to  be  concomitant  with  the decrease  in  headspace  CO2 concentration,  after  which  the  bacteria actively utilized it to produce methanol, leading to a significant decrease in dissolved CO2 concentration beyond 5 h. The dissolved CO2 concentration eventually became zero, at which point the methanol production was also seen to be saturated.",
    "Two-stage integrated bioprocess was demonstrated for bio-methanol synthesis using M. trichosporium coupled with sequestration of methane and carbon dioxide. Improved biomass titer, methane fixation rate and methanol titer  was  achieved  via  optimization  of  process  parameters. Semi-batch stirred tank reactor used in the first stage addresses the key challenge  of  mass  transfer  limitation  of  methane  from  gas  to  liquid phase.  Methanol  titer  in  the  second  stage  was  found  to  be  critically dependent on the partial pressure of carbon dioxide in the headspace of batch reactor. A kinetic model was developed to capture phenotypic response of the methanotroph under varying process parameters.",
    "## Credit author statement",
    "Krishna Kalyani Sahoo: Experimentation, analysis and interpretation of data, and manuscript preparation. Swagata Datta: Experimentation, development and validation of kinetic model, and manuscript preparation. Gargi  Goswami: Conceptualization and manuscript writing. Debasish Das: Conceptualization, overall supervision of the work and manuscript writing.",
    "## Declaration of competing interest",
    "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
    "Krishna Kalyani Sahoo and Swagata Datta are grateful to Ministry of Education, Government of India for their research fellowships.",
    "## Appendix A. Supplementary data",
    "Supplementary data to this article can be found online at https://doi. org/10.1016/j.jenvman.2021.113927.",
    "- Aldhafeeri, T., Tran, M.K., Vrolyk, R., Pope, M., Fowler, M., 2020. A review of methane gas detection sensors: recent developments and future perspectives. Invent 5 (3), 28. https://doi.org/10.3390/inventions5030028.\n- Badr, K., Hilliard, M., Roberts, N., He, Q.P., Wang, J., 2019. Photoautotrophmethanotroph coculture -a flexible platform for efficient biological CO2-CH4  CO-\n- utilization. IFAC-PapersOnLine 52 (1), 916 -921. https://doi.org/10.1016/j. ifacol.2019.06.179.\n- Cai, Z., Yan, X., 1999. Kinetic model for methane oxidation by paddy soil as affected by temperature, moisture and N addition. Soil Biol. Biochem. 31 (5), 715 -725. https:// doi.org/10.1016/S0038-0717(98)00170-9.\n- Cantera, S., Lebrero, R., García-Encina, P.A., Mu ˜ noz, R., 2016. Evaluation of the influence of methane and copper concentration and methane mass transport on the community structure and biodegradation kinetics of methanotrophic cultures. J. Environ. Manag. 171, 11 -20. https://doi.org/10.1016/j.jenvman.2016.02.002.\n- Ceron-Chafla, P., Kleerebezem, R., Rabaey, K., van Lier, J.B., Lindeboom, R.E., 2020. Direct and indirect effects of increased CO2  partial pressure on the bioenergetics of syntrophic propionate and butyrate conversion. Environ. Sci. Technol. 54 (19), 12583 -12592. https://doi.org/10.1021/acs.est.0c02022.\n- Chang, H.L., Alvarez-Cohen, L., 1997. Two-stage methanotrophic bioreactor for the treatment of chlorinated organic wastewater. Water Res. 31 (8), 2026 -2036. https:// doi.org/10.1016/S0043-1354(97)00020-1.\n- Dalena, F., Senatore, A., Marino, A., Gordano, A., Basile, M., Basile, A., 2018. Methanol production and applications: an overview. Methanol 3 -28. https://doi.org/10.1016/ B978-0-444-63903-5.00001-7.\n- Gilman, A., Laurens, L.M., Puri, A.W., Chu, F., Pienkos, P.T., Lidstrom, M.E., 2015. Bioreactor performance parameters for an industrially-promising methanotroph Methylomicrobium buryatense 5GB1. Microb. Cell Factories 14 (1), 1 -8. https://doi. org/10.1186/s12934-015-0372-8.\n- Global Carbon Budget, 2019. Global Carbon Project. https://www.globalcarbonproject. org/carbonbudget/. (Accessed 9 June 2021). accessed.\n- Grady Jr., C.L., Daigger, G.T., Love, N.G., Filipe, C.D., 2011. Biological Wastewater Treatment. CRC press.\n- Han, B., Su, T., Wu, H., Gou, Z., Xing, X.H., Jiang, H., Chen, Y., Li, X., Murrell, J.C., 2009. Paraffin oil as a ' methane vector ' for rapid and high cell density cultivation of Methylosinus trichosporium OB3b. Appl. Microbiol. Biotechnol. 83 (4), 669 -677. https://doi.org/10.1007/s00253-009-1866-2.\n- Han, B., Yang, Y., Xu, Y., Etim, U.J., Qiao, K., Xu, B., Yan, Z., 2016. A review of the direct oxidation of methane to methanol. Chin. J. Catal. 37 (8), 1206 -1215. https://doi. org/10.1016/S1872-2067(15)61097-X.\n- Han, J.S., Ahn, C.M., Mahanty, B., Kim, C.G., 2013. Partial oxidative conversion of methane to methanol through selective inhibition of methanol dehydrogenase in methanotrophic consortium from landfill cover soil. Appl. Biochem. Biotechnol. 171 (6), 1487 -1499. https://doi.org/10.1007/s12010-013-0410-0.\n- Hurst, K.M., Lewis, R.S., 2010. Carbon monoxide partial pressure effects on the metabolic process of syngas fermentation. Biochem. Eng. J. 48 (2), 159 -165. https:// doi.org/10.1016/j.bej.2009.09.004.\n- Hwang, I.Y., Hur, D.H., Lee, J.H., Park, C.H., Chang, I.S., Lee, J.W., Lee, E.Y., 2015. Batch conversion of methane to methanol using Methylosinus trichosporium OB3b as biocatalyst. J. Microbiol. Biotechnol. 25 (3), 375 -380. https://doi.org/10.4014/ jmb.1412.12007.\n- Kov ´ arov ´ a-Kovar, K., Egli, T., 1998. Growth kinetics of suspended microbial cells: from single-substrate-controlled growth to mixed-substrate kinetics. Microbiol. Mol. Biol. Rev. 62 (3), 646. https://doi.org/10.1128/MMBR.62.3.646-666.1998.\n- Kumar, P., Kumar, A., Sreedhar, B., Sain, B., Ray, S.S., Jain, S.L., 2014. Cobalt phthalocyanine immobilized on graphene oxide: an efficient visible-active catalyst for the photoreduction of carbon dioxide. Chem. Eur J. 20 (20), 6154 -6161. https:// doi.org/10.7939/r3-cvhq-tm43.\n- Lovley, D.R., Chapelle, F.H., Woodward, J.C., 1994. Use of dissolved H2  concentrations to determine distribution of microbially catalyzed redox reactions in anoxic groundwater. Environ. Sci. Technol. 28 (7), 1205 -1210. https://doi.org/10.1021/ es00056a005.\n- Mardina, P., Li, J., Patel, S.K., Kim, I.W., Lee, J.K., Selvaraj, C., 2016. Potential of immobilized whole-cell Methylocella tundrae as a biocatalyst for methanol production from methane. J. Microbiol. Biotechnol. 26 (7), 1234 -1241. https://doi.org/ 10.4014/jmb.1602.02074.\n- Methane Tracker, 2020. International Energy Agency. https://www.iea.org/reports/m ethane-tracker-2020. (Accessed 9 August 2021). accessed.\n- Meylan, W.M., Howard, P.H., 1991. Bond contribution method for estimating Henry ' s law constants. Environ. Toxicol. Chem.: Int. J. 10 (10), 1283 -1293. https://doi.org/ 10.1002/etc.5620101007.\n- Mukherjee, M., Sarkar, P., Goswami, G., Das, D., 2019. Regulation of butanol biosynthesis in Clostridium acetobutylicum ATCC 824 under the influence of zinc supplementation and magnesium starvation. Enzym. Microb. Technol. 129, 109352. https://doi.org/10.1016/j.enzmictec.2019.05.009.\n- Park, S.Y., Kim, C.G., 2019. Application and development of methanotrophs in environmental engineering. J. Mater. Cycles Waste Manag. 21, 415 -422. https://doi. org/10.1007/s10163-018-00826-w.\n- Patel, S.K., Selvaraj, C., Mardina, P., Jeong, J.H., Kalia, V.C., Kang, Y.C., Lee, J.K., 2016a. Enhancement of methanol production from synthetic gas mixture by Methylosinus sporium through covalent immobilization. Appl. Energy 171, 383 -391. https://doi. org/10.1016/j.apenergy.2016.03.022.\n- Patel, S.K., Mardina, P., Kim, D., Kim, S.Y., Kalia, V.C., Kim, I.W., Lee, J.K., 2016b. Improvement in methanol production by regulating the composition of synthetic gas mixture and raw biogas. Bioresour. Technol. 218, 202 -208. https://doi.org/ 10.1016/j.biortech.2016.06.065.\n- Patel, S.K., Gupta, R.K., Kumar, V., Kondaveeti, S., Kumar, A., Das, D., Kalia, V.C., Lee, J. K., 2020a. Biomethanol production from methane by immobilized co-cultures of methanotrophs. Indian J. Microbiol. 60, 318 -324. https://doi.org/10.1007/s12088020-00883-6.\n- Patel, S.K., Gupta, R.K., Kondaveeti, S., Otari, S.V., Kumar, A., Kalia, V.C., Lee, J.K., 2020b. Conversion of biogas to methanol by methanotrophs immobilized on",
    "GLYPH&lt;0&gt;0GLYPH&lt;0&gt;DGLYPH&lt;0&gt;Q",
    "chemically modified chitosan. Bioresour. Technol. 315, 123791. https://doi.org/ 10.1016/j.biortech.2020.123791.",
    "- Patel, S.K., Shanmugam, R., Kalia, V.C., Lee, J.K., 2020c. Methanol production by polymer-encapsulated methanotrophs from simulated biogas in the presence of methane vector. Bioresour. Technol. 304, 123022. https://doi.org/10.1016/j. biortech.2020.123022.\n- Pauss, A., Andre, G., Perrier, M., Guiot, S.R., 1990. Liquid-to-gas mass transfer in anaerobic processes: inevitable transfer limitations of methane and hydrogen in the biomethanation process. Appl. Environ. Microbiol. 56 (6), 1636. https://doi.org/ 10.1128/aem.56.6.1636-1644.1990.\n- Pen, N., Soussan, L., Belleville, M.P., Sanchez, J., Charmette, C., Paolucci-Jeanjean, D., 2014. An innovative membrane bioreactor for methane biohydroxylation. Bioresour. Technol. 174, 42 -52. https://doi.org/10.1016/j.biortech.2014.10.001.\n- Reddy, K.R., Rai, R.K., Green, S.J., Chetri, J.K., 2020. Effect of pH on methane oxidation and community composition in landfill cover soil. J. Environ. Eng. 146 (6), 04020037 https://doi.org/10.1061/(ASCE)EE.1943-7870.0001712.\n- Rodríguez, Y., Firmino, P.I.M., P ´ erez, V., Lebrero, R., Mu ˜ noz, R., 2020. Biogas valorization via continuous polyhydroxybutyrate production by Methylocystis hirsuta in a bubble column bioreactor. Waste Manag. 113, 395 -403. https://doi.org/ 10.1016/j.wasman.2020.06.009.\n- Rostkowski, K.H., Pfluger, A.R., Criddle, C.S., 2013. Stoichiometry and kinetics of the PHB-producing Type II methanotrophs Methylosinus trichosporium OB3b and Methylocystis parvus OBBP. Bioresour. Technol. 132, 71 -77. https://doi.org/ 10.1016/j.biortech.2012.12.129.\n- Sahoo, K.K., Goswami, G., Das, D., 2021. Biotransformation of methane and carbon dioxide into high-value products by methanotrophs: current state of art and future prospects. Front. Microbiol. 12, 520. https://doi.org/10.3389/fmicb.2021.636486.\n- Sander, S.P., Friedl, R.R., Barker, J.R., Golden, D.M., Kurylo, M.J., Wine, P.H., Abbatt, J. P.D., Burkholder, J.B., Kolb, C.E., Moortgat, G.K., Huie, R.E., 2011. Chemical\n- Kinetics and Photochemical Data for Use in Atmospheric Studies, Evaluation Number 14, vol. 10. JPL Publ.\n- Sheets, J.P., Ge, X., Li, Y.F., Yu, Z., Li, Y., 2016. Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate. Bioresour. Technol. 201, 50 -57. https://doi.org/10.1016/j.biortech.2015.11.035.\n- Sheets, J.P., Lawson, K., Ge, X., Wang, L., Yu, Z., Li, Y., 2017. Development and evaluation of a trickle bed bioreactor for enhanced mass transfer and methanol production from biogas. Biochem. Eng. J. 122, 103 -114. https://doi.org/10.1016/j. bej.2017.03.006.\n- Ugalde-Salas, P., Desmond-Le Qu ´ em ´ ener, E., Harmand, J., Rapaport, A., Bouchez, T., 2020. Insights from microbial transition state theory on Monod ' s affinity constant. Sci. Rep. 10 (1), 1 -4. https://doi.org/10.1038/s41598-020-62213-6.\n- Understanding Global Warming Potentials, 2020. United States Environmental Protection Agency. https://www.epa.gov/ghgemissions/understanding-global -warming-potentials. (Accessed 9 August 2021). accessed.\n- Verhelst, S., Turner, J.W., Sileghem, L., Vancoillie, J., 2019. Methanol as a fuel for internal combustion engines. Prog. Energy Combust. Sci. 70, 43 -88. https://doi.org/ 10.1016/j.pecs.2018.10.001.\n- Wang, L., Yi, Y., Wu, C., Guo, H., Tu, X., 2017. One-step reforming of CO2 and CH4 into high-value liquid chemicals and fuels at room temperature by plasma-driven catalysis. Angew. Chem. Int. Ed. 56 (44), 13679 -13683. https://doi.org/10.1002/ anie.201707131.\n- Xin, J.Y., Zhang, Y.X., Zhang, S., Xia, C.G., Li, S.B., 2007. Methanol production from CO2 by resting cells of the methanotrophic bacterium Methylosinus trichosporium IMV 3011. J. Basic Microbiol. 47 (5), 426 -435. https://doi.org/10.1002/ jobm.200710313.\n- Zain, M.M., Mohamed, A.R., 2018. An overview on conversion technologies to produce value added products from CH4 and CO2 as major biogas constituents. Renew. Sustain. Energy Rev. 98, 56 -63. https://doi.org/10.1016/j.rser.2018.09.003.",
    "GLYPH&lt;0&gt;0GLYPH&lt;0&gt;DGLYPH&lt;0&gt;Q"
  ],
  "markdown_length": 62623,
  "chunks_count": 112,
  "extraction_method": "docling"
}