{
  "filename": "Sheets et al. 2017.pdf",
  "markdown": "<!-- image -->\n\nRegular article\n\n## Development and evaluation of a trickle bed bioreactor for enhanced mass transfer and methanol production from biogas\n\nJohnathon P. Sheets a , Kathryn Lawson a , Xumeng Ge a , c , Lingling Wang b , Zhongtang Yu b , Yebo Li a , c , ∗\n\n- a Department of Food, Agricultural and Biological Engineering, The Ohio State University/Ohio Agricultural Research and Development Center, 1680 Madison Ave., Wooster, OH, 44691-4096, USA\n- b Department of Animal Sciences, The Ohio State University, Columbus, OH, 43210, USA\n- c quasar energy group, 8600 E. Pleasant Valley Rd, Independence, OH 44131, USA\n\n## a r t i c l e i n f o\n\nArticle history: Received 17 November 2016 Received in revised form 31 January 2017 Accepted 5 March 2017 Available online 7 March 2017\n\nKeywords: Greenhouse gases Biological conversion Methane Methanotrophs Methanol\n\n## 1. Introduction\n\nMethane (CH4) is a valuable energy source, but it is also a potent greenhouse gas that has ∼ 25 times the 100-year global warming potential of carbon dioxide (CO2) [1,2]. In fact, nearly 11% of all of the greenhouse gases produced in the United States each year are due to CH4 emissions from human activities (&gt;700 million metric tons of CO2 equivalent) [2]. Two of the most important sources of those CH4 emissions are landfills (20%) and manure management sites (8%) [1,2], where anaerobic microorganisms convert organic wastes to biogas (30-70% CH4, 30-70% CO2, 0-2000 ppm hydrogen sulfide (H2S)) that is released directly to the atmosphere [1]. Promising opportunities to address this issue include the installation of biogas recovery systems at landfills and the diversion of organic wastes to engineered anaerobic digestion (AD) systems [3]. In both cases, biogas can be captured and used as a source of renewable fuel, such as compressed natural gas (CNG), or can be\n\n∗ Corresponding author. E-mail address: li.851@osu.edu (Y. Li).\n\n## a b s t r a c t\n\nBiological conversion of the biogas produced by landfills and anaerobic digestion systems (60-70% methane (CH4), 30-40% carbon dioxide (CO2)) to methanol using methanotrophs (aerobic CH4-oxidizing bacteria) is an emerging approach to convert waste-derived biogas to liquid chemicals and fuels. The purpose of this work was to develop a trickle-bed reactor (TBR) to improve mass transfer of CH4 and oxygen (O2) to methanotroph growth media for enhanced CH4 oxidation and methanol production. Mass transport of O2 in a TBR packed with ceramic balls was nearly two-fold higher than an unpacked TBR. CH4 oxidation in the TBR (0.4-0.6 mmol/h) was about four times higher than that in shake flasks that used similar inoculum and headspace:volume and biogas:air ratios. Using optimal operating parameters (biogas:air = 1:2.5, 12 mmol formate addition, 3.6 mmol phosphate), methanol productivity (0.9 g/L/d) from the non-sterile TBR was among the highest reported in the literature. Operation under non-sterile conditions caused differences in the microbial community composition between experiments, and the most predominant methanotrophs appeared to be members of the genus in which the inoculum is classified ( Methylocaldum sp. 14B).\n\n© 2017 Elsevier B.V. All rights reserved.\n\nconverted to liquid chemicals (i.e. methanol) via thermochemical methods [4]. However, many landfills produce biogas with flow rates (10-15 m 3 h -1 ) and CH4 contents (&lt;30%) that are too low to implement cost-effective gas recovery systems [5-7]. Additionally, the processes to clean, store, transport, upgrade, and thermochemically convert biogas have high costs and energy demands [4]. Furthermore, the low price (&lt;$3 per million ft 3 , industrial price) of natural gas (&gt;90% CH4) has made the use of biogas for renewable energy unattractive [8]. Therefore, mitigation of human-induced, waste-derived CH4 emissions requires development of flexible, low-cost technologies that can directly convert biogas to easily transportable fuels and chemicals.\n\nBiological upgrading of biogas with methanotrophs (aerobic CH4 oxidizing bacteria) is an attractive approach to valorize waste-derived CH4, because methanotrophs grow at moderate temperatures and ambient pressures, can use CH4 at low concentrations (&lt;20%), and can produce liquid chemicals such as methanol with high efficiency [9-11]. Methanotrophs convert CH4 and O2 to methanol using the methane monooxygenase (MMO) enzyme. Normally, methanol is further oxidized to formaldehyde via methanol dehydrogenase (MDH). Then, formaldehyde is either assimilated\n\nContents lists available at ScienceDirect\n\n## Biochemical Engineering Journal\n\nj o ur nal home page:\n\nwww.elsevier.com/locate/bej\n\n<!-- image -->\n\n<!-- image -->\n\ninto biomass or eventually oxidized to CO2 and H2O by other enzymes to generate energy for metabolic reactions [12]. Thus, MDH inhibitors and external electron donors such as formate are needed to support methanol production by methanotrophs [11]. Electrochemical catalysis and photocatalysis of CO2, direct hydrogenation of CO2, and selective oxidation of biomass are promising approaches to produce renewable and low-cost formate [13,14]. There are also several studies that have used pure cultures of methanotrophs to convert clean CH4 (&gt;99% CH4) to methanol. However, few have used reactor design (i.e. membrane bioreactor, continuous stirred tank reactor (CSTR)) to address the important issue that biological upgrading of CH4 can be limited by the low solubility and mass transport of substrate gases (CH4, O2) in methanotroph growth medium [15-17].\n\nTrickle bed reactors (TBRs) are an intriguing design for methanotroph cultivation, because they have limited power requirements, low capital costs compared to membrane bioreactors, and favorable mass transfer properties compared to CSTRs [18-20]. TBRs are cylindrical reactors packed with an inert material that has a high specific surface area [21]. Nutrient medium is circulated through the TBR to provide a thin liquid layer on the packing surface, and gases are pumped either co-current (with) or counter-current (against) to the liquid [18]. The thin liquid film has a low resistance to mass transport, allowing gases to be rapidly transferred to the biocatalyst [18]. In biological TBRs, both immobilized cells on the packing surface and suspended cells in the liquid medium have been shown to contribute in gas conversion [7,18,22,23]. TBRs have been designed for anaerobic fermentation of syngas (CO, H2) to ethanol [18]. Additionally, the continuous methanotrophic biotrickling filter is an example of a TBR used for oxidation of dilute CH4 streams (0-2%) to CO2 [7,22]. However, there are no published reports on the use of TBRs for biological conversion of biogas to methanol. Therefore, the objective of this study was to develop a TBR for CH4 conversion and methanol production from biogas. The TBR was inoculated with a mixed culture containing methanotrophs classified in the genus Methylocaldum , and was operated non-sterilely throughout the study. Several operating conditions were varied to test the performance and robustness of the TBR. Subsequently, the microbial community in the TBR at different operating phases was investigated.\n\n## 2. Materials and methods\n\n## 2.1. TBR set-up\n\nThe trickle bed reactor (TBR) was made of rigid clear polyvinyl chloride (PVC) (H = 686 mm, ID = 51 mm) with a rounded bottom and an airtight rubber cap (Fig. 1). The TBR was randomly packed with 4.81 ± 0.39 mm KRYPTOKNIGHT TM 'M' Inert Ceramic Balls (Koch Knight LLC, East Canton, OH, USA) onto a wire mesh disc (20 × 20 mesh, D = 51 mm, McMaster Carr, Aurora, OH, USA) fitted approximately 76 mm above the reactor bottom. According to supplier documentation, the apparent free space, water absorption, apparent porosity, packing density, and specific gravity of the ceramic balls were reported at 40%, 1.0%, 2.0%, 1362 kg/m 3 (85 lb/ft 3 ), and 2.3 g/cm 3 (144 lb/ft 3 ), respectively [24]. The total packed bed height was 508 mm, which provided a 0.21 L headspace at the top (H = 102 mm) and an approximately 0.16 L liquid holding reservoir at the bottom (H = 76 mm). Gas and liquid were circulated in flexible PVC tubing (5.2 mm ID) using peristaltic pumps (MasterFlex L/S Easy Load II, Cole-Parmer, Chicago, USA). The liquid inlet was at the top of the reactor, and liquid was distributed through a 5.2 mm plastic orifice centered over the packed bed. The liquid outlet was at the bottom, where liquid was pumped back upward to the liquid inlet. Gas was pumped counter-current to liquid flow\n\nFig. 1. TBR set up for biogas conversion to methanol: solid lines show direction of liquid flow and dashed lines show direction of gas flow. 1) TBR; 2) Gas feeding and sampling flask; 3) Gas bag; 4) Gas sampling and feeding port; 5) Syringe for vacuum creation; 6) Gas circulation pump; 7) Three-way valve for gas circulation shut off; 8) Three-way valve for liquid sampling and medium replacement; 9) Liquid circulation pump.\n\n<!-- image -->\n\nthrough an inlet at the bottom of the TBR. The gas outlet line at the top of the reactor was connected to a 560 mL Erlenmeyer flask with an inlet, an outlet, and gas sampling and feeding ports. Several three-way valves for liquid and gas sampling were fitted to circulation lines. The TBR volume (1.24 L) was determined by taking the sum of the volumes of distilled and deionized (DI) water needed to fill the packed bed reactor (0.62 L), circulation tubing (0.06 L), and Erlenmeyer flask (0.56 L) [25]. The headspace volume (VH) was calculated by subtracting the volume of liquid added to the reactor (VL) from the TBR volume. The TBR was placed in a walk-in incubator (36 ± 1 ◦ C) throughout the study.\n\n## 2.2. Gas feeding procedure\n\nThe TBR was supplied with either purified CH4 (99% purity, Praxair, Danbury, CT, USA) or biogas sampled from a commercial anaerobic digester that was fed food waste (quasar energy group, Wooster, OH, USA). The biogas was sampled from the digester at several different times. Thus, the average composition of the biogas samples was 67.7 ± 2.8% CH4, 29.9 ± 4.1% CO2, 3.2 ± 3.0% N2, and 1.2 ± 1.0% O2 according to gas chromatography (GC) analysis. Also, the H2S content in the biogas varied from &lt;50 ppm (lowest detection limit) to 400 ppm (Dräger Short Term Detector Tubes, Fisher Scientific, Hampton, NH, USA).\n\nPrior to gas feeding, the TBR was purged of residual gases by continuously pumping ambient air through the system for 10-15 min. Then, headspace gas was removed from the reactor with a plastic syringe (Fig. 1) (item 5) to reduce the pressure in the TBR headspace. A Tedlar gas bag filled with purified CH4 or biogas (Fig. 1) (item 3)\n\nTable 1 TBR operating\n\nphases.\n\n|                             | Phase 1.1                                       | Phase 1.2                        | Phase 2.1                                  | Phase 2.2                         |\n|-----------------------------|-------------------------------------------------|----------------------------------|--------------------------------------------|-----------------------------------|\n| Day a                       | 0-21                                            | 22-28                            | 0-6                                        | 7-28                              |\n| Parameters evaluated        | Gas flow Liquid flow Liquid volume NMS dilution | Biogas:air ratio                 | Start-up on biogas and nonsterile inoculum | Biogas:air ratio Formate addition |\n| Inoculum                    | Methylocaldum sp. 14B                           | TBR liquid from end of Phase 1.1 | TBR liquid from day 16 of Phase 1.1        | TBR liquid from end of Phase 2.1  |\n| CH 4 Source                 | Purified CH 4                                   | Biogas                           | Biogas                                     | Biogas                            |\n| Biogas:air ratio            | 1:5.5-1:7.7 b                                   | 1:2.5 1:6.0 1:28.0               | 1:6.0                                      | 1:2.5 1:6.0                       |\n| Gas circulation (mL/min)    | 20-80                                           | 80                               | 80                                         | 80                                |\n| Nutrient source             | NMS c                                           | NMS c                            | NMS c                                      | NMS c                             |\n| Nutrient dilution (1/d)     | 0.17-1.0                                        | 1.0                              | 0.3                                        | 0.29                              |\n| Liquid volume (mL)          | 0-200                                           | 70                               | 70                                         | 70                                |\n| Liquid circulation (mL/min) | 0-80                                            | 50                               | 50                                         | 50                                |\n\na Day within each phase.\n\nb Purified CH4:air ratio.\n\n- c NMS = nitrate mineral salts medium.\n\nwas then attached to the gas feeding and sampling port of the gas sampling/feeding flask (Fig. 1) (item 4). The headspace was relieved back to ambient pressure by allowing the purified CH4 or biogas back into the TBR headspace. The volume of the gas removed from the headspace was modified to control the ratio of biogas to air (v/v) in the TBR headspace. The headspace gas was circulated through the TBR for at least 10 min, and then the initial headspace gas composition (CH4, O2, and CO2) was measured via GC. After a set period of time (0-24 h), the headspace gas was analyzed for CH4, O2, and CO2 contents (via GC) to determine CH4 removal, O2 removal, and CO2 production. Ambient air was again circulated through the TBR, and then purified CH4 or biogas was fed by vacuum pressure relief. The reactor was operated under two phases. Phase 1 involved optimization of operating parameters using purified CH4 and examined the effect of biogas:air ratios, and Phase 2 focused on starting up the reactor on biogas under non-sterile conditions and studying the impacts of formate and biogas:air ratios on methanol production. Detailed procedures for each operating phase are described in Sections 2.3-2.4 and are summarized in Table 1. After initial inoculation in Phase 1.1, the bioreactor was operated non-sterilely. The nitrate mineral salts (NMS) medium was autoclaved in order to dissolve the salts, but was exposed to the atmosphere of the walk-in incubator each time it was added to the TBR (Phases 1 and 2).\n\n## 2.3. Phase 1: optimization of operating parameters and effects of biogas\n\n## 2.3.1. Phase 1.1: optimization of TBR operating parameters using purified CH4 as substrate\n\nThe TBR was first inoculated with Methylocaldum sp. 14B, an obligate mesophilic methanotroph isolated from solid-state anaerobic digestate [26]. Based on previous work, strain 14B had similar morphological and physiological characteristics and shared &gt;98% 16S rRNA gene sequence similarity with Methylocaldum gracile and Methylocaldum tepidum . Strain 14B was stored in NMS medium with 10% DMSO at -80 ◦ C prior to use. The NMS medium (pH = 6.7 ± 1) was composed of 1.0 g/L KNO3, 1.0 g/L MgSO4 · 7H2O, 0.816 g/L KH2PO4, 0.852 g/L Na2HPO4, 0.134 g/L CaCl2 · 2H2O, 0.2% (v/v) chelated iron solution, 0.05% (v/v) trace element solution, and 1.0 𝛍 M CuCl2. The chelated iron solution contained ferric (III) ammonium citrate (1.0 g L -1 ), EDTA (2.0 g L -1 ), and concentrated HCl (0.3% (v/v)) in deionized (DI) water. The trace element solution contained EDTA (500 mg L -1 ), FeSO4 · 7H2O (200 mg L -1 ), ZnSO4 · 7H2O (10 mg L -1 ), MnCl2 · 4H2O (3.0 mg L -1 ), H3BO3 (30 mg L -1 ), CoCl2 · 6H2O (20 mg L -1 ), CaCl2 · 2H2O (1.0 mg L -1 ), NiCl2 · 6H2O (2.0 mg L -1 ), and Na2MoO4 · 2H2O (3.0 mg L -1 ) [26,27]. A frozen stock culture of 14B was thawed and spread on solid NMS\n\nmedium (included agar), and was incubated at 37 ◦ C in a gas tight jar with a filtered (0.2 𝛍 m) headspace mixture of purified CH4 (99% purity) and air at a 1:4 CH4:air ratio (v/v) until single colonies formed. Single colonies were then transferred to 1 mL NMS broth in pre-sterilized gas tight test tubes, and a CH4 headspace was supplied (1:4 CH4:air ratio (v/v)) using a sterile needle syringe. The culture was then scaled up to 50 mL of NMS medium in 250 mL flasks. The flasks were sealed with rubber stoppers and then supplied with a filtered (0.2 𝛍 m) mixture of purified CH4 (99% purity) and air at a 1:4 CH4:air ratio (v/v). The flasks were incubated at 37 ◦ C with continuous shaking (200 rpm) for two to three days until the optical density (OD600nm) of the culture reached approximately 0.3. The TBR packing was pre-wetted with DI water prior to inoculation, and it was verified that abiotic CH4 removal did not occur (i.e. there was no CH4 removal when the reactor was not inoculated with the methanotroph). A 200 mL culture of Methylocaldum sp. 14B (OD = 0.3) was then supplied to the liquid sampling port of the TBR. For 21 days, four reactor parameters (gas circulation, liquid circulation, nutrient dilution, and liquid volume) were varied to examine their impacts on CH4 removal and visually observable flow stability (Table 1). Purified CH4 was added to the TBR headspace at a 1:5.5-1:7.7 CH4:air ratio every 8-24 h according to the methods described in Section 2.2.\n\n## 2.3.2. Phase 1.2: impacts of biogas: air ratio\n\nOn day 21 of Phase 1, the CH4 source for the TBR was changed to biogas. The TBR was fed with biogas at three different biogas:air ratios to determine the effects of initial CH4 content on reactor performance. The three biogas:air ratios evaluated were 1:6.0 (10% CH4, days 21.0-24.0, day 27.0-27.5), 1:2.5 (20% CH4, days 24.0-27.0), and 1:28.0 (2% CH4, days 27.5-28.0). For biogas:air ratios of 1:6.0 and 1:2.5, biogas was fed every 8-12 h for three consecutive days. The use of biogas:air ratio of 1:6.0 on day 27.0-27.5 was to ensure that the same headspace CH4 content (10%) was used prior to each change in biogas:air ratio. At the biogas:air ratio of 1:28.0, biogas was fed once every 4 h for 12 h. Headspace gas composition was measured at 0, 2, and 4 h for each biogas:air ratio. At higher biogas:air ratios (1:2.5, 1:6.0), headspace gas composition was also measured at 8-12 h and 24 h. The average and standard deviation of CH4 removal, O2 removal, and CO2 production at 4 h were used to compare the rate of gas removal at different biogas:air ratios. Based on results obtained in Phase 1.1 (Section 3.1.1), the liquid volume and NMS medium dilution rate in Phase 1.2 were set at 70 mL and 1.0 d -1 , respectively. Liquid and gas circulation rates were set at 50 mL/min and 80 mL/min, respectively.\n\nAfter Phase 1.2, preliminary experiments were conducted to determine which levels of phosphate buffer (MDH inhibitor), for-\n\nmate (electron donor), NMS medium dilution rate (d -1 ), and biogas:air ratio were needed to promote methanol production in the TBR. Additionally, a sample of TBR fluid (OD ≈ 0.2) during these preliminary tests was removed to determine whether free cells could be used for biogas to methanol conversion. The liquid sample was centrifuged (10,000 rpm for 10 min) and resuspended in 8 mL phosphate buffer (10 times the concentration listed in Section 2.3.1) with 80 mM formate to reach an initial OD of ∼ 0.5. The 8 mL sample was split into two 4 mL samples, which were transferred to 40 mL test tubes. Rubber stoppers were added and biogas was added directly at a biogas to air ratio of 1:2. The two 40 mL test tubes were incubated at 37 ◦ C. After four hours, a 1 mL liquid sample from each 40 mL tube was filtered (0.2 𝛍 m) and the filtrate was subjected to methanol analysis via GC.\n\nAfter Phase 1, the free space of the reactor was not measured in order to best preserve the loosely attached biomass on the packed bed. The ceramic balls with attached biomass were removed and characterized by visual observation. The packed bed biomass density (g/g balls) was determined by re-suspending the attached biomass of a representative sample of the ceramic balls from the packed bed in a known volume of DI water (250 mL) and the suspended biomass/water sample was subjected to dry weight analysis. The total biomass (g) in the representative sample was calculated by multiplying the mass of DI water added to the sample to the average suspended biomass/water dry weight (g/g). Then, the packed bed biomass density (g biomass/g balls) was calculated by dividing the total biomass from the sample by the mass of balls in the sample. The total mass of ceramic balls added to the reactor (2.42 kg) was calculated by multiplying the specific gravity of the ceramic balls (2.3 g/cm 3 ) by the empty volume of the packed bed portion of the reactor (1.05 L). The total dry attached biomass in the TBR after Phase 1 was calculated by multiplying the packed bed biomass density (g dry biomass/kg balls) by the mass of ceramic balls added to the reactor (2.42 kg). After the ceramic balls were removed, the reactor was cleaned several times with 70% ethanol followed by DI water. Fresh ceramic balls were added to the TBR and the packed bed was pre-wetted with DI water before the second inoculation (Section 2.4, Phase 2.1).\n\n## 2.4. Phase 2: impacts of biogas on reactor startup and methanol production\n\n## 2.4.1. Phase 2.1: non-sterile start-up using biogas as substrate\n\nTo determine if the TBR could be initiated under nonsterile conditions using biogas as the CH4 source, it was seeded with liquid broth that was collected from the TBR on day 16 of Phase 1.1 (sample stored at 4 ◦ C prior to use, 35 mL liquid broth diluted in 35 mL fresh NMS medium prior to inoculation). Biogas was fed at a biogas:air ratio of 1:6.0 every 10-14 h for six days. During this six-day period, the TBR liquid medium volume and NMS medium dilution rate were set at 70 mL and 0.29 d -1 , respectively. This NMS medium dilution rate was selected to maintain high OD for methanol production experiments (Phase 2.2). The gas composition of headspace and OD of liquid medium were measured every 3-12 h. Liquid and gas circulation rates were set at 50 mL/min and 80 mL/min, respectively.\n\n## 2.4.2. Phase 2.2: methanol production from biogas\n\nA 2 × 2 factorial design using two factors and two levels was used to determine the impacts of formate addition (6 mmol, 12 mmol) and biogas:air ratio (1:2.5, 1:6.0) on methanol production in the TBR. The procedure was started by pumping air through the TBR for 20 min to remove residual biogas and provide O2. Then, the volume of free liquid was measured with a syringe and NMS medium was supplied to reach approximately 70 mL. Subsequently, 12 or\n\n18 mL of liquid was removed from the TBR (depending on the necessary amount to maintain the total volume), and 6 mL of 0.6 M phosphate buffer (3.6 mmol) and 6 mL or 12 mL of 1 M sodium formate (6 or 12 mmol) were added. Then, biogas was fed at the desired biogas:air ratio (1:2.5 or 1:6.0), and the TBR was operated for 10 h with liquid and gas circulation rates set at 50 mL/min and 80 mL/min, respectively. CH4, O2, and CO2 concentrations in the headspace, and methanol and formate concentrations in the liquid, were measured at 0, 2, 4, 6, and 10 h. After each 10-h methanol production phase, the reactor was washed three times with DI water at high liquid circulation rates (&gt;100 mL/min) to remove residual methanol and formate (validated by GC and high-performance liquid chromatography (HPLC), respectively). Prior to starting another methanol production test, the 12 or 18 mL of TBR liquid medium that was removed at the beginning of a test was put back into the TBR, NMS was added to reach a volume of 70 mL, and then the reactor was operated until the liquid OD again reached ∼ 0.2. This method of dilution was used because it mimicked the dilution strategy used in Phase 2.1 to accumulate free cells needed for methanol production. This method could potentially be implemented at large scale due to low cost. Additionally, the initial OD content was relatively stable, indicating this was a proper method to control initial biomass density in the TBR fluid. For each level of formate addition and biogas:air ratio, at least two replicates were performed.\n\n## 2.5. Control experiments and mass transfer analysis\n\nA control experiment was set up to compare biogas oxidation using shake flasks with similar headspace:liquid volume (VH:VL) ratios to the TBR (VH:VL = 16.7:1.0). First, a small sample of the TBR liquid medium from Phase 1.2 was diluted in NMS medium in a 550 mL shake flask, biogas was added at a 1:6.0 biogas:air ratio, and the flask was agitated at 200 rpm until CH4 removal was verified. A small amount of this culture was then diluted in 70 mL of fresh NMS medium to reach an initial OD of 0.05, then placed into 1.16 L shake flasks equipped with a rubber stopper (VH:VL = 15.6:1.0). Biogas was then added to the 1.16 L shake flasks at biogas:air ratios of either 1:2.5 or 1:6.0. The flasks were incubated in the same incubator as the TBR, and were shaken at 200 rpm for 24 h. Headspace CH4, O2, and CO2 contents were measured at 0, 10, and 24 h to determine gas removal and production rates. This control experiment was performed in duplicate.\n\nTo determine the impact of the packed bed on reactor performance, the TBR was operated under normal conditions, except the packed bed was removed (VH = 1950 mL). After removal of the packed bed, the TBR was supplied with an actively growing methanotrophic culture in NMS medium (OD = 0.25, VL = 70 mL) that used TBR liquid medium from Phase 1.2 as inoculum (stored at 4 ◦ C, incubated at 37 ◦ C in shake flasks prior to use). At the beginning of each experiment, the TBR liquid medium was diluted in NMS medium to reach an initial OD of approximately 0.2, and biogas was fed to the TBR at a 1:2.5 biogas:air ratio. Gas composition was measured after 8-14 h. The average and standard deviation of TBR performance parameters (gas removal, change in OD) over two days of operation were compared to results from Phase 1.2. The liquid and gas flow rates of the TBR were set at 50 mL/min and 80 mL/min, respectively.\n\nThe abiotic volumetric mass transfer coefficient for O2 (KLA/VL) in the TBR was determined based on the methodology outlined in Orgill et al. [28]. The schematic of the TBR was the same as shown in Fig. 1, except a custom 220 mL flow-through cell with dissolved oxygen (DO) probe (ProODO, YSI Inc, Yellow Springs, OH, USA) was included in-line with the liquid circulation tubing. DI water was used as the liquid medium in the TBR, and the reactor was operated under the same incubation condition used in Phases 1-2. When necessary, fresh ceramic balls were added\n\nto the TBR. Two scenarios were compared: (1) operation with packed bed (VL = 340 mL, VH = 1120 mL), and (2) operation without packed bed but with the same liquid volume as Scenario 1 (VL = 340 mL, VH = 1900 mL). First, the TBR was purged with N2 at 80 mL/min until the DO in the liquid (circulating at 50 mL/min) was near 0 mg/L. Then, ambient air was introduced to the TBR (80 mL/min) and DO levels in the DI water were recorded every 30 s using the DO probe. The volumetric mass transfer coefficient for O2 (KLA/VL) was calculated according to Eq. (1) [28]:\n\n<!-- formula-not-decoded -->\n\nwhere KL is the mass transfer coefficient (m/h), A is the mass transfer area (m 2 ), VL is the total volume of liquid added to the TBR (m 3 ), CL * is the saturating DO concentration (mol/m 3 ) at the operating temperature, CL is the DO concentration measured in the flowthrough cell (mol/m 3 ), and t is time (h) [28]. The liquid circulation rate was again set to 50 mL/min for abiotic mass transfer tests. Each abiotic mass transfer test was performed in triplicate.\n\n## 2.6. Analytical methods\n\nThe optical density (OD) of the TBR liquid medium was measured at 600 nm with an Eon microplate spectrophotometer (Biotek, Winooski, VT, USA) according to methods in Sheets et al. [26]. The methanol content of filtered (0.2 𝛍 m) samples of TBR liquid medium were analyzed by a GC with a flame ionization detector (FID) (Shimadzu, 2010Plus, Columbia, MD, USA) according to methods in Sheets et al. [26]. Formate in filtered (0.2 𝛍 m) samples of TBR liquid medium was analyzed using a LC-20 AB HPLC system (Shimadzu, Columbia, MD, USA) with a RID-10A refractive index detector (RID) and a RFQ-Fast Fruit H + (8%) column (Phenomenex, Torrance, CA, USA). The mobile phase was 2.5 mM H2SO4 operated at a flow rate of 0.4 mL/min. The column and RID temperatures were maintained at 60 ◦ C and 55 ◦ C, respectively [29]. The concentration of formate (M) was determined using a standard curve developed using several different standard solutions of sodium formate. The composition of headspace gas (CH4, O2, CO2, N2) was analyzed by a GC equipped with a thermal conductivity detector (TCD) according to methods described in Sheets et al. [30]. Throughout the experiments, only minor reductions in headspace pressure were observed; therefore, CH4 removal (mmol/h) was calculated according to Eq. (2):\n\n<!-- formula-not-decoded -->\n\nwhere CH4,0 is the initial headspace concentration (%), CH4,t is the headspace concentration at time t (%), VH is the headspace volume (mL), t is time (h), and 25.4 is the molar volume of gases at 37 ◦ C (mL/mmol). O2 removal was calculated the same way, except that headspace O2 concentrations were used in place of CH4 concentrations. The TBR produced CO2, so CO2,0 and CO2,t had to be swapped in Eq. (2) to calculate CO2 production (mmol/h). Volumetric CH4 removal (mmol/L/h) was calculated as the CH4 removal (mmol/h) divided by the total volume of liquid in the TBR system (VL). Methanol productivity (g/L/d) was determined by dividing the methanol content (g/L) by the cultivation time. CH4to-methanol conversion (%) and formate-to-methanol conversion (%) were determined by dividing the amount of methanol produced (mmol) by the amount of CH4 or formate consumed (mmol). Statistical significance was determined by analysis of variance (ANOVA, 𝛂 = 0.05) using JMP Statistical Software from SAS Institute Inc. (Version 10.0.2, Cary, NC, USA). Experimental data are presented as average values ± standard deviations.\n\n## 2.7. Microbial community analysis\n\nThe microbial community of the TBR at different phases was analyzed to determine how operational conditions may have impacted the bacteria involved in CH4 oxidation. Samples of circulation fluid (&gt;1 mL per sample) were taken at the end of Phase 1.1 (day 20 of P1), the end of Phase 1.2 (day 28 of P1), and the end of Phase 2.2 (day 20 of P2). Additionally, one sample of the inoculum for Phase 2 (day 16 of Phase 1.1) and one sample from the end of Phase 2.1 (day 5) were taken to assess any changes in community composition within Phase 2. Each sample was centrifuged at 16,000 × g for 1 min to pellet the microbial biomass. Metagenomic DNA was extracted from each sample pellet using the repeated bead beating plus column purification (RBB + C) method as described in Yu and Morisson [31]. The quality of the DNA extracts was checked using agarose gel (0.8%) electrophoresis, and the DNA concentrations were quantified using a Quant-iT TM dsDNA Assay Kit (ThermoFisher Scientific, Waltham, MA, USA). One amplicon library was prepared from each DNA extract using primers 515F and 806R that amplify the V4-V5 hypervariable region of the 16S rRNA gene of both bacteria and archaea. All the amplicons were sequenced using 2 × 300 paired-end kits on the Illumina MiSeq system (Illumina, San Diego, CA, USA) at the OARDC Molecular and Cellular Imaging Center (Wooster, OH, USA) [32]. The sequencing data were analyzed using Quantitative Insights Into Microbial Ecology (QIIME) open-source software (v 1.9.0) [33] and the protocols described previously [32]. Briefly, bases with a quality score of less than 25 were trimmed off from each sequencing read, and then the two paired reads were joined to a single sequence using the fastq-join script [34]. The barcodes and primers were further trimmed from each sequence. Sequences shorter than 248 bp after trimming were discarded. Chimera sequences were identified using the ChimeraSlayer algorithm [35]. Species-equivalent operational taxonomic units (OTUs) were identified by comparing the representative sequence of each OTU to the Silva 119 release reference sequences (http://www.arb-silva.de/download/archive/ qiime/) at 97% similarity (pick open reference otus.py) using the uclust algorithm [36]. Minor OTUs were filtered out if they were each represented by less than 0.005% of the total sequences [37] or were less than 0.1% in any of the samples. The sequences were deposited in the Genbank SRA database with the accession number SRP090502. A summary of sampling information, sequencing, quality checking/sequence removal, and OTU clustering are shown in Table A1. Relative abundances of taxa (phylum and order level) from each Phase were compared using one-way ANOVA using JMP statistical software. If the p-value from one-way ANOVA was less than the set significance value ( 𝛂 = 0.05), then the data was subjected to Tukey's Honestly Significant Difference (HSD) test to rank the samples in the order of OTU relative abundance.\n\n## 3. Results and discussion\n\n3.1. Phase 1: influence of operational parameters and biogas on CH4 removal\n\n## 3.1.1. Phase 1.1: determination of optimal operating parameters using purified CH4\n\nOne week after the TBR was inoculated with strain 14B, the CH4 content in the headspace typically declined from 13% to 0-3% within only 10-16 h of incubation (Fig. 2). Additionally, both loosely and strongly attached biomass were observed on the ceramic balls and the liquid medium in the reactor had the same characteristic brown color of a pure culture of Methylocaldum sp. 14B [26]. This indicated that a predominantly methanotrophic microbial community was forming in the TBR, because no other carbon source than\n\nTable 2 TBR performance during Phase 1.1.\n\n| Day of operation   | Gas circulation a (mL/min)   | Liquid circulation (mL/min)   | Liquid volume (mL)   | NMS dilution rate (1/d)   | CH 4 removal (mmol/h)   | O 2 removal (mmol/h)   | CO 2 production (mmol/h)   |\n|--------------------|------------------------------|-------------------------------|----------------------|---------------------------|-------------------------|------------------------|----------------------------|\n| 0.0-6.0            | 80                           | 50,80                         | 200                  | 0                         | 0.11-0.37               | 0.20-0.47              | 0.10-0.23                  |\n| 6.0-7.0            | 80                           | 50                            | 200                  | 0.17                      | 0.26-0.32               | 0.45-0.46              | 0.16-0.20                  |\n| 7.0-8.5            | 20                           | 50                            | 200                  | 0.17                      | 0.32-0.44               | 0.42-0.48              | 0.20-0.22                  |\n| 8.6-10.0           | 20                           | 10                            | 200                  | 0.17                      | 0.35-0.41               | 0.30-0.43              | 0.13-0.18                  |\n| 10.0-11.0          | 80                           | 10                            | 200                  | 0.17                      | 0.30-0.32               | 0.33-0.35              | 0.14-0.16                  |\n| 11.0-13.5 b        | 40-80                        | 10-30                         | 200                  | 0.25                      | 0.00-0.09               | 0.17-0.23              | 0.08-0.12                  |\n| 13.6-16.0          | 80                           | 50                            | 200                  | 0.25-0.5                  | 0.09-0.36               | 0.18-0.43              | 0.08-0.21                  |\n| 16.0-19.5          | 80                           | 50                            | 70                   | 0.5-1.0                   | 0.29-0.55               | 0.37-0.58              | 0.16-0.27                  |\n| 19.6-20.5          | 80                           | 0 c                           | 0 c                  | 0 c                       | 0.32-0.48               | 0.43-0.47              | 0.21-0.24                  |\n\n- a Purified CH4 (&gt;99%) used as CH4 source.\n- b Period of reactor failure.\n- c Circulated 70 mL of fresh NMS medium to wet packed bed prior to incubation.\n\nFig. 2. Dynamics of CH4 removal in the TBR during Phase 1.\n\n<!-- image -->\n\nCH4 was provided to the reactor [6]. Very slight differences in CH4 removal (0.26-0.40 mmol/h) at variable gas and liquid flow rates (Table 2, days 6-11) were likely because the apparent gas and liquid velocities tested in this study were too low (UL = 0.3-2.4 m/h, Ug = 0.6-2.4 m/h) to influence gas-liquid mass transfer in the TBR [6,21,38]. Although higher flow rates can improve mass transport, they were not attainable in this study because higher gas velocities caused heat damage to the gas circulation tubing and higher liquid velocities contributed to clogging of the packed bed. Still, CH4 removal (0.26-0.44 mmol/h) during Phase 1.1 was 8-13 times higher than that by a 50 mL pure culture of Methylocaldum sp. 14 B previously cultivated in 250 mL flasks under rigorous shaking (200 rpm) (0.034 mmol/h) and similar OD (0.05-0.3) [26].\n\nCH4 removal drastically declined from days 11-13 (0-0.09 mmol/h) while O2 removal (0.17-0.20 mmol/h) and CO2 production (0.08-0.11 mmol/h) declined slightly (Fig. 2) (Table 2). It was likely that inhibition was caused by insufficient nutrients in the TBR [6,39]. These claims are supported because reactor performance quickly recovered after the entire TBR liquid medium was replaced with fresh NMS medium (day 12.5) and the NMS medium dilution rate was increased (Table 2, days 13-16). The most stable flow, without clogging and/or bubbling, was observed when the liquid circulation rate was set at 50 mL/min, the gas circulation rate was set at 80 mL/min, and the liquid volume was controlled at 70 mL (days 16.5-19.5). Based on visual observation, the liquid in the packed bed formed thin rivulets and more brown biomass appeared in regions where the thin rivulets formed. There was also a nominal increase in OD of the TBR liquid medium (0.06-0.3) as headspace CH4 content declined (Fig. 2) (days 16.5-19.5). Under these conditions, less than 10 mL of the liquid was retained in the bottom of the TBR, and gas bubbles were not observed in the liquid circulation line. Interestingly,\n\n1\n\n5\n\n<!-- image -->\n\n!\n\nFig. 3. Effects of biogas:air ratio on TBR performance during Phase 1.2.\n\nCH4 removal was observed when liquid circulation was turned off (Table 2, day 19.6-20.5), indicating that both attached and suspended methanotroph cells contributed to CH4 removal [22]. The NMS medium had sufficient buffering capacity because the pH was stable between 6.8 and 7.5. The stable conditions of liquid volume (70 mL), liquid circulation rate (50 mL/min), and gas circulation rate (80 mL/min) that provided a 'trickle' flow regime were maintained for the remaining experiments [18,21,25]. Based on the consistent CH4 oxidation rates and visual observation of 'trickle flow' regime, the TBR system was considered stable and the CH4 source was shifted to biogas (Section 3.1.2).\n\n## 3.1.2. Phase 1.2: effect of biogas:air ratio on TBR performance and control experiments\n\nThe CH4 removal rates observed in Phase 1.1 were sustained after the CH4 source was switched to biogas (Fig. 2) (days 22-28, NMS medium dilution rate = 1 d -1 ), suggesting that the CO2 and H2S in the biogas did not have a major impact on the CH4 oxidizing capacity of the methanotrophic TBR. Similar to Phase 1.1, the OD of the liquid medium increased as CH4 content in the headspace declined. Operation at the lowest biogas:air ratio caused the highest OD (0.5-0.6) observed during Phase 1.2 (Fig. 2) (day 27). The color of the suspended cells shifted from brown in Phase 1.1 to white in Phase 1.2. There was a significant linear increase (ANOVA, p &lt; 0.05) in the rate of O2 removal and CH4 removal by increasing biogas:air ratios from 1:28.0 to 1:6.0, while similar gas oxidation was observed at biogas:air ratios of 1:6.0 and 1:2.5 (Fig. 3). Similarly, maximum volumetric CH4 removal in the TBR at 4 h was\n\nobserved for the biogas:air ratio of 1:2.5 (8.4 ± 1.1 mmol/L/h), followed by the biogas:air ratio of 1:6.0 (6.0 ± 1.3 mmol/L/h), and the lowest volumetric removal was observed at the biogas:air ratio of 1:28.0 (2.9 ± 0.3 mmol/L/h).\n\nEnhanced CH4 removal at higher biogas:air ratios was because higher CH4 content in the headspace provided a higher equilibrium CH4 concentration in the liquid. Therefore, the rate of CH4 removal was likely controlled by gas-to-liquid mass transfer under the operating conditions evaluated in this study [40]. This is also supported by the fact that CH4 removal at the 1:28 biogas:air ratio was fairly low (2% CH4, 2.86 mmol/L/h) compared to a study by Estrada et al. [6] that used a continuous methanotrophic biotrickling filter that treated gas at similar initial CH4 content (2% CH4), had polyurethane foam packing with high specific surface area (1000 m 2 /m 3 ), and was operated at high liquid velocity (5-15 m/h) (7-8 mmol/L/h CH4 removal, 1.2-1.4 L liquid volume, 4L packed bed volume, used bacterial consortia dominated by type I and type II methanotrophs). This improved performance demonstrated by Estrada et al. [6] was probably because gas-to-liquid mass transfer for sparingly soluble substrates (i.e. O2, CH4) is enhanced at higher liquid velocities when packings with high specific surface area are employed [41]. Trade-offs between enhanced mass transfer using different flow rates/tower packings and their associated costs need to be evaluated via techno-economic analysis.\n\nThe maximum volumetric CH4 removal (8.4 ± 1.1 mmol/L/h) in the TBR was comparable to a recent study that applied a 2.5 L CSTR (1L working volume, 10% CH4 in headspace) in batch mode with significant agitation (1000 rpm) for Methylomicrobium buryatense 5G cultivation (7.6 mmol/L/h) [42]. CH4 removal in the TBR at biogas:air ratios of 1:2.5 and 1:6.0 were three to four times higher than the shake flask control tests that were operated at a similar VH:VL ratio (200 rpm, 1.8-2.1 mmol/L/h) (Section 2.5). This indicates that TBRs could offer significant energy savings compared to CSTRs [18]. Additionally, the abiotic KLA/VL for O2 increased approximately two-fold when the packed bed was included in the reactor (Table 3). Furthermore, the CH4 removal, O2 removal, and CO2 production for the biotic control test (no packed bed, inoculated with similar methanotrophic culture at similar initial OD) were approximately two times lower than the results obtained in Phase 1.2 (Table 3). The higher abiotic mass transfer coefficient and CH4 removal rates in Scenario 1 of the control tests showed that the presence of the TBR packing material improved gas-liquid mass transport and gas oxidation (Table 3) [6,28]. For comparison, the abiotic KLA obtained in Scenario 1 (8.7-10.4 h -1 ) was only slightly lower than that (14-16 h -1 ) reported by Orgill et al. [28], who used similar packing materials, design dimensions, and gas (73 mL/min) and liquid circulation (50 mL/min) rates. Future studies should evaluate different packing materials to optimize reactor performance in methanotrophic TBRs [7,18,41].\n\n## 3.1.3. Preliminary methanol production experiments\n\nThe preliminary methanol production experiments (Section 2.3.2) showed that no methanol was produced after the reactor was washed with DI water and only NMS with phosphate (3.6-10.8 mmol) and formate (6 mmol) was used as the TBR liquid medium. However, when bacteria from the TBR were allowed to propagate until the liquid had an OD higher than 0.1, the addition of formate and phosphate caused detectable methanol concentrations in the TBR liquid medium. Additionally, the methanol production test in 40 mL shake flasks (Section 2.3.2) showed that the free cells could produce 0.26 g/L of methanol in approximately 4 h. These results indicated that the presence of free cells were needed to induce methanol formation in the TBR. Overall, biogas:air ratios greater than or equal to 1:6.0, formate additions greater than or equal to 6 mmol, and NMS medium dilution rates ≤ 0.3 d -1 were needed to attain detectable methanol concentrations in the TBR\n\nliquid medium. The need for higher biogas:air ratios was because it provided higher concentrations of CH4 in the liquid, while the low NMS dilutions ( ≤ 0.3 d -1 ) were needed to maintain a higher OD in the TBR liquid medium. Phosphate buffer (Na2HPO4/KH2PO4) additions higher than 3.6 mmol did not improve methanol production.\n\nMost of the biomass on the packed bed after Phase 1 was brown to off white and was very loosely attached. The total biomass density was estimated at 0.96 g dry biomass/kg balls, indicating that roughly 2.3 g dry biomass was attached to the packing material at the end of Phase 1. Assuming an average daily increase in OD of 0.2 throughout Phase 1 and using the correlation developed by Sheets et al. [26] for dry biomass v. OD (X (g/L) ≈ 0.7*OD), the total biomass produced in the free liquid phase would have been about 0.3 g dry biomass. These results indicate that attached cells had a significant role in CH4 oxidation in the TBR. It is possible that attached cells also contributed to methanol production during preliminary tests, but was probably rapidly consumed by other microbes in the biofilm matrix, and the net methanol produced was below the detection limit of the GC (LOD = 0.001 g/L). Overall, the results from Phase 1 were useful to determine the operational parameters and effective biogas:air ratios needed for consistent CH4 oxidation and a stable 'trickle' flow regime, and because it provided the non-sterile methanotrophic community sample for inoculation in Phase 2.\n\n## 3.2. Phase 2: start-up on biogas and methanol production\n\n## 3.2.1. Phase 2.1: startup under non-sterile conditions\n\nThe non-sterile liquid from previous TBR experiments was an effective inoculum to initiate CH4 consumption in a new TBR. OD dynamics showed that there was an initial build-up of free cell biomass (days 0-2), followed by a rapid decline (days 2-3), and eventual stabilization (Fig. A1). Additionally, a brown biofilm was observed on the packing material by day 6. Microbial community analysis indicated that the reactor was dominated by Methylococcales, an order of bacteria than contains Methylocaldum sp. and other known methanotrophs [27], even though the non-sterile inoculum had a more variable bacterial community composition with low detected levels of Methylococcales (Table A2). Consistent CH4 consumption (0.4 mmol/h) by day 6 indicated that the TBR was stable and the operational regimes were changed to induce methanol production.\n\n## 3.2.2. Phase 2.2: effects of biogas and formate on methanol production\n\nDespite operating under non-sterile conditions, methanol production was achievable in the TBR (Figs. A1 and 4). The highest methanol content ( ∼ 0.28 g/L) was observed at a high biogas:air ratio (1:2.5) and a high formate addition (12 mmol) (Fig. A1-days 7 and 9, Fig. 4a). Under those conditions, there was sufficient CH4 and reducing power (formate) to sustain methanol production for the 10-h incubation period (Fig. 4a). At the same biogas:air ratio (1:2.5) and a lower formate level (6 mmol), methanol production peaked at 4 h (0.14 g/L), but declined rapidly thereafter (Fig. 4b). This is because the formate was almost completely consumed after 6 h, which limited the amount of reducing equivalents available for biogas to methanol conversion (Fig. 4b) [11,43]. To maintain viability, the microbes in the TBR had to use methanol as a source of carbon and energy [26]. Similar methanol production kinetics were observed at a low biogas:air ratio (1:6.0) and a high formate (12 mmol) addition, except that methanol production peaked at 6 h (0.17 g/L) (Fig. 4c). In this case, there was sufficient formate in the TBR liquid medium, but CH4 in the headspace declined to 3% (Fig. 4c). Insufficient CH4 in the TBR could have caused the microbial community to use formate and methanol as its primary carbon sources, which explains the observed reduction in formate and methanol after 6 h (Fig. 4c). The combined effects of insuffi-\n\nTable 3 Effects of the packing material on mass transfer and performance in the TBR.\n\n|   Scenario | Packed   | Abiotic mass transfer a K L A/V L (h - 1 )   | Biotic CH 4 oxidation CH 4 removal (mmol/h)   | O 2 removal (mmol/h)   | CO 2 production (mmol/h)   |\n|------------|----------|----------------------------------------------|-----------------------------------------------|------------------------|----------------------------|\n|          1 | Y        | 9.54 ± 0.86                                  | 0.54 ± 0.03 b                                 | 0.63 ± 0.01 b          | 0.33 ± 0.01 b              |\n|          2 | N        | 4.62 ± 0.33                                  | 0.32 ± 0.01                                   | 0.30 ± 0.08            | 0.14 ± 0.07                |\n\na Based on O2 gas-liquid mass transfer.\n\n- b 8 h gas removal and production data from days 24 to 26 of Phase 1.2 (biogas:air ratio = 1:2.5).\n\nTable\n\n4\n\nMethanol production\n\nefficiencies at\n\ndifferent biogas:air\n\nratios and\n\nformate additions.\n\n|   Formate added (mmol) | Biogas:air ratio   | Initial CH 4 content (%)   | Formate to methanol conversion a (%)   | CH 4 to methanol conversion a (%)   |\n|------------------------|--------------------|----------------------------|----------------------------------------|-------------------------------------|\n|                      6 | 1:6.0              | 10.5 ± 0.3                 | 0.23 ± 0.33                            | 0.27 ± 0.38                         |\n|                      6 | 1:2.5              | 21.0 ± 2.2                 | 5.15 ± 2.02                            | 6.12 ± 1.17                         |\n|                     12 | 1:6.0              | 9.9 ± 0.8                  | 11.26 ± 1.61                           | 11.56 ± 0.21                        |\n|                     12 | 1:2.5              | 20.9 ± 0.4                 | 13.66 ± 1.65                           | 22.41 ± 2.83                        |\n\n- a Conversion at 6 h incubation time.\n\ncient formate and insufficient CH4 were the reason for the lowest methanol content (0.05-0.07 g/L) observed at a low biogas:air ratio (1:6.0) and a low formate (6 mmol) addition (Fig. A1-days 15 and 17, Fig. 4d). Additionally, lower CH4:O2 ratios have been shown to limit production of excreted products and promote conditions for balanced growth (i.e. higher biomass and CO2 production) in methanotrophic enrichment cultures [10]. This could also explain the higher OD (0.5-0.6) observed at the lowest biogas:air ratio during Phase 1.2 (Fig. 2, day 27.5-28.0). Based on the aforementioned results, it is not surprising that the higher biogas:air ratio and higher formate addition caused higher CH4 to methanol and formate to methanol conversion ratios (Table 4).\n\nUnder optimal conditions (biogas:air = 1:2.5, formate addition = 12 mmol), both methanol productivity (0.9 g/L/d) and CH4 to methanol conversion (22.4%) in the non-sterile TBR were in the upper range of reported values for pure methanotroph cultures [11]. Additionally, the results from Phase 2.2 suggest that methanol production is feasible using non-sterile methanotrophic consortia and raw biogas. This could drastically reduce reactor sterilization and biogas cleaning requirements, thus decreasing operational costs and energy demands. However, Phase 2.2 revealed some issues that need to be addressed prior to scale up. Unstable methanol production after day 20 was presumably because formate and methanol-consuming microbes became prevalent in the TBR. After the system recovered (day 28), formate consumption was high. Furthermore, maximum formate to methanol conversion in the study (12-13%) was low (Table 4). In an ideal scenario in which MDH is completely inhibited and all electrons produced from formate dehydrogenase went to CH4 oxidation, the theoretical conversion of formate (and CH4) to methanol would be 100%. This shows that low formate yields significantly impact the economic feasibility of CH4 to methanol conversion; thus, formate costs must be reduced or alternative electron donors are needed [11]. In the short term, formate costs could be substantially reduced to ∼ $200/MT if lower cost electricity produced during off-peak hours was used to electro-chemically reduce concentrated CO2 from industrial sources [14]. Future approaches to reduce costs also include catalytic oxidation of lignocellulosic biomass to formate or photo-reduction of CO2 [14]. Alternative electron donors for bioconversion of CH4 to methanol include renewable hydrogen (H2) [44], acetate from wastewater, or direct use of renewable electricity using genetically modified 'electrophilic' methanotrophs [11]. Although the free space volume was not measured at the conclusion of Phase 1 or Phase 2, the portion taken up by microbial biomass did not likely influence results, because the initial gas composition, which was controlled using an assumed free space volume of the TBR, was consistent throughout the study.\n\nTable 5 Relative abundance of genera in the TBR at different operational phases.\n\n| Genus                      | Phase 1.1    | Phase 1.2    | Phase 2.2    |\n|----------------------------|--------------|--------------|--------------|\n| Methylocaldum              | 16.97 ± 0.41 | 0.94 ± 0.06  | 67.66 ± 4.89 |\n| Agrobacterium              | 4.29 ± 0.15  | 7.84 ± 2.00  | 0.35 ± 0.11  |\n| Limnohabitans              | 0.24 ± 0.04  | 11.56 ± 1.57 | 0.04 ± 0.02  |\n| Phaeospirillum             | 7.68 ± 0.03  | 0.13 ± 0.07  | 1.81 ± 0.13  |\n| Sediminibacterium          | 8.22 ± 0.60  | 0.24 ± 0.09  | 1.70 ± 0.23  |\n| Phenylobacterium           | 0.83 ± 0.03  | 0.39 ± 0.09  | 0.69 ± 0.17  |\n| Ralstonia                  | 1.62 ± 0.19  | 2.97 ± 0.03  | 0.01 ± 0.01  |\n| Hyphomicrobium             | 0.77 ± 0.08  | 1.15 ± 0.13  | 0.25 ± 0.08  |\n| Flavobacterium             | 0.00 ± 0.00  | 0.00 ± 0.00  | 1.02 ± 0.15  |\n| Sphingomonas               | 0.83 ± 0.06  | 0.32 ± 0.18  | 0.07 ± 0.02  |\n| Stenotrophomonas           | 0.55 ± 0.01  | 0.25 ± 0.09  | 0.00 ± 0.00  |\n| Blastomonas                | 0.70 ± 0.08  | 0.05 ± 0.03  | 0.00 ± 0.00  |\n| Others                     | 1.44 ± 0.02  | 0.92 ± 0.01  | 0.81 ± 0.10  |\n| Percentage of total seqs a | 44.13        | 26.76        | 74.44        |\n\nOnly shows genera with ≥ 0.5% relative abundance in at least one sample.\n\n## 3.3. Microbial community\n\nMore than 33,000 quality-checked sequences were obtained from the samples (Table A1), and 92-98% of the obtained DNA sequences were assigned to known bacterial phyla, with the most dominant being Proteobacteria (62-86%) and Bacteroidetes (0.2-8.7%) (Fig. 5) (Tables A1 and A3). Other major phyla (each represented by ≥ 2% of total sequence in at least one sample) included Cyanobacteria (0.4-8.9%), Chlorobi (0-6.4%), and Gemmatimonadetes (0-3.7%), while Chloroflexi, Firmicutes , and Actinobacteria were detected as minor phyla. There were significant differences in the number of OTUs that had order-level taxonomic assignment between each operating phase (Fig. 5) (Table A3). One of the most predominant orders from Phases 1.1 and 2.2 was Methylococcales , which contains methylotrophic bacteria that can only consume one-carbon compounds (Fig. 5) [27,45]. Methylococcales had the greatest relative abundance in Phase 2.2, followed by Phase 1.1, which was higher than Phase 1.2 samples (Table A3). Additionally, Methylocaldum , the genus of the inoculum within Methylococcales , was the most predominant methanotrophic genus in all phases (Table 5).\n\nApparently, the operating conditions used in Phase 2.2 allowed Methylocaldum spp. to dominate the reactor and produce methanol, despite the fact that the non-sterile inoculum had low relative abundance of Methylococcales (Table A2). This was most likely due to the low dilution rates and supplementation of formate and phosphate used during Phase 2.2 compared to Phase 1 (Table 1). Additionally, the inoculum for Phase 2.2 was sampled directly after the CH4 oxidation rate in the TBR was recovered. This indicates that\n\nFig. 4. Effects of biogas:air ratio and formate addition on methanol production in the TBR: (a): biogas:air = 1:2.5, formate = 12 mmol; (b): biogas:air = 1:2.5, formate = 6 mmol; (c): biogas:air = 1:6.0, formate = 12 mmol; (d): biogas:air = 1:6.0, formate = 6 mmol.\n\n<!-- image -->\n\nFig. 5. Major bacterial phyla (bolded, each representing &gt;0.5% of total sequences in ≥ 1 sample) and major orders of Bacteroidetes and Proteobacteria (each representing &gt;5% of total sequence of each phylum in ≥ 1 sample).\n\n<!-- image -->\n\nsome non-methanotrophic bacteria could have still been active in the inoculum sample, but the conditions in Phase 2 supported more rapid growth of Methylococcales. Although only a small amount (26.7%) of the sequences from the Phase 1.1 and 1.2 samples were classified to known genera (Table 5), the orders Burkholderiales, Rickettsiales, Rhodospirales, and Rhizobiales were very prevalent in those samples (Fig. 5). There were high amounts of Rhizobiales , which contains the metabolically versatile type II methanotrophic genera Methylocystis and Methylosinus [27,45]. In fact, there were significantly (p &lt; 0.05, Tukey HSD) more sequences identified as Rhizobiales in Phase 1.2 than in the other phases (Fig. 5) (Table A3). Therefore, it is possible that the high dilution rates and variable biogas:air ratios applied in Phase 1.2 caused type II methylotrophs to outcompete the type I methanotrophs present in the original inoculum. In fact, type II methylotrophs are known to survive in variable growth conditions by producing polyhydroxybutyrate (PHB) as a carbon storage compound [46]. This indicates that the high dilution rates used in Phase 1.2 could be applicable for PHB producing strains in methanotrophic TBRs. Still, no type II methanotrophic genera were detected. Phase 1 samples also had greater relative abundance of methanol-utilizing bacteria (i.e. Burkholderiales , Rhodospirillales) than other phases (Fig. 5) (Table A3) [45]. Synergism between methanol-oxidizing bacteria and methanotrophs is a common observation in methanotrophic enrichments [10].\n\nThe other major bacterial genera identified from Phase 1 ( Sedimimibacterium, Phaeospirillum, Limnohabitans, Agrobacterium, Ralstonia ) probably survived on metabolic byproducts (i.e. acetate/methanol) produced by methanotrophs, because no other carbon source than CH4/biogas was supplied during that phase [10,47]. Previously, Bothe et al. [50] identified Ralstonia as a common genus that grows in association with methanotrophs, likely because it consumes acetate produced by the methanotrophs. Meanwhile, Sediminibacterium and Limnohabitans have been identified in other methanotrophic samples and in a coalpacked CH4-biofilter [48,49]. Furthermore, Rhizobiales (the order that contains Agrobacterium ) has been shown to stimulate methanotrophic activity by supplying vitamins that promote the growth of methanotrophs [50]. The supply of formate could have contributed to growth of the Flavobacterium or other formate-consuming microbes in Phase 2.2 (Table 5) [10]. The microbial community samples were based on free cells in the TBR recirculation fluid. Although the total microbial population was probably similar, the relative ratios of microbes in free and immobilized biomass were likely different because of variable CH4 and O2 gradients and oxygen stresses in the biofilm (i.e. micro-aerobic, anaerobic conditions) [51].\n\nAt the current state of the technology, biological conversion of biogas to methanol is unlikely to be economically feasible due to the low reported yields (&lt;1 g/L). However, this study shows that TBRs have good mass transfer properties, and can potentially be used to cultivate methanotrophs for cell-based products such as biopolymers and single cell protein, or for other excreted compounds such as lactic acid [52]. Continued research on TBRs for CH4 conversion could lead to unique designs that have substantial cost advantages compared to conventional equipment such as CSTRs. Specifically, future work should evaluate the effects of operational conditions (flow rates, operational time) on the development and stability of methanotrophic biofilms. Future work could also include alteration and engineering of the microbial community supplied to methanotrophic TBRs in order to maintain stability and improve product synthesis [53].\n\n## 4. Conclusion\n\nA methanotrophic trickle-bed reactor improved mass transport of O2 and enhanced CH4 oxidation to methanol. The highest CH4 to methanol conversion rates were observed at high biogas:air ratios and high formate additions. There were considerable differences in the bacterial community in samples from each operating phase, and the genus in which the inoculum is classified ( Methylocaldum sp. 14B) was observed throughout the study.\n\n## Funding\n\nThis publication was developed under Fellowship Assistance Agreement No.91778801-0 awarded by the U.S. Environmental Protection Agency to Johnathon P. Sheets. It has not been formally reviewed by EPA. The views expressed in this document are solely those of the authors and do not necessarily reflect those of the Agency. EPA does not endorse any products or commercial services mentioned in this publication. This material is based upon work that is supported by the National Institute of Food and Agriculture, U.S. Department of Agriculture, under award number 2012-1000820302. Research support was also provided by state and federal funds appropriated to The Ohio State University, Ohio Agricultural Research and Development Center. Funding support for Johnathon Sheets was also provided by The Ohio State University Presidential Fellowship program.\n\n## Acknowledgements\n\nThe authors thank Mrs. Mary Wicks for her comprehensive review and thoughtful comments on the manuscript, Mr. Mike Klingman and Mr. Scott Wolfe for assistance in the design and fabrication of the trickle bed reactor, quasar energy group for supplying the biogas samples, and Koch Knight LLC for providing the reactor packing materials.\n\n## Appendix A.\n\nTable A1 Summary of sampling data and sequence clustering for microbial community analyses.\n\n|                                | Samples     | Samples     | Samples     | Samples     | Samples     | Samples     | Controls       | Controls    |\n|--------------------------------|-------------|-------------|-------------|-------------|-------------|-------------|----------------|-------------|\n|                                | Phase 1.1-1 | Phase 1.1-2 | Phase 1.2-1 | Phase 1.2-2 | Phase 2.2-1 | Phase 2.2-2 | Phase 1-inoc-2 | Phase 2.1-1 |\n| Day sampled w/in Phase         | 20          | 20          | 28 a        | 28 b        | 20          | 20          | 16             | 5           |\n| Replicate #                    | 1           | 2           | 1           | 2           | 1           | 2           | 1              | 1           |\n| OD                             | 0.3         | 0.3         | 0.2         | 0.5         | 0.2         | 0.2         | 0.3            | 0.4         |\n| # of sequences                 | 42,164      | 33,840      | 39,855      | 39,235      | 39,695      | 36,811      | 43,317         | 33,821      |\n| # of sequences assigned to OTU | 38,731      | 31,190      | 36,945      | 36,488      | 36,949      | 34,465      | 40,433         | 31,327      |\n| After removal of 0.005%        | 36,602      | 29,294      | 35,150      | 34,496      | 35,931      | 33,652      | 38,686         | 29,910      |\n| After chimera filtration       | 33,148      | 26,285      | 29,912      | 29,831      | 35,141      | 32,928      | 34,107         | 28,671      |\n\na Sampled at beginning of day.\n\nb Sampled at end of day.\n\nTable A2 Relative abundance of major bacterial OTUs in Phase 2.1 samples.\n\n|                       |                | Abundance (%)   | Abundance (%)   |\n|-----------------------|----------------|-----------------|-----------------|\n| Bacterial taxa        | Taxonomic rank | Phase 1-inoc-2  | Phase 2.1-1     |\n| Proteobacteria        | Phylum         | 62.59           | 79.67           |\n| Methylococcales       | Order          | 4.10            | 53.65           |\n| Burkholderiales       | Order          | 11.10           | 1.51            |\n| Rhizobiales           | Order          | 22.65           | 4.69            |\n| Rickettsiales         | Order          | 0.00            | 6.24            |\n| Rhodospirillales      | Order          | 7.60            | 2.52            |\n| Caulobacterales       | Order          | 5.00            | 0.17            |\n| Sphingomonadales      | Order          | 11.77           | 1.00            |\n| Pseudomonadales       | Order          | 0.00            | 6.16            |\n| Other Proteobacteria  | -              | 0.37            | 3.73            |\n| Bacteroidetes         | Phylum         | 24.02           | 3.54            |\n| Saprospirales         | Order          | 24.02           | 3.54            |\n| Cyanobacteria         | Phylum         | 0.95            | 12.71           |\n| Gemmatimonadetes      | Phylum         | 6.50            | 0.55            |\n| Chloroflexi           | Phylum         | 0.22            | 0.00            |\n| Firmicutes            | Phylum         | 0.02            | 0.03            |\n| Actinobacteria        | Phylum         | 0.34            | 0.09            |\n| Other bacterial phyla | Phylum         | 0.62            | 0.23            |\n| Unassigned            | Phylum         | 4.74            | 3.18            |\n\nBold used to separate different bacterial phyla.\n\nFig. A1. TBR performance during days 0-17 of Phase 2.\n\n<!-- image -->\n\nTable A3\n\nComparative relative abundance of bacterial taxa in TBR samples.\n\n|                       |                | Mean abundance (%) a   | Mean abundance (%) a   | Mean abundance (%) a   | Tukey HSD test ( 𝛂 = 0.05) b,c,d   |\n|-----------------------|----------------|------------------------|------------------------|------------------------|------------------------------------|\n| Bacterial taxa        | Taxonomic rank | Phase 1.1              | Phase 1.2              | Phase 2.2              |                                    |\n| Proteobacteria        | Phylum         | 70.88 ± 0.72           | 85.93 ± 0.26           | 84.98 ± 1.19           | P1.1<P2.2, P1.2                    |\n| Methylococcales       | Order          | 17.25 ± 0.55           | 1.00 ± 0.08            | 67.76 ± 4.91           | P1.2<P1.1<P2.2                     |\n| Burkholderiales       | Order          | 22.17 ± 0.05           | 21.62 ± 2.13           | 0.30 ± 0.02            | P2.2<P1.2, P1.1                    |\n| Rhizobiales           | Order          | 11.00 ± 0.10           | 34.79 ± 6.75           | 4.33 ± 1.13            | P2.2, P1.1<P1.2                    |\n| Rickettsiales         | Order          | 0.00 ± 0.00            | 23.18 ± 11.55          | 6.77 ± 1.94            | DNP ANOVA                          |\n| Rhodospirillales      | Order          | 13.61 ± 0.34           | 3.20 ± 2.66            | 2.29 ± 0.27            | P2.2, P1.2<P1.1                    |\n| Caulobacterales       | Order          | 1.65 ± 0.11            | 0.66 ± 0.05            | 0.70 ± 0.16            | P1.2, P2.2<P1.1                    |\n| Sphingomonadales      | Order          | 4.30 ± 0.04            | 0.65 ± 0.29            | 0.34 ± 0.14            | P2.2, P1.2<P1.1                    |\n| Other Proteobacteria  | -              | 0.89 ± 0.06            | 0.83 ± 0.00            | 2.50 ± 0.10            | N/A                                |\n| Bacteroidetes         | Phylum         | 8.22 ± 0.60            | 0.24 ± 0.09            | 4.60 ± 0.78            | P1.2<P2.2<P1.1                     |\n| Saprospirales         | Order          | 8.22 ± 0.60            | 0.24 ± 0.09            | 3.50 ± 0.62            | P1.2<P2.2<P1.1                     |\n| Flavobacteriales      | Order          | 0.00 ± 0.00            | 0.00 ± 0.00            | 1.02 ± 0.15            | P1.2, P1.1<P2.2                    |\n| Other Bacteroidetes   | -              | 0.00 ± 0.00            | 0.00 ± 0.00            | 0.08 ± 0.02            | N/A                                |\n| Cyanobacteria         | Phylum         | 8.82 ± 0.08            | 2.00 ± 2.25            | 1.27 ± 0.03            | P2.2, P1.2<P1.1                    |\n| Chlorobi              | Phylum         | 0.00 ± 0.00            | 0.00 ± 0.00            | 6.35 ± 0.04            | P1.1, P1.2<P2.2                    |\n| Gemmatimonadetes      | Phylum         | 3.52 ± 0.30            | 3.10 ± 1.50            | 0.03 ± 0.01            | DNP ANOVA                          |\n| Chloroflexi           | Phylum         | 0.34 ± 0.20            | 1.67 ± 0.55            | 0.12 ± 0.02            | P2.2<P1.2; P2.2, P1.1; P1.1, P1.2  |\n| Firmicutes            | Phylum         | 0.48 ± 0.08            | 0.08 ± 0.00            | 0.21 ± 0.03            | P1.2, P2.2<P1.1                    |\n| Actinobacteria        | Phylum         | 0.65 ± 0.05            | 1.12 ± 0.13            | 0.03 ± 0.01            | P2.2<P1.1<P1.2                     |\n| Other bacterial phyla | Phylum         | 0.43 ± 0.13            | 0.16 ± 0.08            | 0.27 ± 0.04            | N/A                                |\n| Unassigned            | Phylum         | 6.65 ± 0.71            | 5.68 ± 0.11            | 2.14 ± 0.22            | N/A                                |\n\nDNP = Did not pass ANOVA (p &gt; 0.05).\n\nItems separated by less than symbol '&lt;' indicate significant differences. For example, P2.2, P1.2 &lt; P1.1 means that samples from Phase 2.2 were similar to Phase 1.2 and both were significantly less than Phase 1.1.\n\nBold used to separate different bacterial phyla.\n\n- a Data contains AVG ± STDEV of replicates shown in Fig. 5.\n- b Items separated by commas are not significantly different.\n- c Items separated by commas in ascending order of mean values.\n\n## References\n\n- [1] USEPA, Inventory of U.S. Greenhouse Gas Emissions and Sinks: 1990-2014, Washington, D.C., 2016.\n- [2] USEPA, Methane Emissions, 2016 (Accessed July 20, 2016) https://www3.epa. gov/climatechange/ghgemissions/gases/ch4.html.\n- [3] USDA, USEPA, USDOE, Biogas Opportunities Roadmap: Voluntary Actions to Reduce Methane Emissions and Increase Energy Independence, Washington, D.C., 2014.\n- [4] L. Yang, X. Ge, C. Wan, F. Yu, Y. Li, Progress and perspectives in converting biogas to transportation fuels, Renew. Sustain. Energy Rev. 40 (2014) 1133-1152, http://dx.doi.org/10.1016/j.rser.2014.08.008.\n- [5] T.G. Kim, E.H. Lee, K.S. Cho, Effects of nonmethane volatile organic compounds on microbial community of methanotrophic biofilter, Appl. Microbiol. Biotechnol. 97 (2013) 6549-6559, http://dx.doi.org/10.1007/s00253-0124443-z.\n- [6] J.M. Estrada, R. Lebrero, G. Quijano, R. Pérez, I. Figueroa-González, P.A. García-Encina, R. Mu˜ noz, Methane abatement in a gas-recycling biotrickling filter: evaluating innovative operational strategies to overcome mass transfer limitations, Chem. Eng. J. 253 (2014) 385-393, http://dx.doi.org/10.1016/j.cej. 2014.05.053.\n- [7] S. Yoon, J.N. Carey, J.D. Semrau, Feasibility of atmospheric methane removal using methanotrophic biotrickling filters, Appl. Microbiol. Biotechnol. 83 (2009) 949-956, isi:000267214600015.\n- [8] USEIA, Natural Gas Prices, 2016 (Accessed September 1, 2016) https://www. eia.gov/dnav/ng/hist/n3035us3m.htm.\n- [9] J.S. Han, C.M. Ahn, B. Mahanty, C.G. Kim, Partial oxidative conversion of methane to methanol through selective inhibition of methanol dehydrogenase in methanotrophic consortium from landfill cover soil, Appl. Biochem. Biotechnol. 171 (2013) 1487-1499, isi:000326374700016.\n- [10] X.M. Wei, R. He, M. Chen, Y. Su, R.C. Ma, Conversion of methane-derived carbon and microbial community in enrichment cultures in response to O2 availability, Environ. Sci. Pollut. Res. 23 (2016) 7517-7528, http://dx.doi.org/ 10.1007/s11356-015-6017-y.\n- [11] X. Ge, L. Yang, J.P. Sheets, Z. Yu, Y. Li, Biological conversion of methane to liquid fuels: status and opportunities, Biotechnol. Adv. 32 (2014) 1460-1475, http://dx.doi.org/10.1016/j.biotechadv.2014.09.004.\n- [12] M.G. Kalyuzhnaya, A.W. Puri, M.E. Lidstrom, Metabolic engineering in methanotrophic bacteria, Metab. Eng. 29 (2015) 142-152, isi:000354123900015.\n- [13] A. Taheri, L.A. Berben, Making C-H bonds with CO2: production of formate by molecular electrocatalysts, Chem. Commun. 52 (2016) 1768-1777, http://dx. doi.org/10.1039/c5cc09041e.\n- [14] O. Yishai, S.N. Lindner, J. Gonzalez de la Cruz, H. Tenenboim, A. Bar-Even, The formate bio-economy, Curr. Opin. Chem. Biol. 35 (2016) 1-9, http://dx.doi. org/10.1016/j.cbpa.2016.07.005.\n- [15] N. Pen, L. Soussan, M.-P. Belleville, J. Sanchez, C. Charmette, D. Paolucci-Jeanjean, An innovative membrane bioreactor for methane biohydroxylation, Bioresour. Technol. 174 (2014) 42-52, http://dx.doi.org/10. 1016/j.biortech.2014.10.001.\n- [16] C. Duan, M. Luo, X. Xing, High-rate conversion of methane to methanol by Methylosinus trichosporium OB3b, Bioresour. Technol. 102 (2011) 7349-7353, http://dx.doi.org/10.1016/j.biortech.2011.04.096.\n- [17] H.G. Kim, G.H. Han, S.W. Kim, Optimization of lab scale methanol production by methylosinus trichosporium OB3b, Biotechnol. Bioprocess Eng. 15 (2010) 476-480, isi:000279632300016.\n- [18] M. Devarapalli, H.K. Atiyeh, J.R. Phillips, R.S. Lewis, R.L. Huhnke, Ethanol production during semi-continuous syngas fermentation in a trickle bed reactor using Clostridium ragsdalei, Bioresour. Technol. 209 (2016) 56-65, http://dx.doi.org/10.1016/j.biortech.2016.02.086.\n- [19] N.J.R. Kraakman, J. Rocha-Rios, M.C.M. van Loosdrecht, Review of mass transfer aspects for biological gas treatment, Appl. Microbiol. Biotechnol. 91 (2011) 873-886, http://dx.doi.org/10.1007/s00253-011-3365-5.\n- [20] M.A. Deshusses, H.H.J. Cox, A cost benefit approach to reactor sizing and nutrient supply for biotrickling filters for air pollution control, Environ. Prog. 18 (1999) 188-196, http://dx.doi.org/10.1002/ep.670180315.\n- [21] V.V. Ranade, R.V. Chaudhari, P.R. Gujal, Trickle Bed Reactors-Reactor Engineering and Applications, Elsevier, Kidlington, Oxford, 2011.\n- [22] M. Cáceres, A.D. Dorado, J.C. Gentina, G. Aroca, Oxidation of methane in biotrickling filters inoculated with methanotrophic bacteria, Environ. Sci. Pollut. Res. (2016), http://dx.doi.org/10.1007/s11356-016-7133-z.\n- [23] I. Iliuta, F. Larachi, Dynamics of cells attachment, aggregation, growth and detachment in trickle-bed bioreactors, Chem. Eng. Sci. 61 (2006) 4893-4908, http://dx.doi.org/10.1016/j.ces.2006.03.042.\n- [24] Koch Knight LLC, KRYPTOKNIGHT TM 'M' Inert Ceramic Balls Properties, East Canton, OH, 2016.\n- [25] G.S. Honda, J.H. Pazmi˜ no, E. Lehmann, D.A. Hickman, A. Varma, The effects of particle properties, void fraction, and surface tension on the trickle-bubbly flow regime transition in trickle bed reactors, Chem. Eng. J. 285 (2016) 402-408, http://dx.doi.org/10.1016/j.cej.2015.09.117.\n- [26] J.P. Sheets, X. Ge, Y.-F. Li, Z. Yu, Y. Li, Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate, Bioresour. Technol. 201 (2016) 50-57, http://dx.doi.org/10.1016/j.biortech. 2015.11.035.\n- [27] J. Bowman, The methanotrophs-the families methylococcaceae and methylocystaceae, in: M. Dworkin, S. Falkow, E. Rosenberg, K.H. Schleifer, E. Stackebrandt (Eds.), Prokaryotes-Vol. 5 Proteobacteria Alpha Beta Subclasses, Springer-Verlag, New York, 2006, pp. 266-289.\n- [28] J.J. Orgill, H.K. Atiyeh, M. Devarapalli, J.R. Phillips, R.S. Lewis, R.L. Huhnke, A comparison of mass transfer coefficients between trickle-bed, hollow fiber membrane and stirred tank reactors, Bioresour. Technol. 133 (2013) 340-346, http://dx.doi.org/10.1016/j.biortech.2013.01.124.\n\n- [29] S. Hu, X. Luo, C. Wan, Y. Li, Characterization of crude glycerol from biodiesel plants, J. Agric. Food Chem. 60 (2012) 5915-5921, http://dx.doi.org/10.1021/ jf3008629.\n- [30] J.P. Sheets, X. Ge, Y. Li, Effect of limited air exposure and comparative performance between thermophilic and mesophilic solid-state anaerobic digestion of switchgrass, Bioresour. Technol. 180 (2015) 296-303, http://dx. doi.org/10.1016/j.biortech.2015.01.011.\n- [31] Z. Yu, M. Morrison, Improved extraction of PCR-quality community DNA from digesta and fecal samples, Biotechniques 36 (2004) 808-812, http://dx.doi. org/10.2144/3605A0808.\n- [32] Y.F. Li, J. Shi, M.C. Nelson, P.-H. Chen, J. Graf, Y. Li, Z. Yu, Impact of different ratios of feedstock to liquid anaerobic digestion effluent on the performance and microbiome of solid-state anaerobic digesters digesting corn stover, Bioresour. Technol. 200 (2016) 744-752, http://dx.doi.org/10.1016/j.biortech. 2015.10.078.\n- [33] J.G. Caporaso, J. Kuczynski, J. Stombaugh, K. Bittinger, F.D. Bushman, E.K. Costello, N. Fierer, A.G. Pe˜ na, J.K. Goodrich, J.I. Gordon, G. a Huttley, S.T. Kelley, D. Knights, J.E. Koenig, R.E. Ley, C. a Lozupone, D. Mcdonald, B.D. Muegge, M. Pirrung, J. Reeder, J.R. Sevinsky, P.J. Turnbaugh, W. a Walters, J. Widmann, T. Yatsunenko, J. Zaneveld, R. Knight, QIIME allows analysis of highthroughput community sequencing data, Nat. Methods. 7 (2010) 335-336, http://dx.doi. org/10.1038/nmeth0510-335.\n- [34] E. Aronesty, ea-utils: command-line tools for processing biological sequencing data, Expr. Anal. (2011), Durham, NC.\n- [35] B.J. Haas, D. Gevers, A.M. Earl, M. Feldgarden, D.V. Ward, G. Giannoukos, D. Ciulla, D. Tabbaa, S.K. Highlander, E. Sodergren, B. Methé, T.Z. DeSantis, J.F. Petrosino, R. Knight, B.W. Birren, Chimeric 16S rRNA sequence formation and detection in Sanger and 454-pyrosequenced PCR amplicons, Genome Res. 21 (2011) 494-504, http://dx.doi.org/10.1101/gr.112730.110.\n- [36] R.C. Edgar, Search and clustering orders of magnitude faster than BLAST, Bioinformatics 26 (2010) 2460-2461, http://dx.doi.org/10.1093/ bioinformatics/btq461.\n- [37] N.A. Bokulich, S. Subramanian, J.J. Faith, D. Gevers, J.I. Gordon, R. Knight, D.A. Mills, J.G. Caporaso, Quality-filtering vastly improves diversity estimates from Illumina amplicon sequencing, Nat. Methods 10 (2013) 57-59, http://dx.doi. org/10.1038/nmeth.2276.\n- [38] J.M. Estrada, A. Dudek, R. Mu˜ noz, G. Quijano, Fundamental study on gas-liquid mass transfer in a biotrickling filter packed with polyurethane foam, J. Chem. Technol. Biotechnol. 89 (2014) 1419-1424, http://dx.doi.org/10.1002/jctb. 4226.\n- [39] R. Lebrero, J.C. López, I. Lehtinen, R. Pérez, G. Quijano, R. Mu˜ noz, Exploring the potential of fungi for methane abatement: performance evaluation of a fungal-bacterial biofilter, Chemosphere 144 (2016) 97-106, http://dx.doi.org/ 10.1016/j.chemosphere.2015.08.017.\n- [40] S. Cantera, J.M. Estrada, R. Lebrero, P.A. García-Encina, R. Mu˜ noz, Comparative performance evaluation of conventional and two-phase hydrophobic stirred tank reactors for methane abatement: mass transfer and biological considerations, Biotechnol. Bioeng. 113 (2016) 1203-1212, http://dx.doi.org/ 10.1002/bit.25897.\n- [41] S. Kim, M.A. Deshusses, Determination of mass transfer coefficients for packing materials used in biofilters and biotrickling filters for air pollution control. 1. Experimental results, Chem. Eng. Sci. 63 (2008) 841-855, http://dx. doi.org/10.1016/j.ces.2007.10.011.\n- [42] A. Gilman, L.M. Laurens, A.W. Puri, F. Chu, P.T. Pienkos, M.E. Lidstrom, Bioreactor performance parameters for an industrially-promising methanotroph Methylomicrobium buryatense 5GB1, Microb. Cell Fact. 14 (2015) 182, http://dx.doi.org/10.1186/s12934-015-0372-8.\n- [43] P.K. Mehta, S. Mishra, T.K. Ghose, Methanol biosynthesis by covalently immobilized cells of Methylosinus trichosporium -batch and continuous studies, Biotechnol. Bioeng. 37 (1991) 551-556, isi:A1991EZ13500008.\n- [44] S.K.S. Patel, P. Madina, D. Kim, S.-Y. Kim, V.C. Kalia, I.-W. Kim, J.-K. Lee, Improvement in methanol production by regulating the composition of synthetic gas mixture and raw biogas, Bioresour. Technol. 218 (2016) 202-208, http://dx.doi.org/10.1016/j.biortech.2016.06.065.\n- [45] L. Chistoserdova, M.E. Lidstrom, Aerobic methylotrophic prokaryotes, in: E. Rosenberg, E.F. DeLong, E. Stackebrandt, S. Lory, F. Thompson (Eds.), Prokaryotes-Prokaryotic Physiol. Biochem, Springer-Verlag, Berlin, Heidelberg, 2013, http://dx.doi.org/10.1007/978-3-642-30141-4 68.\n- [46] A.J. Pieja, E.R. Sundstrom, C.S. Criddle, Poly-3-hydroxybutyrate metabolism in the type II methanotroph methylocystis parvus OBBP, Appl. Environ. Microbiol. 77 (2011) 6012-6019, http://dx.doi.org/10.1128/AEM.00509-11.\n- [47] A. Ho, K. de Roy, O. Thas, J. De Neve, S. Hoefman, P. Vandamme, K. Heylen, N. Boon, The more, the merrier: heterotroph richness stimulates methanotrophic activity, ISME J. 8 (2014) 1945-1948, isi:000341212600016.\n- [48] S. Creveceour, W.F. Vincent, J. Comte, C. Lovejoy, Bacterial community structure across environmental gradients in permafrost thaw ponds: methanotroph-rich ecosystems, Front. Microbiol. 6 (2015) 1-15, http://dx.doi. org/10.3389/fmicb.2015.00192.\n- [49] H. Limbri, C. Gunawan, T. Thomas, A. Smith, J. Scott, B. Rosche, Coal-packed methane biofilter for mitigation of green house gas emissions from coal mine ventilation air, PLoS One 9 (2014) 1-9, http://dx.doi.org/10.1371/journal. pone.0094641.\n- [50] H. Iguchi, H. Yurimoto, Y. Sakai, Stimulation of methanotrophic growth in cocultures by cobalamin excreted by Rhizobia, Appl. Environ. Microbiol. 77 (2011) 8509-8515.\n- [51] J.S. Devinny, J. Ramesh, A phenomenological review of biofilter models, Chem. Eng. J. 113 (2005) 187-196, http://dx.doi.org/10.1016/j.cej.2005.03.005.\n- [52] P. Strong, M. Kalyuzhnaya, J. Silverman, W. Clarke, A methanotroph-based biorefinery: potential scenarios for generating multiple products from a single fermentation, Bioresour. Technol. 215 (2016) 314-323, http://dx.doi. org/10.1016/j.biortech.2016.04.099.\n- [53] N. Jagmann, B. Philipp, Design of synthetic microbial communities for biotechnological production processes, J. Biotechnol. 184 (2014) 209-218, http://dx.doi.org/10.1016/j.jbiotec.2014.05.019.",
  "chunks": [
    "## Development and evaluation of a trickle bed bioreactor for enhanced mass transfer and methanol production from biogas",
    "Johnathon P. Sheets a , Kathryn Lawson a , Xumeng Ge a , c , Lingling Wang b , Zhongtang Yu b , Yebo Li a , c , ∗",
    "- a Department of Food, Agricultural and Biological Engineering, The Ohio State University/Ohio Agricultural Research and Development Center, 1680 Madison Ave., Wooster, OH, 44691-4096, USA\n- b Department of Animal Sciences, The Ohio State University, Columbus, OH, 43210, USA\n- c quasar energy group, 8600 E. Pleasant Valley Rd, Independence, OH 44131, USA",
    "## a r t i c l e i n f o",
    "Article history: Received 17 November 2016 Received in revised form 31 January 2017 Accepted 5 March 2017 Available online 7 March 2017",
    "Keywords: Greenhouse gases Biological conversion Methane Methanotrophs Methanol",
    "Methane (CH4) is a valuable energy source, but it is also a potent greenhouse gas that has ∼ 25 times the 100-year global warming potential of carbon dioxide (CO2) [1,2]. In fact, nearly 11% of all of the greenhouse gases produced in the United States each year are due to CH4 emissions from human activities (&gt;700 million metric tons of CO2 equivalent) [2]. Two of the most important sources of those CH4 emissions are landfills (20%) and manure management sites (8%) [1,2], where anaerobic microorganisms convert organic wastes to biogas (30-70% CH4, 30-70% CO2, 0-2000 ppm hydrogen sulfide (H2S)) that is released directly to the atmosphere [1]. Promising opportunities to address this issue include the installation of biogas recovery systems at landfills and the diversion of organic wastes to engineered anaerobic digestion (AD) systems [3]. In both cases, biogas can be captured and used as a source of renewable fuel, such as compressed natural gas (CNG), or can be",
    "∗ Corresponding author. E-mail address: li.851@osu.edu (Y. Li).",
    "Biological conversion of the biogas produced by landfills and anaerobic digestion systems (60-70% methane (CH4), 30-40% carbon dioxide (CO2)) to methanol using methanotrophs (aerobic CH4-oxidizing bacteria) is an emerging approach to convert waste-derived biogas to liquid chemicals and fuels. The purpose of this work was to develop a trickle-bed reactor (TBR) to improve mass transfer of CH4 and oxygen (O2) to methanotroph growth media for enhanced CH4 oxidation and methanol production. Mass transport of O2 in a TBR packed with ceramic balls was nearly two-fold higher than an unpacked TBR. CH4 oxidation in the TBR (0.4-0.6 mmol/h) was about four times higher than that in shake flasks that used similar inoculum and headspace:volume and biogas:air ratios. Using optimal operating parameters (biogas:air = 1:2.5, 12 mmol formate addition, 3.6 mmol phosphate), methanol productivity (0.9 g/L/d) from the non-sterile TBR was among the highest reported in the literature. Operation under non-sterile conditions caused differences in the microbial community composition between experiments, and the most predominant methanotrophs appeared to be members of the genus in which the inoculum is classified ( Methylocaldum sp. 14B).",
    "© 2017 Elsevier B.V. All rights reserved.",
    "converted to liquid chemicals (i.e. methanol) via thermochemical methods [4]. However, many landfills produce biogas with flow rates (10-15 m 3 h -1 ) and CH4 contents (&lt;30%) that are too low to implement cost-effective gas recovery systems [5-7]. Additionally, the processes to clean, store, transport, upgrade, and thermochemically convert biogas have high costs and energy demands [4]. Furthermore, the low price (&lt;$3 per million ft 3 , industrial price) of natural gas (&gt;90% CH4) has made the use of biogas for renewable energy unattractive [8]. Therefore, mitigation of human-induced, waste-derived CH4 emissions requires development of flexible, low-cost technologies that can directly convert biogas to easily transportable fuels and chemicals.",
    "Biological upgrading of biogas with methanotrophs (aerobic CH4 oxidizing bacteria) is an attractive approach to valorize waste-derived CH4, because methanotrophs grow at moderate temperatures and ambient pressures, can use CH4 at low concentrations (&lt;20%), and can produce liquid chemicals such as methanol with high efficiency [9-11]. Methanotrophs convert CH4 and O2 to methanol using the methane monooxygenase (MMO) enzyme. Normally, methanol is further oxidized to formaldehyde via methanol dehydrogenase (MDH). Then, formaldehyde is either assimilated",
    "Contents lists available at ScienceDirect",
    "## Biochemical Engineering Journal",
    "j o ur nal home page:",
    "www.elsevier.com/locate/bej",
    "into biomass or eventually oxidized to CO2 and H2O by other enzymes to generate energy for metabolic reactions [12]. Thus, MDH inhibitors and external electron donors such as formate are needed to support methanol production by methanotrophs [11]. Electrochemical catalysis and photocatalysis of CO2, direct hydrogenation of CO2, and selective oxidation of biomass are promising approaches to produce renewable and low-cost formate [13,14]. There are also several studies that have used pure cultures of methanotrophs to convert clean CH4 (&gt;99% CH4) to methanol. However, few have used reactor design (i.e. membrane bioreactor, continuous stirred tank reactor (CSTR)) to address the important issue that biological upgrading of CH4 can be limited by the low solubility and mass transport of substrate gases (CH4, O2) in methanotroph growth medium [15-17].",
    "Trickle bed reactors (TBRs) are an intriguing design for methanotroph cultivation, because they have limited power requirements, low capital costs compared to membrane bioreactors, and favorable mass transfer properties compared to CSTRs [18-20]. TBRs are cylindrical reactors packed with an inert material that has a high specific surface area [21]. Nutrient medium is circulated through the TBR to provide a thin liquid layer on the packing surface, and gases are pumped either co-current (with) or counter-current (against) to the liquid [18]. The thin liquid film has a low resistance to mass transport, allowing gases to be rapidly transferred to the biocatalyst [18]. In biological TBRs, both immobilized cells on the packing surface and suspended cells in the liquid medium have been shown to contribute in gas conversion [7,18,22,23]. TBRs have been designed for anaerobic fermentation of syngas (CO, H2) to ethanol [18]. Additionally, the continuous methanotrophic biotrickling filter is an example of a TBR used for oxidation of dilute CH4 streams (0-2%) to CO2 [7,22]. However, there are no published reports on the use of TBRs for biological conversion of biogas to methanol. Therefore, the objective of this study was to develop a TBR for CH4 conversion and methanol production from biogas. The TBR was inoculated with a mixed culture containing methanotrophs classified in the genus Methylocaldum , and was operated non-sterilely throughout the study. Several operating conditions were varied to test the performance and robustness of the TBR. Subsequently, the microbial community in the TBR at different operating phases was investigated.",
    "## 2. Materials and methods",
    "The trickle bed reactor (TBR) was made of rigid clear polyvinyl chloride (PVC) (H = 686 mm, ID = 51 mm) with a rounded bottom and an airtight rubber cap (Fig. 1). The TBR was randomly packed with 4.81 ± 0.39 mm KRYPTOKNIGHT TM 'M' Inert Ceramic Balls (Koch Knight LLC, East Canton, OH, USA) onto a wire mesh disc (20 × 20 mesh, D = 51 mm, McMaster Carr, Aurora, OH, USA) fitted approximately 76 mm above the reactor bottom. According to supplier documentation, the apparent free space, water absorption, apparent porosity, packing density, and specific gravity of the ceramic balls were reported at 40%, 1.0%, 2.0%, 1362 kg/m 3 (85 lb/ft 3 ), and 2.3 g/cm 3 (144 lb/ft 3 ), respectively [24]. The total packed bed height was 508 mm, which provided a 0.21 L headspace at the top (H = 102 mm) and an approximately 0.16 L liquid holding reservoir at the bottom (H = 76 mm). Gas and liquid were circulated in flexible PVC tubing (5.2 mm ID) using peristaltic pumps (MasterFlex L/S Easy Load II, Cole-Parmer, Chicago, USA). The liquid inlet was at the top of the reactor, and liquid was distributed through a 5.2 mm plastic orifice centered over the packed bed. The liquid outlet was at the bottom, where liquid was pumped back upward to the liquid inlet. Gas was pumped counter-current to liquid flow",
    "Fig. 1. TBR set up for biogas conversion to methanol: solid lines show direction of liquid flow and dashed lines show direction of gas flow. 1) TBR; 2) Gas feeding and sampling flask; 3) Gas bag; 4) Gas sampling and feeding port; 5) Syringe for vacuum creation; 6) Gas circulation pump; 7) Three-way valve for gas circulation shut off; 8) Three-way valve for liquid sampling and medium replacement; 9) Liquid circulation pump.",
    "through an inlet at the bottom of the TBR. The gas outlet line at the top of the reactor was connected to a 560 mL Erlenmeyer flask with an inlet, an outlet, and gas sampling and feeding ports. Several three-way valves for liquid and gas sampling were fitted to circulation lines. The TBR volume (1.24 L) was determined by taking the sum of the volumes of distilled and deionized (DI) water needed to fill the packed bed reactor (0.62 L), circulation tubing (0.06 L), and Erlenmeyer flask (0.56 L) [25]. The headspace volume (VH) was calculated by subtracting the volume of liquid added to the reactor (VL) from the TBR volume. The TBR was placed in a walk-in incubator (36 ± 1 ◦ C) throughout the study.",
    "## 2.2. Gas feeding procedure",
    "The TBR was supplied with either purified CH4 (99% purity, Praxair, Danbury, CT, USA) or biogas sampled from a commercial anaerobic digester that was fed food waste (quasar energy group, Wooster, OH, USA). The biogas was sampled from the digester at several different times. Thus, the average composition of the biogas samples was 67.7 ± 2.8% CH4, 29.9 ± 4.1% CO2, 3.2 ± 3.0% N2, and 1.2 ± 1.0% O2 according to gas chromatography (GC) analysis. Also, the H2S content in the biogas varied from &lt;50 ppm (lowest detection limit) to 400 ppm (Dräger Short Term Detector Tubes, Fisher Scientific, Hampton, NH, USA).",
    "Prior to gas feeding, the TBR was purged of residual gases by continuously pumping ambient air through the system for 10-15 min. Then, headspace gas was removed from the reactor with a plastic syringe (Fig. 1) (item 5) to reduce the pressure in the TBR headspace. A Tedlar gas bag filled with purified CH4 or biogas (Fig. 1) (item 3)",
    "Table 1 TBR operating",
    "|                             | Phase 1.1                                       | Phase 1.2                        | Phase 2.1                                  | Phase 2.2                         |\n|-----------------------------|-------------------------------------------------|----------------------------------|--------------------------------------------|-----------------------------------|\n| Day a                       | 0-21                                            | 22-28                            | 0-6                                        | 7-28                              |\n| Parameters evaluated        | Gas flow Liquid flow Liquid volume NMS dilution | Biogas:air ratio                 | Start-up on biogas and nonsterile inoculum | Biogas:air ratio Formate addition |\n| Inoculum                    | Methylocaldum sp. 14B                           | TBR liquid from end of Phase 1.1 | TBR liquid from day 16 of Phase 1.1        | TBR liquid from end of Phase 2.1  |\n| CH 4 Source                 | Purified CH 4                                   | Biogas                           | Biogas                                     | Biogas                            |\n| Biogas:air ratio            | 1:5.5-1:7.7 b                                   | 1:2.5 1:6.0 1:28.0               | 1:6.0                                      | 1:2.5 1:6.0                       |\n| Gas circulation (mL/min)    | 20-80                                           | 80                               | 80                                         | 80                                |\n| Nutrient source             | NMS c                                           | NMS c                            | NMS c                                      | NMS c                             |\n| Nutrient dilution (1/d)     | 0.17-1.0                                        | 1.0                              | 0.3                                        | 0.29                              |\n| Liquid volume (mL)          | 0-200                                           | 70                               | 70                                         | 70                                |\n| Liquid circulation (mL/min) | 0-80                                            | 50                               | 50                                         | 50                                |",
    "a Day within each phase.",
    "b Purified CH4:air ratio.",
    "- c NMS = nitrate mineral salts medium.",
    "was then attached to the gas feeding and sampling port of the gas sampling/feeding flask (Fig. 1) (item 4). The headspace was relieved back to ambient pressure by allowing the purified CH4 or biogas back into the TBR headspace. The volume of the gas removed from the headspace was modified to control the ratio of biogas to air (v/v) in the TBR headspace. The headspace gas was circulated through the TBR for at least 10 min, and then the initial headspace gas composition (CH4, O2, and CO2) was measured via GC. After a set period of time (0-24 h), the headspace gas was analyzed for CH4, O2, and CO2 contents (via GC) to determine CH4 removal, O2 removal, and CO2 production. Ambient air was again circulated through the TBR, and then purified CH4 or biogas was fed by vacuum pressure relief. The reactor was operated under two phases. Phase 1 involved optimization of operating parameters using purified CH4 and examined the effect of biogas:air ratios, and Phase 2 focused on starting up the reactor on biogas under non-sterile conditions and studying the impacts of formate and biogas:air ratios on methanol production. Detailed procedures for each operating phase are described in Sections 2.3-2.4 and are summarized in Table 1. After initial inoculation in Phase 1.1, the bioreactor was operated non-sterilely. The nitrate mineral salts (NMS) medium was autoclaved in order to dissolve the salts, but was exposed to the atmosphere of the walk-in incubator each time it was added to the TBR (Phases 1 and 2).",
    "## 2.3. Phase 1: optimization of operating parameters and effects of biogas",
    "## 2.3.1. Phase 1.1: optimization of TBR operating parameters using purified CH4 as substrate",
    "The TBR was first inoculated with Methylocaldum sp. 14B, an obligate mesophilic methanotroph isolated from solid-state anaerobic digestate [26]. Based on previous work, strain 14B had similar morphological and physiological characteristics and shared &gt;98% 16S rRNA gene sequence similarity with Methylocaldum gracile and Methylocaldum tepidum . Strain 14B was stored in NMS medium with 10% DMSO at -80 ◦ C prior to use. The NMS medium (pH = 6.7 ± 1) was composed of 1.0 g/L KNO3, 1.0 g/L MgSO4 · 7H2O, 0.816 g/L KH2PO4, 0.852 g/L Na2HPO4, 0.134 g/L CaCl2 · 2H2O, 0.2% (v/v) chelated iron solution, 0.05% (v/v) trace element solution, and 1.0 𝛍 M CuCl2. The chelated iron solution contained ferric (III) ammonium citrate (1.0 g L -1 ), EDTA (2.0 g L -1 ), and concentrated HCl (0.3% (v/v)) in deionized (DI) water. The trace element solution contained EDTA (500 mg L -1 ), FeSO4 · 7H2O (200 mg L -1 ), ZnSO4 · 7H2O (10 mg L -1 ), MnCl2 · 4H2O (3.0 mg L -1 ), H3BO3 (30 mg L -1 ), CoCl2 · 6H2O (20 mg L -1 ), CaCl2 · 2H2O (1.0 mg L -1 ), NiCl2 · 6H2O (2.0 mg L -1 ), and Na2MoO4 · 2H2O (3.0 mg L -1 ) [26,27]. A frozen stock culture of 14B was thawed and spread on solid NMS",
    "medium (included agar), and was incubated at 37 ◦ C in a gas tight jar with a filtered (0.2 𝛍 m) headspace mixture of purified CH4 (99% purity) and air at a 1:4 CH4:air ratio (v/v) until single colonies formed. Single colonies were then transferred to 1 mL NMS broth in pre-sterilized gas tight test tubes, and a CH4 headspace was supplied (1:4 CH4:air ratio (v/v)) using a sterile needle syringe. The culture was then scaled up to 50 mL of NMS medium in 250 mL flasks. The flasks were sealed with rubber stoppers and then supplied with a filtered (0.2 𝛍 m) mixture of purified CH4 (99% purity) and air at a 1:4 CH4:air ratio (v/v). The flasks were incubated at 37 ◦ C with continuous shaking (200 rpm) for two to three days until the optical density (OD600nm) of the culture reached approximately 0.3. The TBR packing was pre-wetted with DI water prior to inoculation, and it was verified that abiotic CH4 removal did not occur (i.e. there was no CH4 removal when the reactor was not inoculated with the methanotroph). A 200 mL culture of Methylocaldum sp. 14B (OD = 0.3) was then supplied to the liquid sampling port of the TBR. For 21 days, four reactor parameters (gas circulation, liquid circulation, nutrient dilution, and liquid volume) were varied to examine their impacts on CH4 removal and visually observable flow stability (Table 1). Purified CH4 was added to the TBR headspace at a 1:5.5-1:7.7 CH4:air ratio every 8-24 h according to the methods described in Section 2.2.",
    "## 2.3.2. Phase 1.2: impacts of biogas: air ratio",
    "On day 21 of Phase 1, the CH4 source for the TBR was changed to biogas. The TBR was fed with biogas at three different biogas:air ratios to determine the effects of initial CH4 content on reactor performance. The three biogas:air ratios evaluated were 1:6.0 (10% CH4, days 21.0-24.0, day 27.0-27.5), 1:2.5 (20% CH4, days 24.0-27.0), and 1:28.0 (2% CH4, days 27.5-28.0). For biogas:air ratios of 1:6.0 and 1:2.5, biogas was fed every 8-12 h for three consecutive days. The use of biogas:air ratio of 1:6.0 on day 27.0-27.5 was to ensure that the same headspace CH4 content (10%) was used prior to each change in biogas:air ratio. At the biogas:air ratio of 1:28.0, biogas was fed once every 4 h for 12 h. Headspace gas composition was measured at 0, 2, and 4 h for each biogas:air ratio. At higher biogas:air ratios (1:2.5, 1:6.0), headspace gas composition was also measured at 8-12 h and 24 h. The average and standard deviation of CH4 removal, O2 removal, and CO2 production at 4 h were used to compare the rate of gas removal at different biogas:air ratios. Based on results obtained in Phase 1.1 (Section 3.1.1), the liquid volume and NMS medium dilution rate in Phase 1.2 were set at 70 mL and 1.0 d -1 , respectively. Liquid and gas circulation rates were set at 50 mL/min and 80 mL/min, respectively.",
    "After Phase 1.2, preliminary experiments were conducted to determine which levels of phosphate buffer (MDH inhibitor), for-",
    "mate (electron donor), NMS medium dilution rate (d -1 ), and biogas:air ratio were needed to promote methanol production in the TBR. Additionally, a sample of TBR fluid (OD ≈ 0.2) during these preliminary tests was removed to determine whether free cells could be used for biogas to methanol conversion. The liquid sample was centrifuged (10,000 rpm for 10 min) and resuspended in 8 mL phosphate buffer (10 times the concentration listed in Section 2.3.1) with 80 mM formate to reach an initial OD of ∼ 0.5. The 8 mL sample was split into two 4 mL samples, which were transferred to 40 mL test tubes. Rubber stoppers were added and biogas was added directly at a biogas to air ratio of 1:2. The two 40 mL test tubes were incubated at 37 ◦ C. After four hours, a 1 mL liquid sample from each 40 mL tube was filtered (0.2 𝛍 m) and the filtrate was subjected to methanol analysis via GC.",
    "After Phase 1, the free space of the reactor was not measured in order to best preserve the loosely attached biomass on the packed bed. The ceramic balls with attached biomass were removed and characterized by visual observation. The packed bed biomass density (g/g balls) was determined by re-suspending the attached biomass of a representative sample of the ceramic balls from the packed bed in a known volume of DI water (250 mL) and the suspended biomass/water sample was subjected to dry weight analysis. The total biomass (g) in the representative sample was calculated by multiplying the mass of DI water added to the sample to the average suspended biomass/water dry weight (g/g). Then, the packed bed biomass density (g biomass/g balls) was calculated by dividing the total biomass from the sample by the mass of balls in the sample. The total mass of ceramic balls added to the reactor (2.42 kg) was calculated by multiplying the specific gravity of the ceramic balls (2.3 g/cm 3 ) by the empty volume of the packed bed portion of the reactor (1.05 L). The total dry attached biomass in the TBR after Phase 1 was calculated by multiplying the packed bed biomass density (g dry biomass/kg balls) by the mass of ceramic balls added to the reactor (2.42 kg). After the ceramic balls were removed, the reactor was cleaned several times with 70% ethanol followed by DI water. Fresh ceramic balls were added to the TBR and the packed bed was pre-wetted with DI water before the second inoculation (Section 2.4, Phase 2.1).",
    "## 2.4. Phase 2: impacts of biogas on reactor startup and methanol production",
    "## 2.4.1. Phase 2.1: non-sterile start-up using biogas as substrate",
    "To determine if the TBR could be initiated under nonsterile conditions using biogas as the CH4 source, it was seeded with liquid broth that was collected from the TBR on day 16 of Phase 1.1 (sample stored at 4 ◦ C prior to use, 35 mL liquid broth diluted in 35 mL fresh NMS medium prior to inoculation). Biogas was fed at a biogas:air ratio of 1:6.0 every 10-14 h for six days. During this six-day period, the TBR liquid medium volume and NMS medium dilution rate were set at 70 mL and 0.29 d -1 , respectively. This NMS medium dilution rate was selected to maintain high OD for methanol production experiments (Phase 2.2). The gas composition of headspace and OD of liquid medium were measured every 3-12 h. Liquid and gas circulation rates were set at 50 mL/min and 80 mL/min, respectively.",
    "## 2.4.2. Phase 2.2: methanol production from biogas",
    "A 2 × 2 factorial design using two factors and two levels was used to determine the impacts of formate addition (6 mmol, 12 mmol) and biogas:air ratio (1:2.5, 1:6.0) on methanol production in the TBR. The procedure was started by pumping air through the TBR for 20 min to remove residual biogas and provide O2. Then, the volume of free liquid was measured with a syringe and NMS medium was supplied to reach approximately 70 mL. Subsequently, 12 or",
    "18 mL of liquid was removed from the TBR (depending on the necessary amount to maintain the total volume), and 6 mL of 0.6 M phosphate buffer (3.6 mmol) and 6 mL or 12 mL of 1 M sodium formate (6 or 12 mmol) were added. Then, biogas was fed at the desired biogas:air ratio (1:2.5 or 1:6.0), and the TBR was operated for 10 h with liquid and gas circulation rates set at 50 mL/min and 80 mL/min, respectively. CH4, O2, and CO2 concentrations in the headspace, and methanol and formate concentrations in the liquid, were measured at 0, 2, 4, 6, and 10 h. After each 10-h methanol production phase, the reactor was washed three times with DI water at high liquid circulation rates (&gt;100 mL/min) to remove residual methanol and formate (validated by GC and high-performance liquid chromatography (HPLC), respectively). Prior to starting another methanol production test, the 12 or 18 mL of TBR liquid medium that was removed at the beginning of a test was put back into the TBR, NMS was added to reach a volume of 70 mL, and then the reactor was operated until the liquid OD again reached ∼ 0.2. This method of dilution was used because it mimicked the dilution strategy used in Phase 2.1 to accumulate free cells needed for methanol production. This method could potentially be implemented at large scale due to low cost. Additionally, the initial OD content was relatively stable, indicating this was a proper method to control initial biomass density in the TBR fluid. For each level of formate addition and biogas:air ratio, at least two replicates were performed.",
    "## 2.5. Control experiments and mass transfer analysis",
    "A control experiment was set up to compare biogas oxidation using shake flasks with similar headspace:liquid volume (VH:VL) ratios to the TBR (VH:VL = 16.7:1.0). First, a small sample of the TBR liquid medium from Phase 1.2 was diluted in NMS medium in a 550 mL shake flask, biogas was added at a 1:6.0 biogas:air ratio, and the flask was agitated at 200 rpm until CH4 removal was verified. A small amount of this culture was then diluted in 70 mL of fresh NMS medium to reach an initial OD of 0.05, then placed into 1.16 L shake flasks equipped with a rubber stopper (VH:VL = 15.6:1.0). Biogas was then added to the 1.16 L shake flasks at biogas:air ratios of either 1:2.5 or 1:6.0. The flasks were incubated in the same incubator as the TBR, and were shaken at 200 rpm for 24 h. Headspace CH4, O2, and CO2 contents were measured at 0, 10, and 24 h to determine gas removal and production rates. This control experiment was performed in duplicate.",
    "To determine the impact of the packed bed on reactor performance, the TBR was operated under normal conditions, except the packed bed was removed (VH = 1950 mL). After removal of the packed bed, the TBR was supplied with an actively growing methanotrophic culture in NMS medium (OD = 0.25, VL = 70 mL) that used TBR liquid medium from Phase 1.2 as inoculum (stored at 4 ◦ C, incubated at 37 ◦ C in shake flasks prior to use). At the beginning of each experiment, the TBR liquid medium was diluted in NMS medium to reach an initial OD of approximately 0.2, and biogas was fed to the TBR at a 1:2.5 biogas:air ratio. Gas composition was measured after 8-14 h. The average and standard deviation of TBR performance parameters (gas removal, change in OD) over two days of operation were compared to results from Phase 1.2. The liquid and gas flow rates of the TBR were set at 50 mL/min and 80 mL/min, respectively.",
    "The abiotic volumetric mass transfer coefficient for O2 (KLA/VL) in the TBR was determined based on the methodology outlined in Orgill et al. [28]. The schematic of the TBR was the same as shown in Fig. 1, except a custom 220 mL flow-through cell with dissolved oxygen (DO) probe (ProODO, YSI Inc, Yellow Springs, OH, USA) was included in-line with the liquid circulation tubing. DI water was used as the liquid medium in the TBR, and the reactor was operated under the same incubation condition used in Phases 1-2. When necessary, fresh ceramic balls were added",
    "to the TBR. Two scenarios were compared: (1) operation with packed bed (VL = 340 mL, VH = 1120 mL), and (2) operation without packed bed but with the same liquid volume as Scenario 1 (VL = 340 mL, VH = 1900 mL). First, the TBR was purged with N2 at 80 mL/min until the DO in the liquid (circulating at 50 mL/min) was near 0 mg/L. Then, ambient air was introduced to the TBR (80 mL/min) and DO levels in the DI water were recorded every 30 s using the DO probe. The volumetric mass transfer coefficient for O2 (KLA/VL) was calculated according to Eq. (1) [28]:",
    "<!-- formula-not-decoded -->",
    "where KL is the mass transfer coefficient (m/h), A is the mass transfer area (m 2 ), VL is the total volume of liquid added to the TBR (m 3 ), CL * is the saturating DO concentration (mol/m 3 ) at the operating temperature, CL is the DO concentration measured in the flowthrough cell (mol/m 3 ), and t is time (h) [28]. The liquid circulation rate was again set to 50 mL/min for abiotic mass transfer tests. Each abiotic mass transfer test was performed in triplicate.",
    "## 2.6. Analytical methods",
    "The optical density (OD) of the TBR liquid medium was measured at 600 nm with an Eon microplate spectrophotometer (Biotek, Winooski, VT, USA) according to methods in Sheets et al. [26]. The methanol content of filtered (0.2 𝛍 m) samples of TBR liquid medium were analyzed by a GC with a flame ionization detector (FID) (Shimadzu, 2010Plus, Columbia, MD, USA) according to methods in Sheets et al. [26]. Formate in filtered (0.2 𝛍 m) samples of TBR liquid medium was analyzed using a LC-20 AB HPLC system (Shimadzu, Columbia, MD, USA) with a RID-10A refractive index detector (RID) and a RFQ-Fast Fruit H + (8%) column (Phenomenex, Torrance, CA, USA). The mobile phase was 2.5 mM H2SO4 operated at a flow rate of 0.4 mL/min. The column and RID temperatures were maintained at 60 ◦ C and 55 ◦ C, respectively [29]. The concentration of formate (M) was determined using a standard curve developed using several different standard solutions of sodium formate. The composition of headspace gas (CH4, O2, CO2, N2) was analyzed by a GC equipped with a thermal conductivity detector (TCD) according to methods described in Sheets et al. [30]. Throughout the experiments, only minor reductions in headspace pressure were observed; therefore, CH4 removal (mmol/h) was calculated according to Eq. (2):",
    "<!-- formula-not-decoded -->",
    "where CH4,0 is the initial headspace concentration (%), CH4,t is the headspace concentration at time t (%), VH is the headspace volume (mL), t is time (h), and 25.4 is the molar volume of gases at 37 ◦ C (mL/mmol). O2 removal was calculated the same way, except that headspace O2 concentrations were used in place of CH4 concentrations. The TBR produced CO2, so CO2,0 and CO2,t had to be swapped in Eq. (2) to calculate CO2 production (mmol/h). Volumetric CH4 removal (mmol/L/h) was calculated as the CH4 removal (mmol/h) divided by the total volume of liquid in the TBR system (VL). Methanol productivity (g/L/d) was determined by dividing the methanol content (g/L) by the cultivation time. CH4to-methanol conversion (%) and formate-to-methanol conversion (%) were determined by dividing the amount of methanol produced (mmol) by the amount of CH4 or formate consumed (mmol). Statistical significance was determined by analysis of variance (ANOVA, 𝛂 = 0.05) using JMP Statistical Software from SAS Institute Inc. (Version 10.0.2, Cary, NC, USA). Experimental data are presented as average values ± standard deviations.",
    "## 2.7. Microbial community analysis",
    "The microbial community of the TBR at different phases was analyzed to determine how operational conditions may have impacted the bacteria involved in CH4 oxidation. Samples of circulation fluid (&gt;1 mL per sample) were taken at the end of Phase 1.1 (day 20 of P1), the end of Phase 1.2 (day 28 of P1), and the end of Phase 2.2 (day 20 of P2). Additionally, one sample of the inoculum for Phase 2 (day 16 of Phase 1.1) and one sample from the end of Phase 2.1 (day 5) were taken to assess any changes in community composition within Phase 2. Each sample was centrifuged at 16,000 × g for 1 min to pellet the microbial biomass. Metagenomic DNA was extracted from each sample pellet using the repeated bead beating plus column purification (RBB + C) method as described in Yu and Morisson [31]. The quality of the DNA extracts was checked using agarose gel (0.8%) electrophoresis, and the DNA concentrations were quantified using a Quant-iT TM dsDNA Assay Kit (ThermoFisher Scientific, Waltham, MA, USA). One amplicon library was prepared from each DNA extract using primers 515F and 806R that amplify the V4-V5 hypervariable region of the 16S rRNA gene of both bacteria and archaea. All the amplicons were sequenced using 2 × 300 paired-end kits on the Illumina MiSeq system (Illumina, San Diego, CA, USA) at the OARDC Molecular and Cellular Imaging Center (Wooster, OH, USA) [32]. The sequencing data were analyzed using Quantitative Insights Into Microbial Ecology (QIIME) open-source software (v 1.9.0) [33] and the protocols described previously [32]. Briefly, bases with a quality score of less than 25 were trimmed off from each sequencing read, and then the two paired reads were joined to a single sequence using the fastq-join script [34]. The barcodes and primers were further trimmed from each sequence. Sequences shorter than 248 bp after trimming were discarded. Chimera sequences were identified using the ChimeraSlayer algorithm [35]. Species-equivalent operational taxonomic units (OTUs) were identified by comparing the representative sequence of each OTU to the Silva 119 release reference sequences (http://www.arb-silva.de/download/archive/ qiime/) at 97% similarity (pick open reference otus.py) using the uclust algorithm [36]. Minor OTUs were filtered out if they were each represented by less than 0.005% of the total sequences [37] or were less than 0.1% in any of the samples. The sequences were deposited in the Genbank SRA database with the accession number SRP090502. A summary of sampling information, sequencing, quality checking/sequence removal, and OTU clustering are shown in Table A1. Relative abundances of taxa (phylum and order level) from each Phase were compared using one-way ANOVA using JMP statistical software. If the p-value from one-way ANOVA was less than the set significance value ( 𝛂 = 0.05), then the data was subjected to Tukey's Honestly Significant Difference (HSD) test to rank the samples in the order of OTU relative abundance.",
    "## 3. Results and discussion",
    "3.1. Phase 1: influence of operational parameters and biogas on CH4 removal",
    "## 3.1.1. Phase 1.1: determination of optimal operating parameters using purified CH4",
    "One week after the TBR was inoculated with strain 14B, the CH4 content in the headspace typically declined from 13% to 0-3% within only 10-16 h of incubation (Fig. 2). Additionally, both loosely and strongly attached biomass were observed on the ceramic balls and the liquid medium in the reactor had the same characteristic brown color of a pure culture of Methylocaldum sp. 14B [26]. This indicated that a predominantly methanotrophic microbial community was forming in the TBR, because no other carbon source than",
    "Table 2 TBR performance during Phase 1.1.",
    "| Day of operation   | Gas circulation a (mL/min)   | Liquid circulation (mL/min)   | Liquid volume (mL)   | NMS dilution rate (1/d)   | CH 4 removal (mmol/h)   | O 2 removal (mmol/h)   | CO 2 production (mmol/h)   |\n|--------------------|------------------------------|-------------------------------|----------------------|---------------------------|-------------------------|------------------------|----------------------------|\n| 0.0-6.0            | 80                           | 50,80                         | 200                  | 0                         | 0.11-0.37               | 0.20-0.47              | 0.10-0.23                  |\n| 6.0-7.0            | 80                           | 50                            | 200                  | 0.17                      | 0.26-0.32               | 0.45-0.46              | 0.16-0.20                  |\n| 7.0-8.5            | 20                           | 50                            | 200                  | 0.17                      | 0.32-0.44               | 0.42-0.48              | 0.20-0.22                  |\n| 8.6-10.0           | 20                           | 10                            | 200                  | 0.17                      | 0.35-0.41               | 0.30-0.43              | 0.13-0.18                  |\n| 10.0-11.0          | 80                           | 10                            | 200                  | 0.17                      | 0.30-0.32               | 0.33-0.35              | 0.14-0.16                  |\n| 11.0-13.5 b        | 40-80                        | 10-30                         | 200                  | 0.25                      | 0.00-0.09               | 0.17-0.23              | 0.08-0.12                  |\n| 13.6-16.0          | 80                           | 50                            | 200                  | 0.25-0.5                  | 0.09-0.36               | 0.18-0.43              | 0.08-0.21                  |\n| 16.0-19.5          | 80                           | 50                            | 70                   | 0.5-1.0                   | 0.29-0.55               | 0.37-0.58              | 0.16-0.27                  |\n| 19.6-20.5          | 80                           | 0 c                           | 0 c                  | 0 c                       | 0.32-0.48               | 0.43-0.47              | 0.21-0.24                  |",
    "- a Purified CH4 (&gt;99%) used as CH4 source.\n- b Period of reactor failure.\n- c Circulated 70 mL of fresh NMS medium to wet packed bed prior to incubation.",
    "Fig. 2. Dynamics of CH4 removal in the TBR during Phase 1.",
    "CH4 was provided to the reactor [6]. Very slight differences in CH4 removal (0.26-0.40 mmol/h) at variable gas and liquid flow rates (Table 2, days 6-11) were likely because the apparent gas and liquid velocities tested in this study were too low (UL = 0.3-2.4 m/h, Ug = 0.6-2.4 m/h) to influence gas-liquid mass transfer in the TBR [6,21,38]. Although higher flow rates can improve mass transport, they were not attainable in this study because higher gas velocities caused heat damage to the gas circulation tubing and higher liquid velocities contributed to clogging of the packed bed. Still, CH4 removal (0.26-0.44 mmol/h) during Phase 1.1 was 8-13 times higher than that by a 50 mL pure culture of Methylocaldum sp. 14 B previously cultivated in 250 mL flasks under rigorous shaking (200 rpm) (0.034 mmol/h) and similar OD (0.05-0.3) [26].",
    "CH4 removal drastically declined from days 11-13 (0-0.09 mmol/h) while O2 removal (0.17-0.20 mmol/h) and CO2 production (0.08-0.11 mmol/h) declined slightly (Fig. 2) (Table 2). It was likely that inhibition was caused by insufficient nutrients in the TBR [6,39]. These claims are supported because reactor performance quickly recovered after the entire TBR liquid medium was replaced with fresh NMS medium (day 12.5) and the NMS medium dilution rate was increased (Table 2, days 13-16). The most stable flow, without clogging and/or bubbling, was observed when the liquid circulation rate was set at 50 mL/min, the gas circulation rate was set at 80 mL/min, and the liquid volume was controlled at 70 mL (days 16.5-19.5). Based on visual observation, the liquid in the packed bed formed thin rivulets and more brown biomass appeared in regions where the thin rivulets formed. There was also a nominal increase in OD of the TBR liquid medium (0.06-0.3) as headspace CH4 content declined (Fig. 2) (days 16.5-19.5). Under these conditions, less than 10 mL of the liquid was retained in the bottom of the TBR, and gas bubbles were not observed in the liquid circulation line. Interestingly,",
    "Fig. 3. Effects of biogas:air ratio on TBR performance during Phase 1.2.",
    "CH4 removal was observed when liquid circulation was turned off (Table 2, day 19.6-20.5), indicating that both attached and suspended methanotroph cells contributed to CH4 removal [22]. The NMS medium had sufficient buffering capacity because the pH was stable between 6.8 and 7.5. The stable conditions of liquid volume (70 mL), liquid circulation rate (50 mL/min), and gas circulation rate (80 mL/min) that provided a 'trickle' flow regime were maintained for the remaining experiments [18,21,25]. Based on the consistent CH4 oxidation rates and visual observation of 'trickle flow' regime, the TBR system was considered stable and the CH4 source was shifted to biogas (Section 3.1.2).",
    "## 3.1.2. Phase 1.2: effect of biogas:air ratio on TBR performance and control experiments",
    "The CH4 removal rates observed in Phase 1.1 were sustained after the CH4 source was switched to biogas (Fig. 2) (days 22-28, NMS medium dilution rate = 1 d -1 ), suggesting that the CO2 and H2S in the biogas did not have a major impact on the CH4 oxidizing capacity of the methanotrophic TBR. Similar to Phase 1.1, the OD of the liquid medium increased as CH4 content in the headspace declined. Operation at the lowest biogas:air ratio caused the highest OD (0.5-0.6) observed during Phase 1.2 (Fig. 2) (day 27). The color of the suspended cells shifted from brown in Phase 1.1 to white in Phase 1.2. There was a significant linear increase (ANOVA, p &lt; 0.05) in the rate of O2 removal and CH4 removal by increasing biogas:air ratios from 1:28.0 to 1:6.0, while similar gas oxidation was observed at biogas:air ratios of 1:6.0 and 1:2.5 (Fig. 3). Similarly, maximum volumetric CH4 removal in the TBR at 4 h was",
    "observed for the biogas:air ratio of 1:2.5 (8.4 ± 1.1 mmol/L/h), followed by the biogas:air ratio of 1:6.0 (6.0 ± 1.3 mmol/L/h), and the lowest volumetric removal was observed at the biogas:air ratio of 1:28.0 (2.9 ± 0.3 mmol/L/h).",
    "Enhanced CH4 removal at higher biogas:air ratios was because higher CH4 content in the headspace provided a higher equilibrium CH4 concentration in the liquid. Therefore, the rate of CH4 removal was likely controlled by gas-to-liquid mass transfer under the operating conditions evaluated in this study [40]. This is also supported by the fact that CH4 removal at the 1:28 biogas:air ratio was fairly low (2% CH4, 2.86 mmol/L/h) compared to a study by Estrada et al. [6] that used a continuous methanotrophic biotrickling filter that treated gas at similar initial CH4 content (2% CH4), had polyurethane foam packing with high specific surface area (1000 m 2 /m 3 ), and was operated at high liquid velocity (5-15 m/h) (7-8 mmol/L/h CH4 removal, 1.2-1.4 L liquid volume, 4L packed bed volume, used bacterial consortia dominated by type I and type II methanotrophs). This improved performance demonstrated by Estrada et al. [6] was probably because gas-to-liquid mass transfer for sparingly soluble substrates (i.e. O2, CH4) is enhanced at higher liquid velocities when packings with high specific surface area are employed [41]. Trade-offs between enhanced mass transfer using different flow rates/tower packings and their associated costs need to be evaluated via techno-economic analysis.",
    "The maximum volumetric CH4 removal (8.4 ± 1.1 mmol/L/h) in the TBR was comparable to a recent study that applied a 2.5 L CSTR (1L working volume, 10% CH4 in headspace) in batch mode with significant agitation (1000 rpm) for Methylomicrobium buryatense 5G cultivation (7.6 mmol/L/h) [42]. CH4 removal in the TBR at biogas:air ratios of 1:2.5 and 1:6.0 were three to four times higher than the shake flask control tests that were operated at a similar VH:VL ratio (200 rpm, 1.8-2.1 mmol/L/h) (Section 2.5). This indicates that TBRs could offer significant energy savings compared to CSTRs [18]. Additionally, the abiotic KLA/VL for O2 increased approximately two-fold when the packed bed was included in the reactor (Table 3). Furthermore, the CH4 removal, O2 removal, and CO2 production for the biotic control test (no packed bed, inoculated with similar methanotrophic culture at similar initial OD) were approximately two times lower than the results obtained in Phase 1.2 (Table 3). The higher abiotic mass transfer coefficient and CH4 removal rates in Scenario 1 of the control tests showed that the presence of the TBR packing material improved gas-liquid mass transport and gas oxidation (Table 3) [6,28]. For comparison, the abiotic KLA obtained in Scenario 1 (8.7-10.4 h -1 ) was only slightly lower than that (14-16 h -1 ) reported by Orgill et al. [28], who used similar packing materials, design dimensions, and gas (73 mL/min) and liquid circulation (50 mL/min) rates. Future studies should evaluate different packing materials to optimize reactor performance in methanotrophic TBRs [7,18,41].",
    "## 3.1.3. Preliminary methanol production experiments",
    "The preliminary methanol production experiments (Section 2.3.2) showed that no methanol was produced after the reactor was washed with DI water and only NMS with phosphate (3.6-10.8 mmol) and formate (6 mmol) was used as the TBR liquid medium. However, when bacteria from the TBR were allowed to propagate until the liquid had an OD higher than 0.1, the addition of formate and phosphate caused detectable methanol concentrations in the TBR liquid medium. Additionally, the methanol production test in 40 mL shake flasks (Section 2.3.2) showed that the free cells could produce 0.26 g/L of methanol in approximately 4 h. These results indicated that the presence of free cells were needed to induce methanol formation in the TBR. Overall, biogas:air ratios greater than or equal to 1:6.0, formate additions greater than or equal to 6 mmol, and NMS medium dilution rates ≤ 0.3 d -1 were needed to attain detectable methanol concentrations in the TBR",
    "liquid medium. The need for higher biogas:air ratios was because it provided higher concentrations of CH4 in the liquid, while the low NMS dilutions ( ≤ 0.3 d -1 ) were needed to maintain a higher OD in the TBR liquid medium. Phosphate buffer (Na2HPO4/KH2PO4) additions higher than 3.6 mmol did not improve methanol production.",
    "Most of the biomass on the packed bed after Phase 1 was brown to off white and was very loosely attached. The total biomass density was estimated at 0.96 g dry biomass/kg balls, indicating that roughly 2.3 g dry biomass was attached to the packing material at the end of Phase 1. Assuming an average daily increase in OD of 0.2 throughout Phase 1 and using the correlation developed by Sheets et al. [26] for dry biomass v. OD (X (g/L) ≈ 0.7*OD), the total biomass produced in the free liquid phase would have been about 0.3 g dry biomass. These results indicate that attached cells had a significant role in CH4 oxidation in the TBR. It is possible that attached cells also contributed to methanol production during preliminary tests, but was probably rapidly consumed by other microbes in the biofilm matrix, and the net methanol produced was below the detection limit of the GC (LOD = 0.001 g/L). Overall, the results from Phase 1 were useful to determine the operational parameters and effective biogas:air ratios needed for consistent CH4 oxidation and a stable 'trickle' flow regime, and because it provided the non-sterile methanotrophic community sample for inoculation in Phase 2.",
    "## 3.2. Phase 2: start-up on biogas and methanol production",
    "## 3.2.1. Phase 2.1: startup under non-sterile conditions",
    "The non-sterile liquid from previous TBR experiments was an effective inoculum to initiate CH4 consumption in a new TBR. OD dynamics showed that there was an initial build-up of free cell biomass (days 0-2), followed by a rapid decline (days 2-3), and eventual stabilization (Fig. A1). Additionally, a brown biofilm was observed on the packing material by day 6. Microbial community analysis indicated that the reactor was dominated by Methylococcales, an order of bacteria than contains Methylocaldum sp. and other known methanotrophs [27], even though the non-sterile inoculum had a more variable bacterial community composition with low detected levels of Methylococcales (Table A2). Consistent CH4 consumption (0.4 mmol/h) by day 6 indicated that the TBR was stable and the operational regimes were changed to induce methanol production.",
    "## 3.2.2. Phase 2.2: effects of biogas and formate on methanol production",
    "Despite operating under non-sterile conditions, methanol production was achievable in the TBR (Figs. A1 and 4). The highest methanol content ( ∼ 0.28 g/L) was observed at a high biogas:air ratio (1:2.5) and a high formate addition (12 mmol) (Fig. A1-days 7 and 9, Fig. 4a). Under those conditions, there was sufficient CH4 and reducing power (formate) to sustain methanol production for the 10-h incubation period (Fig. 4a). At the same biogas:air ratio (1:2.5) and a lower formate level (6 mmol), methanol production peaked at 4 h (0.14 g/L), but declined rapidly thereafter (Fig. 4b). This is because the formate was almost completely consumed after 6 h, which limited the amount of reducing equivalents available for biogas to methanol conversion (Fig. 4b) [11,43]. To maintain viability, the microbes in the TBR had to use methanol as a source of carbon and energy [26]. Similar methanol production kinetics were observed at a low biogas:air ratio (1:6.0) and a high formate (12 mmol) addition, except that methanol production peaked at 6 h (0.17 g/L) (Fig. 4c). In this case, there was sufficient formate in the TBR liquid medium, but CH4 in the headspace declined to 3% (Fig. 4c). Insufficient CH4 in the TBR could have caused the microbial community to use formate and methanol as its primary carbon sources, which explains the observed reduction in formate and methanol after 6 h (Fig. 4c). The combined effects of insuffi-",
    "Table 3 Effects of the packing material on mass transfer and performance in the TBR.",
    "|   Scenario | Packed   | Abiotic mass transfer a K L A/V L (h - 1 )   | Biotic CH 4 oxidation CH 4 removal (mmol/h)   | O 2 removal (mmol/h)   | CO 2 production (mmol/h)   |\n|------------|----------|----------------------------------------------|-----------------------------------------------|------------------------|----------------------------|\n|          1 | Y        | 9.54 ± 0.86                                  | 0.54 ± 0.03 b                                 | 0.63 ± 0.01 b          | 0.33 ± 0.01 b              |\n|          2 | N        | 4.62 ± 0.33                                  | 0.32 ± 0.01                                   | 0.30 ± 0.08            | 0.14 ± 0.07                |",
    "a Based on O2 gas-liquid mass transfer.",
    "- b 8 h gas removal and production data from days 24 to 26 of Phase 1.2 (biogas:air ratio = 1:2.5).",
    "|   Formate added (mmol) | Biogas:air ratio   | Initial CH 4 content (%)   | Formate to methanol conversion a (%)   | CH 4 to methanol conversion a (%)   |\n|------------------------|--------------------|----------------------------|----------------------------------------|-------------------------------------|\n|                      6 | 1:6.0              | 10.5 ± 0.3                 | 0.23 ± 0.33                            | 0.27 ± 0.38                         |\n|                      6 | 1:2.5              | 21.0 ± 2.2                 | 5.15 ± 2.02                            | 6.12 ± 1.17                         |\n|                     12 | 1:6.0              | 9.9 ± 0.8                  | 11.26 ± 1.61                           | 11.56 ± 0.21                        |\n|                     12 | 1:2.5              | 20.9 ± 0.4                 | 13.66 ± 1.65                           | 22.41 ± 2.83                        |",
    "- a Conversion at 6 h incubation time.",
    "cient formate and insufficient CH4 were the reason for the lowest methanol content (0.05-0.07 g/L) observed at a low biogas:air ratio (1:6.0) and a low formate (6 mmol) addition (Fig. A1-days 15 and 17, Fig. 4d). Additionally, lower CH4:O2 ratios have been shown to limit production of excreted products and promote conditions for balanced growth (i.e. higher biomass and CO2 production) in methanotrophic enrichment cultures [10]. This could also explain the higher OD (0.5-0.6) observed at the lowest biogas:air ratio during Phase 1.2 (Fig. 2, day 27.5-28.0). Based on the aforementioned results, it is not surprising that the higher biogas:air ratio and higher formate addition caused higher CH4 to methanol and formate to methanol conversion ratios (Table 4).",
    "Under optimal conditions (biogas:air = 1:2.5, formate addition = 12 mmol), both methanol productivity (0.9 g/L/d) and CH4 to methanol conversion (22.4%) in the non-sterile TBR were in the upper range of reported values for pure methanotroph cultures [11]. Additionally, the results from Phase 2.2 suggest that methanol production is feasible using non-sterile methanotrophic consortia and raw biogas. This could drastically reduce reactor sterilization and biogas cleaning requirements, thus decreasing operational costs and energy demands. However, Phase 2.2 revealed some issues that need to be addressed prior to scale up. Unstable methanol production after day 20 was presumably because formate and methanol-consuming microbes became prevalent in the TBR. After the system recovered (day 28), formate consumption was high. Furthermore, maximum formate to methanol conversion in the study (12-13%) was low (Table 4). In an ideal scenario in which MDH is completely inhibited and all electrons produced from formate dehydrogenase went to CH4 oxidation, the theoretical conversion of formate (and CH4) to methanol would be 100%. This shows that low formate yields significantly impact the economic feasibility of CH4 to methanol conversion; thus, formate costs must be reduced or alternative electron donors are needed [11]. In the short term, formate costs could be substantially reduced to ∼ $200/MT if lower cost electricity produced during off-peak hours was used to electro-chemically reduce concentrated CO2 from industrial sources [14]. Future approaches to reduce costs also include catalytic oxidation of lignocellulosic biomass to formate or photo-reduction of CO2 [14]. Alternative electron donors for bioconversion of CH4 to methanol include renewable hydrogen (H2) [44], acetate from wastewater, or direct use of renewable electricity using genetically modified 'electrophilic' methanotrophs [11]. Although the free space volume was not measured at the conclusion of Phase 1 or Phase 2, the portion taken up by microbial biomass did not likely influence results, because the initial gas composition, which was controlled using an assumed free space volume of the TBR, was consistent throughout the study.",
    "Table 5 Relative abundance of genera in the TBR at different operational phases.",
    "| Genus                      | Phase 1.1    | Phase 1.2    | Phase 2.2    |\n|----------------------------|--------------|--------------|--------------|\n| Methylocaldum              | 16.97 ± 0.41 | 0.94 ± 0.06  | 67.66 ± 4.89 |\n| Agrobacterium              | 4.29 ± 0.15  | 7.84 ± 2.00  | 0.35 ± 0.11  |\n| Limnohabitans              | 0.24 ± 0.04  | 11.56 ± 1.57 | 0.04 ± 0.02  |\n| Phaeospirillum             | 7.68 ± 0.03  | 0.13 ± 0.07  | 1.81 ± 0.13  |\n| Sediminibacterium          | 8.22 ± 0.60  | 0.24 ± 0.09  | 1.70 ± 0.23  |\n| Phenylobacterium           | 0.83 ± 0.03  | 0.39 ± 0.09  | 0.69 ± 0.17  |\n| Ralstonia                  | 1.62 ± 0.19  | 2.97 ± 0.03  | 0.01 ± 0.01  |\n| Hyphomicrobium             | 0.77 ± 0.08  | 1.15 ± 0.13  | 0.25 ± 0.08  |\n| Flavobacterium             | 0.00 ± 0.00  | 0.00 ± 0.00  | 1.02 ± 0.15  |\n| Sphingomonas               | 0.83 ± 0.06  | 0.32 ± 0.18  | 0.07 ± 0.02  |\n| Stenotrophomonas           | 0.55 ± 0.01  | 0.25 ± 0.09  | 0.00 ± 0.00  |\n| Blastomonas                | 0.70 ± 0.08  | 0.05 ± 0.03  | 0.00 ± 0.00  |\n| Others                     | 1.44 ± 0.02  | 0.92 ± 0.01  | 0.81 ± 0.10  |\n| Percentage of total seqs a | 44.13        | 26.76        | 74.44        |",
    "Only shows genera with ≥ 0.5% relative abundance in at least one sample.",
    "## 3.3. Microbial community",
    "More than 33,000 quality-checked sequences were obtained from the samples (Table A1), and 92-98% of the obtained DNA sequences were assigned to known bacterial phyla, with the most dominant being Proteobacteria (62-86%) and Bacteroidetes (0.2-8.7%) (Fig. 5) (Tables A1 and A3). Other major phyla (each represented by ≥ 2% of total sequence in at least one sample) included Cyanobacteria (0.4-8.9%), Chlorobi (0-6.4%), and Gemmatimonadetes (0-3.7%), while Chloroflexi, Firmicutes , and Actinobacteria were detected as minor phyla. There were significant differences in the number of OTUs that had order-level taxonomic assignment between each operating phase (Fig. 5) (Table A3). One of the most predominant orders from Phases 1.1 and 2.2 was Methylococcales , which contains methylotrophic bacteria that can only consume one-carbon compounds (Fig. 5) [27,45]. Methylococcales had the greatest relative abundance in Phase 2.2, followed by Phase 1.1, which was higher than Phase 1.2 samples (Table A3). Additionally, Methylocaldum , the genus of the inoculum within Methylococcales , was the most predominant methanotrophic genus in all phases (Table 5).",
    "Apparently, the operating conditions used in Phase 2.2 allowed Methylocaldum spp. to dominate the reactor and produce methanol, despite the fact that the non-sterile inoculum had low relative abundance of Methylococcales (Table A2). This was most likely due to the low dilution rates and supplementation of formate and phosphate used during Phase 2.2 compared to Phase 1 (Table 1). Additionally, the inoculum for Phase 2.2 was sampled directly after the CH4 oxidation rate in the TBR was recovered. This indicates that",
    "Fig. 4. Effects of biogas:air ratio and formate addition on methanol production in the TBR: (a): biogas:air = 1:2.5, formate = 12 mmol; (b): biogas:air = 1:2.5, formate = 6 mmol; (c): biogas:air = 1:6.0, formate = 12 mmol; (d): biogas:air = 1:6.0, formate = 6 mmol.",
    "Fig. 5. Major bacterial phyla (bolded, each representing &gt;0.5% of total sequences in ≥ 1 sample) and major orders of Bacteroidetes and Proteobacteria (each representing &gt;5% of total sequence of each phylum in ≥ 1 sample).",
    "some non-methanotrophic bacteria could have still been active in the inoculum sample, but the conditions in Phase 2 supported more rapid growth of Methylococcales. Although only a small amount (26.7%) of the sequences from the Phase 1.1 and 1.2 samples were classified to known genera (Table 5), the orders Burkholderiales, Rickettsiales, Rhodospirales, and Rhizobiales were very prevalent in those samples (Fig. 5). There were high amounts of Rhizobiales , which contains the metabolically versatile type II methanotrophic genera Methylocystis and Methylosinus [27,45]. In fact, there were significantly (p &lt; 0.05, Tukey HSD) more sequences identified as Rhizobiales in Phase 1.2 than in the other phases (Fig. 5) (Table A3). Therefore, it is possible that the high dilution rates and variable biogas:air ratios applied in Phase 1.2 caused type II methylotrophs to outcompete the type I methanotrophs present in the original inoculum. In fact, type II methylotrophs are known to survive in variable growth conditions by producing polyhydroxybutyrate (PHB) as a carbon storage compound [46]. This indicates that the high dilution rates used in Phase 1.2 could be applicable for PHB producing strains in methanotrophic TBRs. Still, no type II methanotrophic genera were detected. Phase 1 samples also had greater relative abundance of methanol-utilizing bacteria (i.e. Burkholderiales , Rhodospirillales) than other phases (Fig. 5) (Table A3) [45]. Synergism between methanol-oxidizing bacteria and methanotrophs is a common observation in methanotrophic enrichments [10].",
    "The other major bacterial genera identified from Phase 1 ( Sedimimibacterium, Phaeospirillum, Limnohabitans, Agrobacterium, Ralstonia ) probably survived on metabolic byproducts (i.e. acetate/methanol) produced by methanotrophs, because no other carbon source than CH4/biogas was supplied during that phase [10,47]. Previously, Bothe et al. [50] identified Ralstonia as a common genus that grows in association with methanotrophs, likely because it consumes acetate produced by the methanotrophs. Meanwhile, Sediminibacterium and Limnohabitans have been identified in other methanotrophic samples and in a coalpacked CH4-biofilter [48,49]. Furthermore, Rhizobiales (the order that contains Agrobacterium ) has been shown to stimulate methanotrophic activity by supplying vitamins that promote the growth of methanotrophs [50]. The supply of formate could have contributed to growth of the Flavobacterium or other formate-consuming microbes in Phase 2.2 (Table 5) [10]. The microbial community samples were based on free cells in the TBR recirculation fluid. Although the total microbial population was probably similar, the relative ratios of microbes in free and immobilized biomass were likely different because of variable CH4 and O2 gradients and oxygen stresses in the biofilm (i.e. micro-aerobic, anaerobic conditions) [51].",
    "At the current state of the technology, biological conversion of biogas to methanol is unlikely to be economically feasible due to the low reported yields (&lt;1 g/L). However, this study shows that TBRs have good mass transfer properties, and can potentially be used to cultivate methanotrophs for cell-based products such as biopolymers and single cell protein, or for other excreted compounds such as lactic acid [52]. Continued research on TBRs for CH4 conversion could lead to unique designs that have substantial cost advantages compared to conventional equipment such as CSTRs. Specifically, future work should evaluate the effects of operational conditions (flow rates, operational time) on the development and stability of methanotrophic biofilms. Future work could also include alteration and engineering of the microbial community supplied to methanotrophic TBRs in order to maintain stability and improve product synthesis [53].",
    "A methanotrophic trickle-bed reactor improved mass transport of O2 and enhanced CH4 oxidation to methanol. The highest CH4 to methanol conversion rates were observed at high biogas:air ratios and high formate additions. There were considerable differences in the bacterial community in samples from each operating phase, and the genus in which the inoculum is classified ( Methylocaldum sp. 14B) was observed throughout the study.",
    "This publication was developed under Fellowship Assistance Agreement No.91778801-0 awarded by the U.S. Environmental Protection Agency to Johnathon P. Sheets. It has not been formally reviewed by EPA. The views expressed in this document are solely those of the authors and do not necessarily reflect those of the Agency. EPA does not endorse any products or commercial services mentioned in this publication. This material is based upon work that is supported by the National Institute of Food and Agriculture, U.S. Department of Agriculture, under award number 2012-1000820302. Research support was also provided by state and federal funds appropriated to The Ohio State University, Ohio Agricultural Research and Development Center. Funding support for Johnathon Sheets was also provided by The Ohio State University Presidential Fellowship program.",
    "The authors thank Mrs. Mary Wicks for her comprehensive review and thoughtful comments on the manuscript, Mr. Mike Klingman and Mr. Scott Wolfe for assistance in the design and fabrication of the trickle bed reactor, quasar energy group for supplying the biogas samples, and Koch Knight LLC for providing the reactor packing materials.",
    "Table A1 Summary of sampling data and sequence clustering for microbial community analyses.",
    "|                                | Samples     | Samples     | Samples     | Samples     | Samples     | Samples     | Controls       | Controls    |\n|--------------------------------|-------------|-------------|-------------|-------------|-------------|-------------|----------------|-------------|\n|                                | Phase 1.1-1 | Phase 1.1-2 | Phase 1.2-1 | Phase 1.2-2 | Phase 2.2-1 | Phase 2.2-2 | Phase 1-inoc-2 | Phase 2.1-1 |\n| Day sampled w/in Phase         | 20          | 20          | 28 a        | 28 b        | 20          | 20          | 16             | 5           |\n| Replicate #                    | 1           | 2           | 1           | 2           | 1           | 2           | 1              | 1           |\n| OD                             | 0.3         | 0.3         | 0.2         | 0.5         | 0.2         | 0.2         | 0.3            | 0.4         |\n| # of sequences                 | 42,164      | 33,840      | 39,855      | 39,235      | 39,695      | 36,811      | 43,317         | 33,821      |\n| # of sequences assigned to OTU | 38,731      | 31,190      | 36,945      | 36,488      | 36,949      | 34,465      | 40,433         | 31,327      |\n| After removal of 0.005%        | 36,602      | 29,294      | 35,150      | 34,496      | 35,931      | 33,652      | 38,686         | 29,910      |\n| After chimera filtration       | 33,148      | 26,285      | 29,912      | 29,831      | 35,141      | 32,928      | 34,107         | 28,671      |",
    "a Sampled at beginning of day.",
    "b Sampled at end of day.",
    "Table A2 Relative abundance of major bacterial OTUs in Phase 2.1 samples.",
    "|                       |                | Abundance (%)   | Abundance (%)   |\n|-----------------------|----------------|-----------------|-----------------|\n| Bacterial taxa        | Taxonomic rank | Phase 1-inoc-2  | Phase 2.1-1     |\n| Proteobacteria        | Phylum         | 62.59           | 79.67           |\n| Methylococcales       | Order          | 4.10            | 53.65           |\n| Burkholderiales       | Order          | 11.10           | 1.51            |\n| Rhizobiales           | Order          | 22.65           | 4.69            |\n| Rickettsiales         | Order          | 0.00            | 6.24            |\n| Rhodospirillales      | Order          | 7.60            | 2.52            |\n| Caulobacterales       | Order          | 5.00            | 0.17            |\n| Sphingomonadales      | Order          | 11.77           | 1.00            |\n| Pseudomonadales       | Order          | 0.00            | 6.16            |\n| Other Proteobacteria  | -              | 0.37            | 3.73            |\n| Bacteroidetes         | Phylum         | 24.02           | 3.54            |\n| Saprospirales         | Order          | 24.02           | 3.54            |\n| Cyanobacteria         | Phylum         | 0.95            | 12.71           |\n| Gemmatimonadetes      | Phylum         | 6.50            | 0.55            |\n| Chloroflexi           | Phylum         | 0.22            | 0.00            |\n| Firmicutes            | Phylum         | 0.02            | 0.03            |\n| Actinobacteria        | Phylum         | 0.34            | 0.09            |\n| Other bacterial phyla | Phylum         | 0.62            | 0.23            |\n| Unassigned            | Phylum         | 4.74            | 3.18            |",
    "Bold used to separate different bacterial phyla.",
    "Fig. A1. TBR performance during days 0-17 of Phase 2.",
    "Comparative relative abundance of bacterial taxa in TBR samples.",
    "|                       |                | Mean abundance (%) a   | Mean abundance (%) a   | Mean abundance (%) a   | Tukey HSD test ( 𝛂 = 0.05) b,c,d   |\n|-----------------------|----------------|------------------------|------------------------|------------------------|------------------------------------|\n| Bacterial taxa        | Taxonomic rank | Phase 1.1              | Phase 1.2              | Phase 2.2              |                                    |\n| Proteobacteria        | Phylum         | 70.88 ± 0.72           | 85.93 ± 0.26           | 84.98 ± 1.19           | P1.1<P2.2, P1.2                    |\n| Methylococcales       | Order          | 17.25 ± 0.55           | 1.00 ± 0.08            | 67.76 ± 4.91           | P1.2<P1.1<P2.2                     |\n| Burkholderiales       | Order          | 22.17 ± 0.05           | 21.62 ± 2.13           | 0.30 ± 0.02            | P2.2<P1.2, P1.1                    |\n| Rhizobiales           | Order          | 11.00 ± 0.10           | 34.79 ± 6.75           | 4.33 ± 1.13            | P2.2, P1.1<P1.2                    |\n| Rickettsiales         | Order          | 0.00 ± 0.00            | 23.18 ± 11.55          | 6.77 ± 1.94            | DNP ANOVA                          |\n| Rhodospirillales      | Order          | 13.61 ± 0.34           | 3.20 ± 2.66            | 2.29 ± 0.27            | P2.2, P1.2<P1.1                    |\n| Caulobacterales       | Order          | 1.65 ± 0.11            | 0.66 ± 0.05            | 0.70 ± 0.16            | P1.2, P2.2<P1.1                    |\n| Sphingomonadales      | Order          | 4.30 ± 0.04            | 0.65 ± 0.29            | 0.34 ± 0.14            | P2.2, P1.2<P1.1                    |\n| Other Proteobacteria  | -              | 0.89 ± 0.06            | 0.83 ± 0.00            | 2.50 ± 0.10            | N/A                                |\n| Bacteroidetes         | Phylum         | 8.22 ± 0.60            | 0.24 ± 0.09            | 4.60 ± 0.78            | P1.2<P2.2<P1.1                     |\n| Saprospirales         | Order          | 8.22 ± 0.60            | 0.24 ± 0.09            | 3.50 ± 0.62            | P1.2<P2.2<P1.1                     |\n| Flavobacteriales      | Order          | 0.00 ± 0.00            | 0.00 ± 0.00            | 1.02 ± 0.15            | P1.2, P1.1<P2.2                    |\n| Other Bacteroidetes   | -              | 0.00 ± 0.00            | 0.00 ± 0.00            | 0.08 ± 0.02            | N/A                                |\n| Cyanobacteria         | Phylum         | 8.82 ± 0.08            | 2.00 ± 2.25            | 1.27 ± 0.03            | P2.2, P1.2<P1.1                    |\n| Chlorobi              | Phylum         | 0.00 ± 0.00            | 0.00 ± 0.00            | 6.35 ± 0.04            | P1.1, P1.2<P2.2                    |\n| Gemmatimonadetes      | Phylum         | 3.52 ± 0.30            | 3.10 ± 1.50            | 0.03 ± 0.01            | DNP ANOVA                          |\n| Chloroflexi           | Phylum         | 0.34 ± 0.20            | 1.67 ± 0.55            | 0.12 ± 0.02            | P2.2<P1.2; P2.2, P1.1; P1.1, P1.2  |\n| Firmicutes            | Phylum         | 0.48 ± 0.08            | 0.08 ± 0.00            | 0.21 ± 0.03            | P1.2, P2.2<P1.1                    |\n| Actinobacteria        | Phylum         | 0.65 ± 0.05            | 1.12 ± 0.13            | 0.03 ± 0.01            | P2.2<P1.1<P1.2                     |\n| Other bacterial phyla | Phylum         | 0.43 ± 0.13            | 0.16 ± 0.08            | 0.27 ± 0.04            | N/A                                |\n| Unassigned            | Phylum         | 6.65 ± 0.71            | 5.68 ± 0.11            | 2.14 ± 0.22            | N/A                                |",
    "DNP = Did not pass ANOVA (p &gt; 0.05).",
    "Items separated by less than symbol '&lt;' indicate significant differences. For example, P2.2, P1.2 &lt; P1.1 means that samples from Phase 2.2 were similar to Phase 1.2 and both were significantly less than Phase 1.1.",
    "Bold used to separate different bacterial phyla.",
    "- a Data contains AVG ± STDEV of replicates shown in Fig. 5.\n- b Items separated by commas are not significantly different.\n- c Items separated by commas in ascending order of mean values.",
    "- [1] USEPA, Inventory of U.S. Greenhouse Gas Emissions and Sinks: 1990-2014, Washington, D.C., 2016.\n- [2] USEPA, Methane Emissions, 2016 (Accessed July 20, 2016) https://www3.epa. gov/climatechange/ghgemissions/gases/ch4.html.\n- [3] USDA, USEPA, USDOE, Biogas Opportunities Roadmap: Voluntary Actions to Reduce Methane Emissions and Increase Energy Independence, Washington, D.C., 2014.\n- [4] L. Yang, X. Ge, C. Wan, F. Yu, Y. Li, Progress and perspectives in converting biogas to transportation fuels, Renew. Sustain. Energy Rev. 40 (2014) 1133-1152, http://dx.doi.org/10.1016/j.rser.2014.08.008.\n- [5] T.G. Kim, E.H. Lee, K.S. Cho, Effects of nonmethane volatile organic compounds on microbial community of methanotrophic biofilter, Appl. Microbiol. Biotechnol. 97 (2013) 6549-6559, http://dx.doi.org/10.1007/s00253-0124443-z.\n- [6] J.M. Estrada, R. Lebrero, G. Quijano, R. Pérez, I. Figueroa-González, P.A. García-Encina, R. Mu˜ noz, Methane abatement in a gas-recycling biotrickling filter: evaluating innovative operational strategies to overcome mass transfer limitations, Chem. Eng. J. 253 (2014) 385-393, http://dx.doi.org/10.1016/j.cej. 2014.05.053.\n- [7] S. Yoon, J.N. Carey, J.D. Semrau, Feasibility of atmospheric methane removal using methanotrophic biotrickling filters, Appl. Microbiol. Biotechnol. 83 (2009) 949-956, isi:000267214600015.\n- [8] USEIA, Natural Gas Prices, 2016 (Accessed September 1, 2016) https://www. eia.gov/dnav/ng/hist/n3035us3m.htm.\n- [9] J.S. Han, C.M. Ahn, B. Mahanty, C.G. Kim, Partial oxidative conversion of methane to methanol through selective inhibition of methanol dehydrogenase in methanotrophic consortium from landfill cover soil, Appl. Biochem. Biotechnol. 171 (2013) 1487-1499, isi:000326374700016.\n- [10] X.M. Wei, R. He, M. Chen, Y. Su, R.C. Ma, Conversion of methane-derived carbon and microbial community in enrichment cultures in response to O2 availability, Environ. Sci. Pollut. Res. 23 (2016) 7517-7528, http://dx.doi.org/ 10.1007/s11356-015-6017-y.\n- [11] X. Ge, L. Yang, J.P. Sheets, Z. Yu, Y. Li, Biological conversion of methane to liquid fuels: status and opportunities, Biotechnol. Adv. 32 (2014) 1460-1475, http://dx.doi.org/10.1016/j.biotechadv.2014.09.004.\n- [12] M.G. Kalyuzhnaya, A.W. Puri, M.E. Lidstrom, Metabolic engineering in methanotrophic bacteria, Metab. Eng. 29 (2015) 142-152, isi:000354123900015.\n- [13] A. Taheri, L.A. Berben, Making C-H bonds with CO2: production of formate by molecular electrocatalysts, Chem. Commun. 52 (2016) 1768-1777, http://dx. doi.org/10.1039/c5cc09041e.\n- [14] O. Yishai, S.N. Lindner, J. Gonzalez de la Cruz, H. Tenenboim, A. Bar-Even, The formate bio-economy, Curr. Opin. Chem. Biol. 35 (2016) 1-9, http://dx.doi. org/10.1016/j.cbpa.2016.07.005.\n- [15] N. Pen, L. Soussan, M.-P. Belleville, J. Sanchez, C. Charmette, D. Paolucci-Jeanjean, An innovative membrane bioreactor for methane biohydroxylation, Bioresour. Technol. 174 (2014) 42-52, http://dx.doi.org/10. 1016/j.biortech.2014.10.001.\n- [16] C. Duan, M. Luo, X. Xing, High-rate conversion of methane to methanol by Methylosinus trichosporium OB3b, Bioresour. Technol. 102 (2011) 7349-7353, http://dx.doi.org/10.1016/j.biortech.2011.04.096.\n- [17] H.G. Kim, G.H. Han, S.W. Kim, Optimization of lab scale methanol production by methylosinus trichosporium OB3b, Biotechnol. Bioprocess Eng. 15 (2010) 476-480, isi:000279632300016.\n- [18] M. Devarapalli, H.K. Atiyeh, J.R. Phillips, R.S. Lewis, R.L. Huhnke, Ethanol production during semi-continuous syngas fermentation in a trickle bed reactor using Clostridium ragsdalei, Bioresour. Technol. 209 (2016) 56-65, http://dx.doi.org/10.1016/j.biortech.2016.02.086.\n- [19] N.J.R. Kraakman, J. Rocha-Rios, M.C.M. van Loosdrecht, Review of mass transfer aspects for biological gas treatment, Appl. Microbiol. Biotechnol. 91 (2011) 873-886, http://dx.doi.org/10.1007/s00253-011-3365-5.\n- [20] M.A. Deshusses, H.H.J. Cox, A cost benefit approach to reactor sizing and nutrient supply for biotrickling filters for air pollution control, Environ. Prog. 18 (1999) 188-196, http://dx.doi.org/10.1002/ep.670180315.\n- [21] V.V. Ranade, R.V. Chaudhari, P.R. Gujal, Trickle Bed Reactors-Reactor Engineering and Applications, Elsevier, Kidlington, Oxford, 2011.\n- [22] M. Cáceres, A.D. Dorado, J.C. Gentina, G. Aroca, Oxidation of methane in biotrickling filters inoculated with methanotrophic bacteria, Environ. Sci. Pollut. Res. (2016), http://dx.doi.org/10.1007/s11356-016-7133-z.\n- [23] I. Iliuta, F. Larachi, Dynamics of cells attachment, aggregation, growth and detachment in trickle-bed bioreactors, Chem. Eng. Sci. 61 (2006) 4893-4908, http://dx.doi.org/10.1016/j.ces.2006.03.042.\n- [24] Koch Knight LLC, KRYPTOKNIGHT TM 'M' Inert Ceramic Balls Properties, East Canton, OH, 2016.\n- [25] G.S. Honda, J.H. Pazmi˜ no, E. Lehmann, D.A. Hickman, A. Varma, The effects of particle properties, void fraction, and surface tension on the trickle-bubbly flow regime transition in trickle bed reactors, Chem. Eng. J. 285 (2016) 402-408, http://dx.doi.org/10.1016/j.cej.2015.09.117.\n- [26] J.P. Sheets, X. Ge, Y.-F. Li, Z. Yu, Y. Li, Biological conversion of biogas to methanol using methanotrophs isolated from solid-state anaerobic digestate, Bioresour. Technol. 201 (2016) 50-57, http://dx.doi.org/10.1016/j.biortech. 2015.11.035.\n- [27] J. Bowman, The methanotrophs-the families methylococcaceae and methylocystaceae, in: M. Dworkin, S. Falkow, E. Rosenberg, K.H. Schleifer, E. Stackebrandt (Eds.), Prokaryotes-Vol. 5 Proteobacteria Alpha Beta Subclasses, Springer-Verlag, New York, 2006, pp. 266-289.\n- [28] J.J. Orgill, H.K. Atiyeh, M. Devarapalli, J.R. Phillips, R.S. Lewis, R.L. Huhnke, A comparison of mass transfer coefficients between trickle-bed, hollow fiber membrane and stirred tank reactors, Bioresour. Technol. 133 (2013) 340-346, http://dx.doi.org/10.1016/j.biortech.2013.01.124.",
    "- [29] S. Hu, X. Luo, C. Wan, Y. Li, Characterization of crude glycerol from biodiesel plants, J. Agric. Food Chem. 60 (2012) 5915-5921, http://dx.doi.org/10.1021/ jf3008629.\n- [30] J.P. Sheets, X. Ge, Y. Li, Effect of limited air exposure and comparative performance between thermophilic and mesophilic solid-state anaerobic digestion of switchgrass, Bioresour. Technol. 180 (2015) 296-303, http://dx. doi.org/10.1016/j.biortech.2015.01.011.\n- [31] Z. Yu, M. Morrison, Improved extraction of PCR-quality community DNA from digesta and fecal samples, Biotechniques 36 (2004) 808-812, http://dx.doi. org/10.2144/3605A0808.\n- [32] Y.F. Li, J. Shi, M.C. Nelson, P.-H. Chen, J. Graf, Y. Li, Z. Yu, Impact of different ratios of feedstock to liquid anaerobic digestion effluent on the performance and microbiome of solid-state anaerobic digesters digesting corn stover, Bioresour. Technol. 200 (2016) 744-752, http://dx.doi.org/10.1016/j.biortech. 2015.10.078.\n- [33] J.G. Caporaso, J. Kuczynski, J. Stombaugh, K. Bittinger, F.D. Bushman, E.K. Costello, N. Fierer, A.G. Pe˜ na, J.K. Goodrich, J.I. Gordon, G. a Huttley, S.T. Kelley, D. Knights, J.E. Koenig, R.E. Ley, C. a Lozupone, D. Mcdonald, B.D. Muegge, M. Pirrung, J. Reeder, J.R. Sevinsky, P.J. Turnbaugh, W. a Walters, J. Widmann, T. Yatsunenko, J. Zaneveld, R. Knight, QIIME allows analysis of highthroughput community sequencing data, Nat. Methods. 7 (2010) 335-336, http://dx.doi. org/10.1038/nmeth0510-335.\n- [34] E. Aronesty, ea-utils: command-line tools for processing biological sequencing data, Expr. Anal. (2011), Durham, NC.\n- [35] B.J. Haas, D. Gevers, A.M. Earl, M. Feldgarden, D.V. Ward, G. Giannoukos, D. Ciulla, D. Tabbaa, S.K. Highlander, E. Sodergren, B. Methé, T.Z. DeSantis, J.F. Petrosino, R. Knight, B.W. Birren, Chimeric 16S rRNA sequence formation and detection in Sanger and 454-pyrosequenced PCR amplicons, Genome Res. 21 (2011) 494-504, http://dx.doi.org/10.1101/gr.112730.110.\n- [36] R.C. Edgar, Search and clustering orders of magnitude faster than BLAST, Bioinformatics 26 (2010) 2460-2461, http://dx.doi.org/10.1093/ bioinformatics/btq461.\n- [37] N.A. Bokulich, S. Subramanian, J.J. Faith, D. Gevers, J.I. Gordon, R. Knight, D.A. Mills, J.G. Caporaso, Quality-filtering vastly improves diversity estimates from Illumina amplicon sequencing, Nat. Methods 10 (2013) 57-59, http://dx.doi. org/10.1038/nmeth.2276.\n- [38] J.M. Estrada, A. Dudek, R. Mu˜ noz, G. Quijano, Fundamental study on gas-liquid mass transfer in a biotrickling filter packed with polyurethane foam, J. Chem. Technol. Biotechnol. 89 (2014) 1419-1424, http://dx.doi.org/10.1002/jctb. 4226.\n- [39] R. Lebrero, J.C. López, I. Lehtinen, R. Pérez, G. Quijano, R. Mu˜ noz, Exploring the potential of fungi for methane abatement: performance evaluation of a fungal-bacterial biofilter, Chemosphere 144 (2016) 97-106, http://dx.doi.org/ 10.1016/j.chemosphere.2015.08.017.\n- [40] S. Cantera, J.M. Estrada, R. Lebrero, P.A. García-Encina, R. Mu˜ noz, Comparative performance evaluation of conventional and two-phase hydrophobic stirred tank reactors for methane abatement: mass transfer and biological considerations, Biotechnol. Bioeng. 113 (2016) 1203-1212, http://dx.doi.org/ 10.1002/bit.25897.\n- [41] S. Kim, M.A. Deshusses, Determination of mass transfer coefficients for packing materials used in biofilters and biotrickling filters for air pollution control. 1. Experimental results, Chem. Eng. Sci. 63 (2008) 841-855, http://dx. doi.org/10.1016/j.ces.2007.10.011.\n- [42] A. Gilman, L.M. Laurens, A.W. Puri, F. Chu, P.T. Pienkos, M.E. Lidstrom, Bioreactor performance parameters for an industrially-promising methanotroph Methylomicrobium buryatense 5GB1, Microb. Cell Fact. 14 (2015) 182, http://dx.doi.org/10.1186/s12934-015-0372-8.\n- [43] P.K. Mehta, S. Mishra, T.K. Ghose, Methanol biosynthesis by covalently immobilized cells of Methylosinus trichosporium -batch and continuous studies, Biotechnol. Bioeng. 37 (1991) 551-556, isi:A1991EZ13500008.\n- [44] S.K.S. Patel, P. Madina, D. Kim, S.-Y. Kim, V.C. Kalia, I.-W. Kim, J.-K. Lee, Improvement in methanol production by regulating the composition of synthetic gas mixture and raw biogas, Bioresour. Technol. 218 (2016) 202-208, http://dx.doi.org/10.1016/j.biortech.2016.06.065.\n- [45] L. Chistoserdova, M.E. Lidstrom, Aerobic methylotrophic prokaryotes, in: E. Rosenberg, E.F. DeLong, E. Stackebrandt, S. Lory, F. Thompson (Eds.), Prokaryotes-Prokaryotic Physiol. Biochem, Springer-Verlag, Berlin, Heidelberg, 2013, http://dx.doi.org/10.1007/978-3-642-30141-4 68.\n- [46] A.J. Pieja, E.R. Sundstrom, C.S. Criddle, Poly-3-hydroxybutyrate metabolism in the type II methanotroph methylocystis parvus OBBP, Appl. Environ. Microbiol. 77 (2011) 6012-6019, http://dx.doi.org/10.1128/AEM.00509-11.\n- [47] A. Ho, K. de Roy, O. Thas, J. De Neve, S. Hoefman, P. Vandamme, K. Heylen, N. Boon, The more, the merrier: heterotroph richness stimulates methanotrophic activity, ISME J. 8 (2014) 1945-1948, isi:000341212600016.\n- [48] S. Creveceour, W.F. Vincent, J. Comte, C. Lovejoy, Bacterial community structure across environmental gradients in permafrost thaw ponds: methanotroph-rich ecosystems, Front. Microbiol. 6 (2015) 1-15, http://dx.doi. org/10.3389/fmicb.2015.00192.\n- [49] H. Limbri, C. Gunawan, T. Thomas, A. Smith, J. Scott, B. Rosche, Coal-packed methane biofilter for mitigation of green house gas emissions from coal mine ventilation air, PLoS One 9 (2014) 1-9, http://dx.doi.org/10.1371/journal. pone.0094641.\n- [50] H. Iguchi, H. Yurimoto, Y. Sakai, Stimulation of methanotrophic growth in cocultures by cobalamin excreted by Rhizobia, Appl. Environ. Microbiol. 77 (2011) 8509-8515.\n- [51] J.S. Devinny, J. Ramesh, A phenomenological review of biofilter models, Chem. Eng. J. 113 (2005) 187-196, http://dx.doi.org/10.1016/j.cej.2005.03.005.\n- [52] P. Strong, M. Kalyuzhnaya, J. Silverman, W. Clarke, A methanotroph-based biorefinery: potential scenarios for generating multiple products from a single fermentation, Bioresour. Technol. 215 (2016) 314-323, http://dx.doi. org/10.1016/j.biortech.2016.04.099.\n- [53] N. Jagmann, B. Philipp, Design of synthetic microbial communities for biotechnological production processes, J. Biotechnol. 184 (2014) 209-218, http://dx.doi.org/10.1016/j.jbiotec.2014.05.019."
  ],
  "markdown_length": 83092,
  "chunks_count": 123,
  "extraction_method": "docling"
}