{
  "filename": "Strong et al. 2016.pdf",
  "markdown": "<!-- image -->\n\n## Review\n\n## A methanotroph-based biorefinery: Potential scenarios for generating multiple products from a single fermentation\n\nP.J. Strong a, ⇑ , M. Kalyuzhnaya b , J. Silverman c , W.P. Clarke a\n\n- a Centre for Solid Waste Bioprocessing, School of Civil Engineering, School of Chemical Engineering, The University of Queensland, Brisbane 4072, Australia\n- b Biology Department, San Diego State University, San Diego, CA 92182-4614, United States\n\nc Calysta, 1140 O'Brien Drive, Menlo Park, CA 94025, United States\n\n## h i g h l i g h t s\n\n- /C15 Methanotrophs can use renewable methane as a carbon source.\n- /C15 Potential to generate multiple products from a single strain.\n- /C15 Multiple products can enhance process economics and decrease organic waste.\n- /C15 Growth rates and cell density strongly affect gas use and reactor volume.\n\n## a r t i c l e i n f o\n\nArticle history: Received 29 January 2016 Received in revised form 17 April 2016 Accepted 19 April 2016 Available online 22 April 2016\n\nKeywords: Biogas Biocatalysis Methanotroph PHB pMMO\n\n## Contents\n\n| 1.   | Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .        | . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                                                                                                                      |   315 |\n|------|---------------------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------|\n|      | 1.1.                                                                                                                                                    | Sustainable methane from organic waste . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                     |   315 |\n|      | 1.2.                                                                                                                                                    | Phylogeny and metabolism of methanotrophic organisms. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                  |   315 |\n| 2.   | Methanotroph products . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . | . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                                                                                                                                      |   316 |\n|      | 2.1.                                                                                                                                                    | Single-cell protein . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  |   316 |\n|      | 2.2.                                                                                                                                                    | Biopolymers. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . |   316 |\n\nCorresponding author at: Centre for Solid Waste Bioprocessing, School of Civil Engineering, School of Chemical Engineering, The University of Queensland, St Lucia 4072,\n\n⇑ Australia.\n\nE-mail address: pjstrong@gmail.com (P.J. Strong).\n\nContents lists available at ScienceDirect\n\n## Bioresource Technology\n\nj o u r n a l homepage: www.elsevier.com/locate/biortech\n\n## g r a p h i c a l a b s t r a c t\n\n<!-- image -->\n\n## a b s t r a c t\n\nMethane, a carbon source for methanotrophic bacteria, is the principal component of natural gas and is produced during anaerobic digestion of organic matter (biogas). Methanotrophs are a viable source of single cell protein (feed supplement) and can produce various products, since they accumulate osmolytes (e.g. ectoine, sucrose), phospholipids (potential biofuels) and biopolymers (polyhydroxybutyrate, glycogen), among others. Other cell components, such as surface layers, metal chelating proteins (methanobactin), enzymes (methane monooxygenase) or heterologous proteins hold promise as future products. Here, scenarios are presented where ectoine, polyhydroxybutyrate or protein G are synthesised as the primary product, in conjunction with a variety of ancillary products that could enhance process viability. Single or dual-stage processes and volumetric requirements for bioreactors are discussed, in terms of an annual biomass output of 1000 tonnes year /C0 1 . Product yields are discussed in relation to methane and oxygen consumption and organic waste generation.\n\n/C211 2016 Elsevier Ltd. All rights reserved.\n\n<!-- image -->\n\n<!-- image -->\n\n| 2.3.   | Ectoine . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .          | . 316   |\n|--------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------|\n| 2.4.   | Lipids . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .         | . 317   |\n| 2.5.   | Surface layers . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .               | . 317   |\n| 2.6.   | Methanobactin. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                 | . 317   |\n| 2.7.   | Novel compounds of pharmaceutical potential. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                       | . 317   |\n| 2.8.   | Products, and potential products from genetically modified methanotrophs . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                                         | . 317   |\n| 2.9.   | pMMO as a potential catalyst. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                          | . 318   |\n| 3.     | Gas fermentation and media design . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                  | 318     |\n| 4.     | Scenarios for generating multiple products from a single methanotroph . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                          | 318     |\n| 4.1.   | Generating ectoine and other products using a halotolerant Methylomicrobium or Methylobacter species . . . . . . . . . . . . . . . . . . . . . . . .                                                                           | . 319   |\n| 4.2.   | Generating PHB and other products using Methylocystis or Methylosinus species. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                                           | . 319   |\n| 4.3.   | Generating protein G and other products using a genetically modified Methylococcus , Methylomicrobium or Methylothermus species . .                                                                                            | 322     |\n| 5.     | Conclusion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . | 322     |\n|        | Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .         | 322     |\n|        | References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . | 322     |\n\n## 1. Introduction\n\n## 1.1. Sustainable methane from organic waste\n\nMethane is the second most abundant greenhouse gas after carbon dioxide. Methane has a global warming potential up to 86 times greater (measured over 20 years) than CO2, and is responsible for 0.48 W m /C0 2 of atmospheric radiative forcing (Howarth et al., 2011; IPCC, 2013; Shindell et al., 2009). Anaerobic microbial catabolism of organic substrates generates significant amounts of global methane. Typically, the substrate is converted into a soluble compound (hydrolysis) that is metabolised to generate organic acids (acidogenesis and acetogenesis). Acetic acid is transformed into biogas (methanogenesis) - a gas mixture composed primarily of methane and carbon dioxide (Abbasi et al., 2012). Biogas production and capture is an established and sustainable strategy for treating organic waste. The scrubbed methane is used for generating electricity in gas turbines or steam boilers, piped into homes for domestic heating and cooking, or compressed for use as a vehicle fuel (Nwaoha and Wood, 2014).\n\nThe rapid expansion of the global market's access to methane, in the forms of natural gas and methane-rich biogas, has improved accessibility and lowered the commodity price. In recent times, there has been growing interest in the biological conversion of methane to fine and commodity chemicals due to economic drivers and the attitude towards sustainable alternatives for the production of these chemicals. Methane represents an enormous resource and opportunity for conversion into higher value products, especially if it can be sourced from stranded natural gas deposits that are not economical to process for conventional heating, or from sustainable point sources, such as high rate digesters or capped landfills. With natural gas alone, the World Bank estimates 92 Mt yr /C0 1 is wasted by flaring or venting (WorldBank, 2015). There are large sources of renewable methane that are either already captured, or present the opportunity for capture. Opportu-\n\nTable 1\n\nMethane yields from various organic wastes.\n\n| Waste type            | Waste                                                                                                             | Methane yield (Nm 3 t /C0 1 VS) unless otherwise stated               | Reference                                                    |\n|-----------------------|-------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------|--------------------------------------------------------------|\n| Municipal solid waste | /C15 Sub-8 cm fraction shredded MSW /C15 Sub-10 cm of organic fraction of MSW /C15 Source separated organic waste | 92 ± 2 Nm 3 . 'as received' t /C0 1 211 ± 38 200 140 Nm 3 dry t /C0 1 | Clarke et al. (2016) Chynoweth et al. (1992) De Baere (2000) |\n| Waste water sludges   | /C15 Primary sludge /C15 Activated sludge /C15 Activated sludge with 170 /C176 C thermal pretreatment             | 110-190 Nm 3 t /C0 1 TCOD 136 ± 7 242 ± 9                             | Elbeshbishy et al. (2012) Bougrier et al. (2006)             |\n| Food waste            | /C15 Reject bananas /C15 Vegetable waste                                                                          | 398 ± 20 412                                                          | Clarke et al. (2008) Rajeshwari et al. (2001)                |\n| Green waste           | /C15 Leaves (Laurel oak) /C15 Grass (Floratam St. Augustine)                                                      | 129 183                                                               | Owens and Chynoweth (1993)                                   |\n\nTCOD: total chemical oxygen demand and VS: volatile solids.\n\nnities for methane capture include landfills (38 Mt yr /C0 1 ), wastewater treatment (21 Mt yr /C0 1 ) and manure management (11 Mt yr /C0 1 ) (Abbasi et al., 2012). The rate and yield of methane production is dependent on the recalcitrance of the organic material, water availability and culture conditions such as pH, temperature and oxygen ingress. Food wastes are readily digestible and can have high yields of methane, while wastes such as hardwoods are recalcitrant and yield relatively low amounts of methane on a carbon basis (see Table 1 for comparative yields of methane).\n\nTypically, only large landfills are capable of generating sufficient methane to justify the capital and operational expenditure required for the infrastructure and equipment to capture methane and conventional conversion to electrical energy. It is increasingly popular in developed countries to divert organic waste from landfills to high-rate anaerobic digesters, which may use various urban organic wastes (e.g. food, garden waste), agricultural crop residues (e.g. bagasse, corn stover) or even specifically cultivated biomass. However, the return on capital for any such investment is closely tied to the selling price of the final output of the project. In light of recent lower global energy prices, projects which utilise biomethane for electricity production or as a vehicle fuel, are frequently not economical unless subsidised. Therefore, new technologies are needed to convert methane into higher value products to justify the conversion of smaller scale or stranded methane sources. One such technology is the biological conversion of methane to higher-value products by methanotrophic organisms.\n\n## 1.2. Phylogeny and metabolism of methanotrophic organisms\n\nMethane serves as a carbon and energy source for a group of aerobic bacteria known as methanotrophs. The first step in aerobic methane metabolism is the oxidation of methane to methanol. The enzyme responsible - methane monooxygenase - occurs in two forms, a soluble (sMMO) enzyme, or membrane-associated particulate (pMMO) enzyme. Methanol is further oxidised to formaldehyde, formate and CO2, or assimilated as cellular components.\n\nMethanol is subsequently oxidised to formaldehyde which can be assimilated into cellular metabolites, or further oxidised to formate and CO2 to provide energy to the cell in the form of reducing equivalents (Kalyuzhnaya et al., 2015). The aerobic methaneoxidisers span different bacterial phyla, including Gammaproteobacteria (Methylococcaceae, commonly referred to as Type I and Type X), Alphaproteobacteria (Methylocystaceae, commonly referred to as Type II, Beijerinckiaceae and unclassified Rhizobiales) and Verrucomicrobia ( Methylacidiphilales , '' Methyloacida ', and '' Methylacidimicrobium '). Interestingly, members of the division NC10 ( Candidatus Methylomirabilis spp.), which are generally anaerobic, are able to oxidise methane aerobically or anaerobically due to the similarity of their MMO enzymes (Ettwig et al., 2010).\n\nThe metabolic pathways for methane oxidation, carbon assimilation and product formation have been reviewed recently (Kalyuzhnaya et al., 2015; Koller et al., 2013), while the metabolic and physiological comparisons of different microbial groups for industrial strain selections have been summarised in Kalyuzhnaya (2016). Briefly, gammaproteobacterial methanotrophs are metabolically versatile, as they may assimilate methane via the ribulose monophosphate (RuMP), Embden-Meyer hof-Parnas (EMP), Entner-Doudoroff (EDD) and phosphoketolase (PK) pathways, the partial serine cycle or the Calvin-Benson-Bas sham (CBB) cycle. The members of the Gammaproteobacteria have the highest carbon conversion efficiencies (up to 56%). The alphaproteobacterial methanotrophs can assimilate C1-carbon via the serine cycle linked to ethylmalonyl-CoA pathway (EMCP) or glyoxylate shunt and the CBB cycle. Both, Verrucomicrobia and Candidatus Methylomirabilis spp. assimilate C1-carbon via the CBB cycle. Importantly, these pathways all provide a natural route for the formation of carbon-carbon bonds from a methane substrate, allowing the highly specific conversion of methane to a wide range of biological products. While these types of reactions are difficult to achieve using thermochemical means, methanotrophic organisms provide a natural method of achieving efficient conversion of methane to a variety of products.\n\n## 2. Methanotroph products\n\nThere are many potential products that could be generated by the diverse bacteria capable of methane-oxidation (Strong et al., 2015; Trotsenko et al., 2005). These include single-cell protein, biopolymers, surface layers, lipids, methanol, organic acids, ectoine, vitamin B12, sucrose (Khmelenina et al., 2015), or copper-binding proteins such as methanobactin (Balasubramanian and Rosenzweig, 2008). Genetically engineered methanotrophs can overproduce naturally-occurring metabolites or non-native compounds, including such molecules as carotenoids, isoprene, 1,4 butanediol, farnesene, or lactic acid (Henard et al., 2016; Saville et al., 2014). Some of their native enzymes (e.g. glucose-6-phosphate dehydrogenase, glutamate dehydrogenase, malate dehydrogenase, alcohol oxidase and catalase) have high catalytic efficiencies (Trotsenko et al., 2005) and, therefore, are potential products when purified or expressed using commercial production platforms. Methanotrophs may also be used for atmospheric methane mitigation, and the broad substrate range of their methane-oxidising enzymes enables bioremediation of contaminated soils, wastewater treatment, and chemical transformation - such as the conversion of propene to propylene oxide (Strong et al., 2015). The potential products pertinent to this article are briefly discussed in this section.\n\n## 2.1. Single-cell protein\n\nSingle cell protein (SCP) production is an intensively researched field from both an academic and industrial view (Bothe et al., 2002;\n\nHelm et al., 2006; Overland et al., 2010). Single cell protein from methane-oxidising bacteria is the most advanced and marketready product. Products based on SCP, such as FeedKind TM protein (Calysta Inc.: Silverman (2015)), are currently being targeted for a variety of applications in the aqua/mariculture and livestock feed industries. The protein is derived from a mixed culture dominated by Methylococcus capsulatus Bath, and is approved by the European Union for use in protein nutritional feeds for salmon and livestock (e.g. pigs, poultry and cattle).\n\n## 2.2. Biopolymers\n\nBiopolymer accumulation within microbes occurs as a result of imbalanced growth, i.e. a nutrient limitation in the presence of sufficient or excess carbon. Polyhydroxyalkanoate biopolymers - such as polyb -hydroxybutyrate (PHB) - are widely recognised as potential replacements for conventional oil-derived polymers. Many methylotrophs and methanotrophs have been assessed for polyhydroxyalkanoate production and these are tabled in reviews by Khosravi-Darani et al. (2013) and Rittmann (2008). Alphaproteobacteria such as Methylocystis , Methylobacterium and Methylosinus are able to accumulate polyhydroxyalkanoates, with molecular weights of up to 3.1 MDa (Helm et al., 2008) and yields of up to 82 Wt% (with citrate as a co-substrate: Zuniga et al. (2013). Biosynthesis in Alphaproteobacteria is interconnected with the core metabolic pathways (the serine cycle and the ethylmalonyl-CoA pathway), which limits application of metabolic engineering for further improvements. Biopolymer yield and quality may be affected by pH, temperature and the available concentrations of methane, oxygen, carbon dioxide, macronutrients (nitrogen, phosphorus, sulphur, potassium, magnesium sodium) and trace metals such as copper, iron, zinc, manganese cobalt (Karthikeyan et al., 2015; Pieja et al., 2011). The structure may be enhanced by the presence of co-substrates such as hydroxy-acid precursors, or the addition of citrate or propionate, to generate poly(3-hydroxybutyrateco -3hydroxyvalerate) - PHBV - which is tougher and more elastic than PHB (Strong et al., 2016). The use of methane to generate bulk polymers is being investigated by a number of US, Russian and Indian companies because of the potential to lower production costs for PHB compared to other carbon feedstocks (Choi and Lee, 1997; Khosravi-Darani et al., 2013). NewLight Technologies Inc. has developed a commercial process for the production of PHB-based products using a proprietary methanotroph (http://newlight.com).\n\n## 2.3. Ectoine\n\nEctoine is a cyclic imino acid produced intra-cellularly by bacteria to survive in a salt-rich environment. It is an efficient stabiliser of enzymes, nucleic acids, and DNA-protein complexes. It is commercially produced using the halophilic Gammaproteobacterium Halomonas elongata DSM 2581 T (Schwibbert et al., 2011). It is a valuable product that retails at approximately US$1000/kg and can be used as a moisturiser in cosmetics. Global consumption is at a scale of &lt;15,000 tonnes year /C0 1 . The ectoine biosynthesis pathway in Methylomicrobium alcaliphilum 20Z is similar to that used by other halotolerant heterotrophic bacteria and involves three specific enzymes (diaminobutyric acid aminotransferase, diaminobutyric acid acetyltransferase, and ectoine synthase) regulated by a MarR-like transcriptional regulator (Mustakhimov et al., 2010). Ectoine is released into the surrounding medium when the bacteria are exposed to a lower salt concentration. This allows bacterial cells to be reused multiple times for accumulation and excretion by altering the osmotic potential of the surrounding medium (Sauer and Galinski, 1998). Moderately halotolerant methanotrophs and methylotrophs are able to accumulate up to 12% of their dry mass as ectoine (Khmelenina et al., 1999; Trotsenko et al., 2005).\n\n## 2.4. Lipids\n\nMost methanotrophs contain abundant intracellular cytoplasmic membranes (ICM) that house pMMO. These ICM are arranged as either stacked discs (Gammaproteobacteria and Verrucomicrobia) or follow the contour of the outer cytomembrane (Alphaproteobacteria). There are two major classes of phospholipids in methanotrophs: phosphatidyl-glycerol and phosphatidylethanolamine (phosphatidyl methyl ethanolamine and phosphatidyl dimethyl ethanolamine). With a few exceptions, the phospholipids in gammaproteobacterial methanotrophs are predominantly C16:1 fatty acids, while those in alphaproteobacterial methanotrophs are predominantly C18:1 fatty acids (Bowman et al., 1991; Fang et al., 2000). Methanotroph biomass contains up to 20% lipids (Conrado and Gonzalez, 2014). An increase to approximately 35% lipid content could justify methane to biodiesel conversion (Khmelenina et al., 2015). Several projects under the ARPA-e programme in the US are focussed on improving lipid production in methanotrophs using synthetic biology. The list of targeted products includes short to large chain alkanes, fatty acid ethyl esters (FAEE), fatty acid methyl esters (FAME) and free fatty acids derived from methane (or methanol). Although phospholipids suit diesel production, the high hetero-atom content and presence of sugars or PHBs in the extract negatively impact downstream catalysis (Fei et al., 2014). An alternative higher-value application is to include these lipids in a health supplement to lower the ratio of LDL to HDL cholesterol and increase docosahexaenoic acid levels (immuno-protectant) in the plasma (Müller et al., 2004, 2005).\n\n## 2.5. Surface layers\n\nBacterial cell surface layers are regular para-crystalline structures that cover the entire surface of a cell and consist of a single layer of identical proteins or glycoproteins. It has been speculated that the surface layer serves as a protective external barrier in saltrich environments. Regularly arranged glycoprotein surface layers of hexagonal and linear symmetry have been observed on the outer cell walls of two halo-tolerant Methylobacter species (Khmelenina et al., 1999). However, many neutrophilic and non-halophilic methanotrophs form these structures. It is likely that proteins associated with surface layers facilitate copper ion transport to pMMO in methanotrophs, and provide an additional mechanism to maintain copper homeostasis in the cells (Anthony, 2004; Culpepper and Rosenzweig, 2014; Johnson et al., 2014).\n\nThese glycoproteins are potentially of industrial interest because they intrinsically self-assemble and recrystallise to form porous semi-permeable membranes. These characteristics, and subsequent functionalisation of surfaces, has led to new types of ultrafiltration membranes, affinity structures, enzyme membranes, micro-carriers, biosensors, diagnostic devices, biocompatible surfaces and vaccines, as well as targeting, delivery, and encapsulation systems (Egelseer et al., 2009; Rahalkar, 2006; Sleytr and Sara, 1997).\n\n## 2.6. Methanobactin\n\nCopper plays a key role in the physiology of methanotrophs as the particulate methane mono-oxygenase requires copper for catalytic activity (Bowman, 2006). Methanobactins are high affinity copper-binding compounds synthesised by these bacteria to maintain their copper requirement. Functionally, methanobactin represents an extracellular component of a copper acquisition system (DiSpirito et al., 2016). In addition to particulate methane monooxygenase activity, methanobactin may function in copper uptake, regulation of soluble methane monooxygenase expression and protection against copper toxicity (Balasubramanian and Rosenzweig, 2008). They are analogous to iron siderophores (which solubilise and bind Fe(III)), and are classified as chalkophores as they bind copper. The high affinity of methanobactin for Cu(I) cations, as well its ability to bind other metals such as gold, iron, nickel, zinc, cobalt, cadmium, mercury, and uranium (Heyer et al., 2005; Pieja et al., 2011), could be applied in environmental remediation and metal recovery from mine leachates, or even therapeutics (DiSpirito et al., 2016; Follner et al., 1993). The binding of different metals by methanobactin suggests that methanotrophic activity also may play a role in solubilisation or immobilisation of many metals in situ .\n\n## 2.7. Novel compounds of pharmaceutical potential\n\nSome methanotrophic cultures produce antibacterial proteins termed bacteriocins (Pashkova et al., 1997; Starostina et al., 1998). The antibacterial protein synthesised by Methylocystis minimus was an 8 kD protein (Pashkova et al., 1997), while the Methylobacter bovis (now Methylobacter luteus ) protein weighed approximately 70 kD (Starostina et al., 1998). Both proteins were relatively thermo-stable. The gene clusters encoding a putative precursor and the peptidase that generates the bacteriocin were recently identified in the M. luteus genome (Hamilton et al., 2015). While further research is still required, the discovery of these antibacterial compounds and the encoding genes for their production illustrates the potential to produce novel antibiotics using methanotrophic cultures.\n\n## 2.8. Products, and potential products from genetically modified methanotrophs\n\nProducts from genetically modified (GM) methanotrophs include over-expressed endogenous compounds such as various lipids (FAEE, FAME and free fatty acids) and organic acid (lactic acid), or heterologous compounds (e.g. carotenoids, isoprene, 1,4 butanediol and farnesene). Two recent publications suggest that lactic acid may be over-produced (Henard et al., 2016; Saville et al., 2014). Here, two different methanotrophs ( M. capsulatus Bath and a Methylomicrobium sp.) were engineered to overexpress lactate dehydrogenase, which can convert pyruvate into lactate - a chemical precursor for polymer synthesis. Calysta has partnered with Natureworks with the intention of commercialising polylactic acid from the methane-derived lactate monomer. Methanotrophs have also been engineered to synthesis isoprene (Calysta; SK Innovation/San Diego State University), 1,4 butanediol and farnesene (Intrexon). While these are significant achievements, it is difficult to consider these for a bioprocess because the yields and production efficiencies are not readily available, making it implausible to calculate substrate and bioreactor requirements. Of the GM methanotroph products, only data for carotenoid synthesis is available (Sharpe, 2008; Ye et al., 2007).\n\nOne alternative product is an exogenous surface protein. Exogenous IgG proteins have been successfully expressed by Caulobacter crescentus - which, although not a methanotroph, is an Alphaproteobacteria. It produces a single 98-kDa surface protein (RsaA) in a two-dimensional crystalline array (Doronina et al., 2008). Up to 12% of the total cell protein consists of surface layer protein; which is tolerant of heterologous peptide insertions, and maintains its surface-attached crystalline character (Zúñiga et al., 2011). Theoretically, exogenous therapeutic or IgG proteins can be synthesised on the outer surface of methanotrophic bacteria as a protein G fusion surface layer protein. Methylococcus , Methylothermus , and Methylomicrobium cells are potential candidates as they naturally synthesise surface layers (Khmelenina et al., 2013).\n\n2.9. pMMO as a potential catalyst\n\nThe first step of methane catalysis uses molecular oxygen to generate methanol, and may be broadly represented by the equation: CH4 + O2 + 2e /C0 + 2H + = CH3OH + H2O (Shiemke et al., 1995). In addition to oxidising methane, sMMO and pMMO have broad substrate ranges (although the range of sMMO is greater) and can transform C1-C8 n-alkanes to 1- and 2-alcohols, terminal alkenes to 1,2-epoxides (e.g. propene to propene oxide) and diethyl ether to ethanol/ethanal (Colby et al., 1977). Although the particulate form has a smaller substrate range, it is synthesised by nearly all methanotrophs. pMMO is composed of three subunits, a , b and c , also known as pmoB, pmoA, and pmoC, respectively, arranged in an a 3 b 3 c 3 trimer. The physiological reductant for pMMO has not been identified definitively, but may involve quinones from the quinone pool reduced by a type 2 NADH:quinone oxidoreductase or by methanol dehydrogenase (Culpepper and Rosenzweig, 2012). The most likely physiological electron donor to pMMO is ubiquinol, but the source of electrons to reduce the resultant ubiquinone is not yet known (Kalyuzhnaya et al., 2015). Artificial reductants such as duroquinol and NADH are needed to complete the reaction in vitro (Shiemke et al., 1995). Regenerating the reducing agent is a limiting factor for enzymatic catalysis. In living cells these would be regenerated via the metabolic oxidation of formaldehyde to CO2. Duroquinol has been used as a reducing agent for pMMO, with optimal activity at 45 /C176 C and pH 6.5, oxidising externally-added propene to propylene epoxide at 13.6 nmol min /C0 1 mg /C0 1 protein (Takeguchi et al., 1998). There are also electrochemical and electro-enzymatic methods that could potentially be integrated to the production process to regenerate NADH directly (Addo et al., 2011). Electrochemical NADH regeneration could potentially pave the way for a solely enzymatic process for transforming methane to methanol, or even propene to propylene oxide, that could be conducted at a high catalyst density, higher temperatures and require less aqueous media than live cell-based catalysis. Methanol and propylene oxide are bulk commodities with vast global demand. Propylene oxide is a polyurethane precursor, while methanol is a feedstock chemical that is fuel compatible (blending with petroleum), more energy dense (15.8 MJ/l; methane: 0.038 MJ/l), and easily transportable (Hwang et al., 2014) compared to methane.\n\n## 3. Gas fermentation and media design\n\nFor any microbial process, there are significant challenges in maintaining culture stability, minimising and controlling contamination, and providing an optimal growth environment. While methane is a highly selective carbon source, other bacteria are able to survive in a methanotrophic fermentation by consuming metabolic byproducts such as acetic acid. In the case of SCP, this was fortuitous as it benefited culture stability (Bothe et al., 2002). Selective conditions such as an alkaline pH and a high salt content (e.g. for alkaliphilic halotolerant methanotrophs) can minimise and control contamination. However, media supporting extreme growth conditions requires specialised hardware components. Although methanotrophs such as Methylomicrobium are capable of growing in high salt concentrations (up to 116 g/l: Kalyuzhnaya et al. (2008)). Salt is problematic as it may pit or corrode metal reactor vessels, packing material (gas diffusers) and internal pump components. Glass lined vessels are available, as are corrosion resistant pumps, and graphite or polyethylene can be used a packing material for reactors, but these increase capital costs upon scale-up. Barometric testing has to occur more frequently to ensure reactor integrity. To maintain a high pH requires greater base addition to neutralise organic acids produced during fermentation. This is problematic both due to expense, and the accumulation of the counter ion in the media for media recycling. Accumulation of excreted metabolites may limit the number of times media could be recycled. Furthermore, the high pH and salinity of the media may represent a challenge for wastewater treatment and environmental discharge.\n\nAdditionally, methane-fed aerobic fermentation has unique challenges compared to sugar-based fermentation due to the poor solubility of both methane and oxygen in aqueous solutions. This represents a significant challenge for an efficient large-scale operation. Also, due to the highly reduced nature of methane, a relatively larger amount of oxygen is required relative to sugar-based fermentation. Supply of oxygen represents a challenge regarding gas-liquid mass transfer, and the potential danger when of combining it with methane, which has a lower flammable limit of 4.4% by volume in air. These challenges have been addressed to some extent by the design of specialised reactors. A variety of reactor types has been developed for conventional aerobic fermentation, ranging from continuous stirred tank reactors (CSTRs) to bubble lift and airlift reactors. CSTRs are common bench-scale reactors, but the capital cost for scale up, energy requirements, and poor gas mass transfer render them unfeasible for large-scale gas fermentation. Airlift and bubble lift reactors are also hampered by poor gas mass transfer properties, where a pressurised headspace is often used to enhance transfer. For the commercial FeedKind TM protein production process, a specialised loop reactor with counter current gas delivery, a large surface area for liquid-headspace gas interface, a specialised static mixer design, and pressurised reactors (up to 5 bar) was developed, that can strongly improve gas transfer into the bulk medium. Automated control systems and minimised head space prevent the formation of explosive gas mixtures, thereby assuring safe operation while providing tight control of input gas feeds and nutrients. This reactor design has been validated at large scale (300 m 3 ), demonstrating its suitability for commercial production. However, further improvements are possible and additional research into reactor design is warranted.\n\n## 4. Scenarios for generating multiple products from a single methanotroph\n\nThe production of three flagship compounds (ectoine, PHB and protein G), and additional compounds, is presented in the following section. All processes are based on a sequential batch process. For consistency of comparison, 50% of the reactor broth is replaced with fresh growth media (or recycled media with reconstituted nutrients) for a harvest period based on the strain's doubling time. An additional half an hour per cycle is added for broth and media transfer. It was assumed that the facility would be operate for 24 h a day, 7 days a week, 340 days annually, and generate 1000 tonnes of biomass (dry mass) per year. Hydraulic volume was assumed to be two thirds of the total reactor volume (i.e. 33% of the reactor volume was headspace and gas holdup). Methane and oxygen consumption were based on the specific methane consumption (per gram dry weight) of 18.45 mmol g /C0 1 h /C0 1 and an oxygen consumption of 23.55 mmol g /C0 1 h /C0 1 , recently reported for Methylomicrobium buryatense 5GB1 by Gilman et al. (2015), except for the PHB accumulation stage. Lipid content was assumed as 10% (based on values of up to 10.6% described in Gilman et al. (2015)). The following applies to individual scenarios, and yield recovery efficiencies are presented in Table 2.\n\n- /C15 Ectoine - Single stage reactor. A slightly slower growth rate of 0.20 h /C0 1 was assumed if growing in a more saline environment (compared to 0.23 h /C0 1 observed by Gilman et al. (2015)), equating to a doubling time of 3.5 h and a complete harvest cycle of 4 h.\n\n- /C15 Ectoine - Two stage reactor . The first stage is identical to the single stage reactor, but a second reactor using media with a significantly lower NaCl content is used to induce ectoine excretion. Stationary phase cells were assumed to have half the substrate requirement of growing cells, and a 3.5 h retention time allowed for 9% (g g /C0 1 dry mass) ectoine excretion in Reactor 2 - based on 15.5% (g g /C0 1 dry mass) excretion by H. elongata (Sauer and Galinski, 1998).\n- /C15 PHB - Two stage reactor. Biomass is generated in the first stage, and PHB accumulates under a nutrient deficiency (e.g. phosphorous) in the second stage. The growth rate in the first stage (0.16 h /C0 1 ), the biomass dry weight (50 g l /C0 1 ) and PHB content (50%) is based on data from Helm et al. (2008). The methane consumption, cell density, final PHB content and accumulation period for the second stage were based on a 24 h accumulation period, 51% PHB content and product yield of 0.45 g/g CH4 reported in Helm et al. (2008), while the molar methane to oxygen ratio (1:1.28) was based on the ratio reported by Gilman et al. (2015).\n- /C15 Protein G synthesis by a GM methanotroph. In this theoretical scenario, protein G was synthesised externally as part of a surface layer protein for a methanotroph with a growth rate of 0.37 h /C0 1 (doubling time: 1.87 h), based on the growth of M. capsulatus (Bath) reported by Joergensen and Degn (1987), and the ability to harvest at 50 g l /C0 1 (as per PHB production: Helm et al. (2008)). This scenario was to illustrate the effect of growth rate and cell harvest density on substrate consumption and reactor volume requirements.\n\n## 4.1. Generating ectoine and other products using a halotolerant Methylomicrobium or Methylobacter species\n\nEctoine production by an alkaliphilic halotolerant methanotroph, with the potential to also harvest lipids, pMMO, surface layers and methanobactin, is considered in a single and a twostage process (Fig. 1A). The production of these compounds by Methylomicrobium or Methylobacterium species is verified in literature, except methanobactin - which is assumed. Alkaliphilic cultures have well-developed metabolic models and a range of reliable genetic tools, which makes them an attractive system for biotechnological engineering (Ojala et al., 2011; Kalyuzhnaya et al., 2015; de la Torre et al., 2015).\n\nEctoine synthesis would require 1328 tonnes of methane and 4352 tonnes of oxygen annually, for a single stage reactor where biomass increased from 12.5 to 25 g/l over 3.5 h period. An additional 448 tonnes of methane and 567 tonnes of oxygen would be required for the secondary 'milking' reactor, but this would provide a purer ectoine concentrate than a cells extract. The single stage process would require a reactor with hydraulic capacity of 39.2 m 3 - equating to a total reactor volume of 58.8 m 3 . The addition of second reactor for harvesting ectoine excreted from the live culture would increase the required hydraulic capacity to 58.8 m 3 , and total reactor volume to 88.2 m 3 .\n\nUsing the single stage process would allow biomass to be concentrated, stored and processed in a batch-wise manner (potentially yielding 102 tonnes ectoine per 1000 tonnes biomass). This is worth considering as ectoine-rich cells may be valuable enough to warrant decentralised production and centralised processing. In the two-stage process ectoine accumulation and excretion are partitioned between reactors with differing osmotic potential, generating 90 tonnes of excreted ectoine annually. Crude ectoine in the aqueous solution would require onsite purification and concentration. This system may be advantageous as biomass can be recycled for multiple bouts of ectoine accumulation and excretion. Ectoine was repeatedly harvested (nine times) when recycling H. elongata biomass through accumulation and excretion phases, with an aver- age ectoine yield of 15.5% of the dry mass (Sauer and Galinski, 1998). While a secondary reactor adds to gas consumption and the reactor footprint, recycling the biomass could potentially offset gas usage - as methane could be directed towards product synthesis rather than biomass synthesis. Although SCP is a potential product, the relatively high residual ectoine content poses an unknown health risk for a feed supplement. Its effect on animal health has not been assessed and it may prove unsuitable. If so, an alternative option is to harvest the ectoine, and individual components such as the external proteins (surface layers: 70 tonnes), internal proteins (methanobactin: 5 tonnes) and lipids (80 tonnes). Lipid synthesis in methanotrophs varies with varying salt content in growth media. At higher NaCl concentration phosphatidylglycerol content increases, while phosphatidylethanolamine content decreases. Methylomicrobium alcaliphilus 20Z grown at pH 9.0 in the presence of NaCl had a higher content of acid phospholipids and unbranched fatty acids than cells grown at pH 7.0 without NaCl (Khmelenina et al., 1997).\n\nThe two-stage process presents an opportunity to harvest intact dead cells that house the pMMO and associated cell machinery with an internal content of ectoine that could stabilise the pMMO. This would represents a major fraction of the biomass (&gt;80%) and render the process nearly free of organic waste disposal. In contrast, the single-stage scenario could conceivably generate up to half the biomass as organic waste if the protein within the cells could not be harvested.\n\nThe specific growth conditions used in this process (a high pH, and high salt content) are highly selective and would ensure a culture relatively free of contaminant bacteria and predatory eukaryotes. Literature supports these culture conditions: M. buryatense 5B grew optimally at pH 9.5 with 7.5 g/l NaCl (Eshinimaev et al., 2002) and M. alcaliphilus 20Z cells oxidised and assimilated methane at the highest rate at pH 9.0 in the presence of 41 g/l NaCl (Khmelenina et al., 1997). However, culture at pilot and commercial scale is still an unknown. While high salinity and pH offers some advantages, such as preventing fungal and microbial contamination, these conditions represent a number of technical hurdles (Section 3). However, if these operating conditions are unsustainable, it is likely that halotolerant alkaliphilic methanotrophs can be improved via the adaptive evolution to grow in a less extreme environment. Currently, several novel strains of M. alcaliphilus 20Z are capable of growth at a lower pH, low salinity and/or in the presence of high concentrations of organic acids or alcohols (Kalyuzhnaya, unpublished).\n\n## 4.2. Generating PHB and other products using Methylocystis or Methylosinus species\n\nHere, PHB production by an alphaproteobacterial methanotroph is considered using a two-stage process. Other potential products considered here are lipids, a 7 kD bacteriocin, and potentially an extruded solid of the remaining biomass after PHB extraction and crystallisation. Biomass is generated in the first stage and PHB is accumulated in the second stage (Fig. 1B). The first stage would consume 1328 tonnes of methane and 1700 tonnes of oxygen annually. The second stage would require a further 1111 tonnes of methane and 2844 tonnes of oxygen. Total methane consumption and oxygen consumption would approximate 3180 and 8141 tonnes year /C0 1 respectively. This is the highest gas requirement for any of the production scenarios presented here, and illustrates the disadvantage of a secondary reactor where the cells must be maintained for an extended period of time (24 h). The first stage in this process only requires a hydraulic capacity of 23.5 m 3 (total reactor volume of 35.3 m 3 ). However, the hydraulic retention time in the second reactor is five times longer than the harvest cycle in\n\nTable 2\n\nPotential product yields, gas consumption and reactor volume requirements for processing scenarios based primarily on ectoine, PHB or protein G synthesis producing 1000 tonnes of methanotroph biomass annually.\n\n|                                                                  | Ectoine (1-stage)                                                        | Ectoine (2-stage)      | Ectoine (2-stage)      | PHB (2-stage)                              | PHB (2-stage)                              | Protein G (1-stage)                                |\n|------------------------------------------------------------------|--------------------------------------------------------------------------|------------------------|------------------------|--------------------------------------------|--------------------------------------------|----------------------------------------------------|\n| Culture parameters                                               |                                                                          | Reactor 1              | Reactor 2              | Reactor 1                                  | Reactor 2                                  |                                                    |\n| Initial dry mass (g l /C0 1 )                                    | 12.5                                                                     | 12.5                   | 50                     | 25                                         | 50                                         | 25                                                 |\n| Harvest dry mass (g l /C0 1 )                                    | 25                                                                       | 25                     | 44                     | 50                                         | 50                                         | 50                                                 |\n| Dilution (h /C0 1 )                                              | 0.2                                                                      | 0.2                    | -                      | 0.16                                       | -                                          | 0.37                                               |\n| Doubling time (h)                                                | 3.47                                                                     | 3.47                   | -                      | 4.33                                       | -                                          | 1.87                                               |\n| Drain and fill time (h)                                          | 0.5                                                                      | 0.5                    | -                      | 0.5                                        | -                                          | 0.5                                                |\n| Time for full cycle (h)                                          | 4.0                                                                      | 4.0                    | 4.0                    | 4.8                                        | 24                                         | 2.4                                                |\n| Cycles/harvests (day /C0 1 )                                     | 6                                                                        | 6                      | 6                      | 5.0                                        | 1                                          | 10                                                 |\n| Biomass generated daily per litre bioreactor (g day /C0 1        | 75                                                                       | 75                     | -                      | 125                                        | -                                          | 250                                                |\n| Operational days per year                                        | 340                                                                      | 340                    | 340                    | 340                                        | 340                                        | 340                                                |\n| Biomass generated annually per litre (tonnes year /C0 1          | 0.0255                                                                   | 0.0255                 | -                      | 0.0425                                     | -                                          | 0.085                                              |\n| Reactor volume for 1000 tonnes year /C0 1 (total reactor volume) | Reactor volume for 1000 tonnes year /C0 1 (total reactor volume)         |                        |                        |                                            |                                            |                                                    |\n| Daily required hydraulic volume (m 3 )                           | 39.2                                                                     | 39.2                   | 19.6 (58.8)            | 23.5                                       | 58.8 (82.4)                                | 11.8                                               |\n| Total reactor volume (m 3 )                                      | 58.8                                                                     | 58.8                   | 29.4 (88.2)            | 35.3                                       | 88.2 (123.5)                               | 17.6                                               |\n| Annual yield (per 1000 tonnes)                                   |                                                                          |                        |                        |                                            |                                            |                                                    |\n| Primary product                                                  | Ectoine 102 tonnes (12% CDW at 85% recovery)                             | Ectoine 90 tonnes (12% | Ectoine 90 tonnes (12% | PHB 400 tonnes (50%                        | PHB 400 tonnes (50%                        | Protein G 63 tonnes (10% proteins at 90% recovery) |\n| Lipids                                                           | 80 tonnes (10% CDW at 80% recovery)                                      | CDW at 70% recovery)   | CDW at 70% recovery)   | CDW at 80% recovery) 80 tonnes (10% CDW at | CDW at 80% recovery) 80 tonnes (10% CDW at | 80 tonnes (10% CDW at 80% recovery)                |\n| Single cell protein Surface layers                               | 400 tonnes (50% CDW at 90% recovery) 75 tonnes (10% CDW at 75% recovery) |                        |                        |                                            |                                            | 560 tonnes (70% CDW at 90% recovery)               |\n| Methanobactin pMMO-containing biomass                            | 5 tonnes (1% CDW at 50% recovery)                                        | 817 tonnes (86% CDW    | 817 tonnes (86% CDW    |                                            |                                            | 5 tonnes (1% CDW at 50% recovery)                  |\n|                                                                  |                                                                          | recovery               | remainder)             |                                            | at 50%                                     |                                                    |\n| Bacteriocin                                                      |                                                                          |                        |                        | 5 tonnes (1%                               | (100%                                      |                                                    |\n| Gas consumption * (total gas use)                                |                                                                          |                        |                        |                                            |                                            |                                                    |\n| g CH 4 per gram biomass                                          | 1.70                                                                     | 1.70                   | 1.03                   | 2.07                                       | 1.11                                       | 1.04                                               |\n| CH 4 (tonnes year /C0 1 )                                        | 1700                                                                     | 1700                   | 1033 (2733)            | 2069                                       | 1111 (3180)                                | 1039                                               |\n| O 2 (tonnes year /C0 1 )                                         | 4352                                                                     | 4352                   | 2267 (6996)            | 5296                                       | 2844 (8141)                                | 2659                                               |\n\nCDW: cell dry weight\n\n* Based on a specific methane uptake 18.45 mmol gCDW /C0 1 h /C0 1 and 1.28:1 mol O2:CH4 (except for PHB R2).\n\nFig. 1. Process flow diagram for a biorefinery primarily based on the production of (A) ectoine, where 1: single stage and 2: two stage, (B) PHB and (C) protein G from methanotrophic bacteria.\n\n<!-- image -->\n\nthe first stage, and increased the required hydraulic volume by 58.8 m 3 (total reactor volume: 123.5 m 3 ).\n\nAt an 80% recovery efficiency, there is potential to generate 400 tonnes of high molecular weight (3 kDa) PHB. In a technoeconomic analysis of PHB generated using methane as the microbial carbon source, Levett et al. (2016) proposed acetone-based PHB extraction of dried biomass (&lt;6 Wt% water), where PHB was solubilised at 90 /C176 C under pressure (3 bar) for two hours. Insoluble biomass components were removed by centrifugation and the PHB dissolved in the acetone was crystallised/precipitated by cooling to 40 /C176 C and mixing with water (2:1). The insoluble biomass components would retain a fraction of acetone containing solubilised PHB. Typically, this would be recovered by solvent washing, but an alternative option would be extruding the remaining insoluble\n\ncell material biomass as a pellet, wafer or rod prior to recovering the remaining acetone. The extruded biomass would effectively be considered a heat-sterilised product nearly completely free of water, and could potentially be used as packaging/filler material or, at worst, burnt if the calorific value and ash content were within acceptable ranges. It would consist predominantly of thermally degraded intracellular components and peptidoglycan (crosslinked N -acetylglucosamine and N -acetylmuramic acid), and could find higher-value applications if surface active groups were identified that allowed easy functionalisation. If the polymer-bonded organic residue could find an application an additional 180 tonnes year /C0 1 of waste would become a product.\n\nAcomplex lipid and aqueous residue would remain after organic solvent recovery. The PHB extraction process would not favour subsequent enzyme or protein recovery, as the drying and thermal degradation would affect the tertiary structure. However, a smaller protein such as a 7 kD bacteriocin may survive the thermo-solvent extraction process and partition into the aqueous phase after solvent recovery. An added advantage for this process is the lack of sterility required to produce PHB. Literature indicates that significant quantities can be produced in a stable fashion by these methanotrophs in mixed cultures (Strong et al., 2016). The opportunity to operate under non-sterile conditions at an industrial scale would reduce operating costs. As with Scenario 2 for ectoine production, this scenario could produce very little organic waste. The possibility of sacrificing a fraction of the soluble PHB in the solvent phase to produce an extruded material will notably lower the organic waste generated in this scenario. The organic waste would primarily be soluble, degraded compounds remaining in the aqueous phase after crystallisation of the polymer and solvent recovery.\n\n4.3. Generating protein G and other products using a genetically modified Methylococcus, Methylomicrobium or Methylothermus species\n\nThe third flagship product is the theoretical production of an IgG protein on the outer surface of a GM methanotroph as a protein G fusion surface layer protein (Fig. 1C). Based on an increase of biomass from 25 to 50 g/l over a 2.4 h period, the methanotrophs would consume 1039 tonnes of methane and 2659 tonnes of oxygen. Compared to the single stage production of ectoine, this process scenario would use 660 tonnes less methane, and 1690 tonnes less oxygen per year, illustrating the direct operational savings from a faster growth rate and a higher working concentration. Additionally, a faster growth rate is advantageous regarding reactor volume requirements. This process had the smallest reactor footprint, needing a hydraulic capacity of only 11.8 m 3 and a total reactor volume of 17.6 m 3 .\n\nAssuming the GMO had a typical total protein content of 70% obtained with M. capsulatus (Bath) and that the fusion protein comprised 10% of total cell protein, a 90% recovery efficiency would yield 63 tonnes of protein G. If 90% of the remaining protein could be recovered as SCP, this would yield 560 tonnes of SCP annually and significantly lower the waste from the process. While single cell protein from M. capsulatus (Bath) has regulatory approval for use as an animal feed, genetic modification would require reassessing the SCP for use as a feed supplement. An alternative to harvesting the SCP would be to harvest the lipids (80 tonnes annually) and methanobactin (5 tonnes annually), or even the entire cell mass for the pMMO - if the fusion protein could be enzymatically cleaved from the cell surface in a cell concentrate.\n\n## 5. Conclusion\n\nBacteria that use methane as their carbon source could be used in a biorefinery manner to generate multiple products during a sin- gle fermentation, including SCP, PHB, ectoine and lipids, or potential future products such as pMMO, methanobactin, bacteriocin and surface layers. Optimal production is an interplay between facility costs, yield, production rate, process efficiency and market value. The process scenarios presented illustrate the effects of growth rate and product accumulation on substrate use and reactor volume required. Studies at pilot scale, or that close the C, N and O mass balances, are vital to better determine financial feasibility.\n\n## Acknowledgements\n\nPJS and WPC gratefully acknowledge the support of the Centre for Solid Waste Bioprocessing, a joint initiative of the University of Queensland and Remondis Australia Pty Ltd. MK gratefully acknowledges support from the Department of Energy, Office of Energy Efficiency and Renewable Energy (EERE) under Award Number DE-EE0006877.\n\n## References\n\nAbbasi, T., Tauseef, S.M., Abbasi, S.A., 2012. Anaerobic digestion for global warming control and energy generation-An overview. Renew. Sustain. Energy Rev. 16 (5), 3228-3242.\n\nAddo, P.K., Arechederra, R.L., Waheed, A., Shoemaker, J.D., Sly, W.S., Minteer, S.D., 2011. Methanol production via bioelectrocatalytic reduction of carbon dioxide: role of carbonic anhydrase in improving electrode performance. Electrochem. Solid-State Lett. 14 (4), E9-E13.\n\nAnthony, C., 2004. The quinoprotein dehydrogenases for methanol and glucose. Arch. Biochem. Biophys. 428 (1), 2-9.\n\nBalasubramanian, R., Rosenzweig, A.C., 2008. Copper methanobactin: a molecule whose time has come. Curr. Opin. Chem. Biol. 12 (2), 245-249.\n\nBothe, H., Møller Jensen, K., Mergel, A., Larsen, J., Jørgensen, C., Bothe, H., Jørgensen, L., 2002. Heterotrophic bacteria growing in association with Methylococcus capsulatus (Bath) in a single cell protein production process. Appl. Microbiol. Biotechnol. 59 (1), 33-39.\n\nBowman, J., 2006. The methanotrophs-the families methylococcaceae and methylocystaceae. In: Dworkin, M., Falkow, S., Rosenberg, E., Schleifer, K.-H., Stackebrandt, E. (Eds.), The Prokaryotes. Springer, New, York, pp. 266-289.\n\nBowman, J.P., Skerratt, J.H., Nichols, P.D., Sly, L.I., 1991. Phospholipid fatty acid and lipopolysaccharide fatty acid signature lipids in methane-utilizing bacteria. FEMS Microbiol. Lett. 85 (1), 15-22.\n\nChoi, J.I., Lee, S.Y., 1997. Process analysis and economic evaluation for poly(3hydroxybutyrate) production by fermentation. Bioprocess. Eng. 17 (6), 335342.\n\nColby, J., Stirling, D., Dalton, H., 1977. The soluble methane monooxygenase of Methylococcus capsulatus (Bath): its ability to oxygenate n-alkanes, n-alkenes, ethers, and acyclic, aromatic and heterocyclic compounds. Biochem. J. 165, 395-402.\n\nConrado, R.J., Gonzalez, R., 2014. Envisioning the bioconversion of methane to liquid fuels. Science 343 (6171), 621-623.\n\nCulpepper, M.A., Rosenzweig, A.C., 2012. Architecture and active site of particulate methane monooxygenase. Crit. Rev. Biochem. Mol. Biol. 47 (6), 483-492.\n\nCulpepper, M.A., Rosenzweig, A.C., 2014. Structure and protein-protein interactions of methanol dehydrogenase from Methylococcus capsulatus (Bath). Biochemistry 53 (39), 6211-6219.\n\nde la Torre, A., Metivier, A., Chu, F., Laurens, L.M.L., Beck, D.A.C., Pienkos, P.T., Lidstrom, M.E., Kalyuzhnaya, M.G., 2015. Genome-scale metabolic reconstructions and theoretical investigation of methane conversion in Methylomicrobium buryatense strain 5G(B1). Microb. Cell Fact. 14, 188.\n\nDiSpirito, A.A., Semrau, J.D., Murrell, J.C., Gallagher, W.H., Dennison, C., Vuilleumier, S., 2016. Methanobactin and the link between copper and bacterial methane oxidation. Microbiol. Mol. Biol. Rev. 80 (2), 387-409.\n\nDoronina, N.V., Ezhov, V.A., Trotsenko, Y.A., 2008. Growth of Methylosinus trichosporium OB3b on methane and poly-b-hydroxybutyrate biosynthesis. Appl. Biochem. Microbiol. 44 (2), 182-185.\n\nEgelseer, E.M., Ilk, N., Pum, D., Messner, P., Schäffer, C., Schuster, B., Sleytr, U.B., Flickinger, M.C, 2009. S-Layers, microbial, biotechnological applications. Encycl. Ind. Biotechnol. John Wiley &amp; Sons, Inc.\n\nEshinimaev, B.T., Khmelenina, V.N., Sakharovskii, V.G., Suzina, N.E., Trotsenko, Y.A., 2002. Physiological, Biochemical, and Cytological Characteristics of a Haloalkalitolerant Methanotroph Grown on Methanol. Microbiology 71 (5), 512-518.\n\nEttwig, K.F., Butler, M.K., Le Paslier, D., Pelletier, E., Mangenot, S., Kuypers, M.M.M., Schreiber, F., Dutilh, B.E., Zedelius, J., de Beer, D., Gloerich, J., Wessels, H.J.C.T., van Alen, T., Luesken, F., Wu, M.L., van de Pas-Schoonen, K.T., Op den Camp, H.J. M., Janssen-Megens, E.M., Francoijs, K.-J., Stunnenberg, H., Weissenbach, J., Jetten, M.S.M., Strous, M., 2010. Nitrite-driven anaerobic methane oxidation by oxygenic bacteria. Nature 464 (7288), 543-548.\n\nFang, J., Barcelona, M.J., Semrau, J.D., 2000. Characterization of methanotrophic bacteria on the basis of intact phospholipid profiles. FEMS Microbiol. Lett. 189 (1), 67-72.\n\nFei, Q., Guarnieri, M.T., Tao, L., Laurens, L.M.L., Dowe, N., Pienkos, P.T., 2014. Bioconversion of natural gas to liquid fuel: opportunities and challenges. Biotechnol. Adv. 32 (3), 596-614.\n\nFollner, C.G., Babel, W., Valentin, H.E., Steinbuchel, A., 1993. Expression of polyhydroxyalkanoic-acid-biosynthesis genes in methylotrophic bacteria relying on the ribulose monophosphate pathway. Appl. Microbiol. Biotechnol. 40 (2-3), 284-291.\n\nGilman, A., Laurens, L.M., Puri, A.W., Chu, F., Pienkos, P.T., Lidstrom, M.E., 2015. Bioreactor performance parameters for an industrially-promising methanotroph Methylomicrobium buryatense 5GB1. Microb. Cell Fact. 14 (1), 182.\n\nHamilton, R., Kits, K.D., Ramonovskaya, V.A., Rozova, O.N., Yurimoto, H., Iguchi, H., Khmelenina, V.N., Sakai, Y., Dunfield, P.F., Klotz, M.G., Knief, C., Op den Camp, H. J.M., Jetten, M.S.M., Bringel, F., Vuilleumier, S., Svenning, M.M., Shapiro, N., Woyke, T., Trotsenko, Y.A., Stein, L.Y., Kalyuzhnaya, M.G., 2015. Draft genomes of gammaproteobacterial methanotrophs isolated from terrestrial ecosystems. Genome Announcements 3 (3), e00515-15.\n\nHelm, J., Wendlandt, K.D., Jechorek, M., Stottmeister, U., 2008. Potassium deficiency results in accumulation of ultra-high molecular weight poly-betahydroxybutyrate in a methane-utilizing mixed culture. J. Appl. Microbiol. 105 (4), 1054-1061.\n\nHelm, J., Wendlandt, K.D., Rogge, G., Kappelmeyer, U., 2006. Characterizing a stable methane-utilizing mixed culture used in the synthesis of a high-quality biopolymer in an open system. J. Appl. Microbiol. 101 (2), 387-395.\n\nHenard, C.A., Smith, H., Dowe, N., Kalyuzhnaya, M.G., Pienkos, P.T., Guarnieri, M.T., 2016. Bioconversion of methane to lactate by an obligate methanotrophic bacterium. Sci. Rep. 6, 21585.\n\nHeyer, J., Berger, U., Hardt, M., Dunfield, P.F., 2005. Methylohalobius crimeensis gen. nov., sp. nov., a moderately halophilic, methanotrophic bacterium isolated from hypersaline lakes of Crimea. Int. J. Syst. Evol. Microbiol. 55 (5), 1817-1826.\n\nHowarth, R., Santoro, R., Ingraffea, A., 2011. Methane and the greenhouse-gas footprint of natural gas from shale formations. Climatic Change 106 (4), 679690.\n\nHwang, I.Y., Lee, S.H., Choi, Y.S., Park, S.J., Na, J.G., Chang, I.S., Kim, C., Kim, H.C., Kim, Y.H., Lee, J.W., Lee, E.Y., 2014. Biocatalytic conversion of methane to methanol as a key step for development of methane-based biorefineries. J. Microbiol. Biotechnol. 24 (12), 1597-1605.\n\nIPCC, 2013. IPCC Fifth Assessment Report (AR4). Climate Change 2013: The Physical Science Basis. In: Stocker, T.F., Qin, D. (Eds.), Working Group I Contribution to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press. Cambridge, United Kingdom and New York, NY, USA, pp. 93-129.\n\nJoergensen, L., Degn, H., 1987. Growth rate and methane affinity of a turbidostatic and oxystatic continuous culture of Methylococcus capsulatus (Bath). Biotechnol. Lett. 9 (1), 71-76.\n\nJohnson, K.A., Ve, T., Larsen, Ø., Pedersen, R.B., Lillehaug, J.R., Jensen, H.B., Helland, R., Karlsen, O.A., 2014. CorA is a copper repressible surface-associated copper(I)binding protein produced in Methylomicrobium album BG8. PLoS ONE 9 (2), e87750.\n\nKalyuzhnaya, M.G., 2016. Chapter 13 - methane biocatalysis: selecting the right microbe. In: Trinh, Carrie A., EckertCong, T. (Eds.), Biotechnology for Biofuel Production and Optimization. Elsevier, Amsterdam, pp. 353-383.\n\nKalyuzhnaya, M.G., Khmelenina, V., Eshinimaev, B., Sorokin, D., Fuse, H., Lidstrom, M., Trotsenko, Y., 2008. Classification of halo(alkali)philic and halo (alkali)tolerant methanotrophs provisionally assigned to the genera Methylomicrobium and Methylobacter and emended description of the genus Methylomicrobium. Int. J. Syst. Evol. Microbiol. 58 (Pt 3), 591-596.\n\nKalyuzhnaya, M.G., Puri, A.W., Lidstrom, M.E., 2015. Metabolic engineering in methanotrophic bacteria. Metab. Eng. 29, 142-152.\n\nKarthikeyan, O., Karthigeyan, C., Cirés, S., Heimann, K., 2015. Review of sustainable methane mitigation and bio-polymer production. Crit. Rev. Environ. Sci. Technol. 45 (15), 1579-1610.\n\nKhmelenina, V.N., Kalyuzhnaya, M.G., Sakharovsky, V.G., Suzina, N.E., Trotsenko, Y. A., Gottschalk, G., 1999. Osmoadaptation in halophilic and alkaliphilic methanotrophs. Arch. Microbiol. 172 (5), 321-329.\n\nKhmelenina, V.N., Kalyuzhnaya, M.G., Trotsenko, Y.A., 1997. Physiological and Biochemical Properties of a Haloalkalitolerant Methanotroph. Mikrobiologiya 66 (3), 447-453.\n\nKhmelenina, V.N., Rozova, N., But, C.Y., Mustakhimov, I.I., Reshetnikov, A.S., Beschastnyi, A.P., Trotsenko, Y.A., 2015. Biosynthesis of secondary metabolites in methanotrophs: biochemical and genetic aspects (review). Appl. Biochem. Microbiol. 51 (2), 150-158.\n\nKhmelenina, V.N., Suzina, N.E., Trotsenko, Y.A., 2013. Surface layers of methanotrophic bacteria. Microbiology 82 (5), 529-541.\n\nKhosravi-Darani, K., Mokhtari, Z.B., Amai, T., Tanaka, K., 2013. Microbial production of poly(hydroxybutyrate) from C-1 carbon sources. Appl. Microbiol. Biotechnol. 97 (4), 1407-1424.\n\nKoller, M., Salerno, A., Muhr, A., Reiterer, A., Braunegg, G., 2013. Polyhydroxyalkanoates: biodegradable polymers and plastics from renewable resources. Mater. Tehnol. 47, 5-12 (Copyright (C) 2013 American Chemical Society (ACS). All Rights Reserved).\n\nLevett, Birkett., Davies, Bell., Langford, A., Laycock, B., Lant, P., Pratt, S., 2016. Techno-economic assessment of poly-3-hydroxybutyrate (PHB) production from methane. Appl. Biochem. Biotechnol. (in submission)\n\nMüller, H., Hellgren, L., Olsen, E., Skrede, A., 2004. Lipids rich in phosphatidylethanolamine from natural gas-utilizing bacteria reduce plasma cholesterol and classes of phospholipids: A comparison with soybean oil. Lipids 39 (9), 833-841.\n\nMüller, H., Skrede, A., Kleppe, G. 2005. Lipids from methanotrophic bacteria for cholesterol reduction, Patent: WO 2005004888 A1.\n\nMustakhimov, I.I., Reshetnikov, A.S., Glukhov, A.S., Khmelenina, V.N., Kalyuzhnaya, M.G., Trotsenko, Y.A., 2010. Identification and characterization of ectr1, a new transcriptional regulator of the ectoine biosynthesis genes in the halotolerant methanotroph Methylomicrobium alcaliphilum 20Z. J. Bacteriol. 192 (2), 410417.\n\nNwaoha, C., Wood, D.A., 2014. A review of the utilization and monetization of Nigeria's natural gas resources: Current realities. J. Nat. Gas Sci. Eng. 18, 412432.\n\nOjala, D.S., Beck, D., Kalyuzhnaya, M.G., 2011. Genetic systems for moderately halo (alkali) philic bacteria of the genus Methylomicrobium. Methods Enzymol. 495, 99-118.\n\nOverland, M., Tauson, A.H., Shearer, K., Skrede, A., 2010. Evaluation of methaneutilising bacteria products as feed ingredients for monogastric animals. Arch. Anim. Nutr. 64 (3), 171-189.\n\nPashkova, N.I., Starostina, N.G., Tsiomenko, A.B., 1997. A secretory protein involved in the antagonistic interactions between methanotrophic bacteria. Biochemistry (Mosc.) 62 (4), 386-390.\n\nPieja, A.J., Rostkowski, K.H., Criddle, C.S., 2011. Distribution and selection of poly-3hydroxybutyrate production capacity in methanotrophic proteobacteria. Microb. Ecol. 62 (3), 564-573.\n\nRahalkar, M., 2006. Aerobic methanotrophic bacterial communities in sediments of Lake Constance Ph.D. In: Fachbereich Biologie. Universitat Konstanz, Germany. Rittmann, B.E., 2008. Opportunities for renewable bioenergy using microorganisms. Biotechnol. Bioeng. 100 (2), 203-212.\n\nSauer, T., Galinski, E.A., 1998. Bacterial milking: a novel bioprocess for production of compatible solutes. Biotechnol. Bioeng. 57 (3), 306-313.\n\nSaville, R.M., Lee, S., Regitsky, D.D., Resnick, S.M., Silverman, J. 2014. Compositions and methods for biological production of lactate from c1 compounds using lactate dehydrogenase transformants, Patent.\n\nSchwibbert, K., Marin-Sanguino, A., Bagyan, I., Heidrich, G., Lentzen, G., Seitz, H., Rampp, M., Schuster, S.C., Klenk, H.P., Pfeiffer, F., Oesterhelt, D., Kunte, H.J., 2011. A blueprint of ectoine metabolism from the genome of the industrial producer Halomonas elongata DSM 2581 T. Environ. Microbiol. 13 (8), 19731994.\n\nSharpe, P.L., 2008. Metabolic engineering of a methanotroph for the production of C40 carotenoids for aquaculture applications. FASEB J. 22 (413), 2.\n\nShiemke, A.K., Cook, S.A., Miley, T., Singleton, P., 1995. Detergent solubilization of membrane-bound methane monooxygenase requires plastoquinol analogs as electron donors. Arch. Biochem. Biophys. 321 (2), 421-428.\n\nShindell, D.T., Faluvegi, G., Koch, D.M., Schmidt, G.A., Unger, N., Bauer, S.E., 2009. Improved attribution of climate forcing to emissions. Science 326 (5953), 716718.\n\nSilverman, J., 2015. Single cell protein: a sustainable approach to meeting the growing protein demand. Aquafeed 7 (2), 10-14.\n\nSleytr, U.B., Sara, M., 1997. Bacterial and archaeal S-layer proteins: structurefunction relationships and their biotechnological applications. Trends Biotechnol. 15 (1), 20-26.\n\nStarostina, N.G., Pashkova, N.I., Tsiomenko, A.B., 1998. Detection and partial characterization of bacteriocin in the methanotrophic bacterium Methylobacter bovis. Biochemistry (Mosc.) 63 (10), 1122-1125.\n\nStrong, P., Xie, S., Clarke, W.P., 2015. Methane as a resource: can the methanotrophs add value? Environ. Sci. Technol. 49 (7), 4001-4018.\n\nStrong, P.J., Laycock, B., Mahamud, S.N.S., Jensen, P.D., Lant, P.A., Tyson, G., Pratt, S., 2016. The opportunity for high performance biomaterials from methane. Microorganisms, Online.\n\nTakeguchi, M., Miyakawa, K., Okura, I., 1998. Properties of the membranes containing the particulate methane monooxygenase from Methylosinus trichosporium OB3b. Biometals 11 (3), 229-234.\n\nTrotsenko, I.A., Doronina, N.V., Khmelenina, V.N., 2005. Biotechnological potential of methylotrophic bacteria: a review of current status and future prospects. Prikl. Biokhim. Mikrobiol. 41 (5), 495-503.\n\nWorldBank, 2015. Zero Routine Flaring, &lt;http://www.worldbank.org/en/programs/ zero-routine-flaring-by-2030&gt;.\n\nYe, R.W., Yao, H., Stead, K., Wang, T., Tao, L., Cheng, Q., Sharpe, P.L., Suh, W., Nagel, E., Arcilla, D., Dragotta, D., Miller, E.S., 2007. Construction of the astaxanthin biosynthetic pathway in a methanotrophic bacterium Methylomonas sp. strain 16a. J. Ind. Microbiol. Biotechnol. 34 (4), 289-299.\n\nZúñiga, C., Morales, M., Le Borgne, S., Revah, S., 2011. Production of polyb -hydroxybutyrate (PHB) by Methylobacterium organophilum isolated from a methanotrophic consortium in a two-phase partition bioreactor. J. Hazard. Mater. 190 (1-3), 876-882.\n\nZuniga, C., Morales, M., Revah, S., 2013. Polyhydroxyalkanoates accumulation by Methylobacterium organophilum CZ-2 during methane degradation using citrate or propionate as cosubstrates. Bioresour. Technol. 130, 686.",
  "chunks": [
    "## A methanotroph-based biorefinery: Potential scenarios for generating multiple products from a single fermentation",
    "P.J. Strong a, ⇑ , M. Kalyuzhnaya b , J. Silverman c , W.P. Clarke a",
    "- a Centre for Solid Waste Bioprocessing, School of Civil Engineering, School of Chemical Engineering, The University of Queensland, Brisbane 4072, Australia\n- b Biology Department, San Diego State University, San Diego, CA 92182-4614, United States",
    "c Calysta, 1140 O'Brien Drive, Menlo Park, CA 94025, United States",
    "## h i g h l i g h t s",
    "- /C15 Methanotrophs can use renewable methane as a carbon source.\n- /C15 Potential to generate multiple products from a single strain.\n- /C15 Multiple products can enhance process economics and decrease organic waste.\n- /C15 Growth rates and cell density strongly affect gas use and reactor volume.",
    "## a r t i c l e i n f o",
    "Article history: Received 29 January 2016 Received in revised form 17 April 2016 Accepted 19 April 2016 Available online 22 April 2016",
    "Keywords: Biogas Biocatalysis Methanotroph PHB pMMO",
    "| 1.   | Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .        | . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                                                                                                                      |   315 |\n|------|---------------------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------|\n|      | 1.1.                                                                                                                                                    | Sustainable methane from organic waste . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                     |   315 |\n|      | 1.2.                                                                                                                                                    | Phylogeny and metabolism of methanotrophic organisms. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                  |   315 |\n| 2.   | Methanotroph products . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . | . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                                                                                                                                      |   316 |\n|      | 2.1.                                                                                                                                                    | Single-cell protein . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  |   316 |\n|      | 2.2.                                                                                                                                                    | Biopolymers. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . |   316 |",
    "Corresponding author at: Centre for Solid Waste Bioprocessing, School of Civil Engineering, School of Chemical Engineering, The University of Queensland, St Lucia 4072,",
    "E-mail address: pjstrong@gmail.com (P.J. Strong).",
    "Contents lists available at ScienceDirect",
    "## Bioresource Technology",
    "j o u r n a l homepage: www.elsevier.com/locate/biortech",
    "## g r a p h i c a l a b s t r a c t",
    "Methane, a carbon source for methanotrophic bacteria, is the principal component of natural gas and is produced during anaerobic digestion of organic matter (biogas). Methanotrophs are a viable source of single cell protein (feed supplement) and can produce various products, since they accumulate osmolytes (e.g. ectoine, sucrose), phospholipids (potential biofuels) and biopolymers (polyhydroxybutyrate, glycogen), among others. Other cell components, such as surface layers, metal chelating proteins (methanobactin), enzymes (methane monooxygenase) or heterologous proteins hold promise as future products. Here, scenarios are presented where ectoine, polyhydroxybutyrate or protein G are synthesised as the primary product, in conjunction with a variety of ancillary products that could enhance process viability. Single or dual-stage processes and volumetric requirements for bioreactors are discussed, in terms of an annual biomass output of 1000 tonnes year /C0 1 . Product yields are discussed in relation to methane and oxygen consumption and organic waste generation.",
    "/C211 2016 Elsevier Ltd. All rights reserved.",
    "| 2.3.   | Ectoine . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .          | . 316   |\n|--------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------|\n| 2.4.   | Lipids . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .         | . 317   |\n| 2.5.   | Surface layers . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .               | . 317   |\n| 2.6.   | Methanobactin. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                 | . 317   |\n| 2.7.   | Novel compounds of pharmaceutical potential. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                       | . 317   |\n| 2.8.   | Products, and potential products from genetically modified methanotrophs . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                                         | . 317   |\n| 2.9.   | pMMO as a potential catalyst. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                          | . 318   |\n| 3.     | Gas fermentation and media design . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                  | 318     |\n| 4.     | Scenarios for generating multiple products from a single methanotroph . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                          | 318     |\n| 4.1.   | Generating ectoine and other products using a halotolerant Methylomicrobium or Methylobacter species . . . . . . . . . . . . . . . . . . . . . . . .                                                                           | . 319   |\n| 4.2.   | Generating PHB and other products using Methylocystis or Methylosinus species. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                                                           | . 319   |\n| 4.3.   | Generating protein G and other products using a genetically modified Methylococcus , Methylomicrobium or Methylothermus species . .                                                                                            | 322     |\n| 5.     | Conclusion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . | 322     |\n|        | Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .         | 322     |\n|        | References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . | 322     |",
    "## 1.1. Sustainable methane from organic waste",
    "Methane is the second most abundant greenhouse gas after carbon dioxide. Methane has a global warming potential up to 86 times greater (measured over 20 years) than CO2, and is responsible for 0.48 W m /C0 2 of atmospheric radiative forcing (Howarth et al., 2011; IPCC, 2013; Shindell et al., 2009). Anaerobic microbial catabolism of organic substrates generates significant amounts of global methane. Typically, the substrate is converted into a soluble compound (hydrolysis) that is metabolised to generate organic acids (acidogenesis and acetogenesis). Acetic acid is transformed into biogas (methanogenesis) - a gas mixture composed primarily of methane and carbon dioxide (Abbasi et al., 2012). Biogas production and capture is an established and sustainable strategy for treating organic waste. The scrubbed methane is used for generating electricity in gas turbines or steam boilers, piped into homes for domestic heating and cooking, or compressed for use as a vehicle fuel (Nwaoha and Wood, 2014).",
    "The rapid expansion of the global market's access to methane, in the forms of natural gas and methane-rich biogas, has improved accessibility and lowered the commodity price. In recent times, there has been growing interest in the biological conversion of methane to fine and commodity chemicals due to economic drivers and the attitude towards sustainable alternatives for the production of these chemicals. Methane represents an enormous resource and opportunity for conversion into higher value products, especially if it can be sourced from stranded natural gas deposits that are not economical to process for conventional heating, or from sustainable point sources, such as high rate digesters or capped landfills. With natural gas alone, the World Bank estimates 92 Mt yr /C0 1 is wasted by flaring or venting (WorldBank, 2015). There are large sources of renewable methane that are either already captured, or present the opportunity for capture. Opportu-",
    "Methane yields from various organic wastes.",
    "| Waste type            | Waste                                                                                                             | Methane yield (Nm 3 t /C0 1 VS) unless otherwise stated               | Reference                                                    |\n|-----------------------|-------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------|--------------------------------------------------------------|\n| Municipal solid waste | /C15 Sub-8 cm fraction shredded MSW /C15 Sub-10 cm of organic fraction of MSW /C15 Source separated organic waste | 92 ± 2 Nm 3 . 'as received' t /C0 1 211 ± 38 200 140 Nm 3 dry t /C0 1 | Clarke et al. (2016) Chynoweth et al. (1992) De Baere (2000) |\n| Waste water sludges   | /C15 Primary sludge /C15 Activated sludge /C15 Activated sludge with 170 /C176 C thermal pretreatment             | 110-190 Nm 3 t /C0 1 TCOD 136 ± 7 242 ± 9                             | Elbeshbishy et al. (2012) Bougrier et al. (2006)             |\n| Food waste            | /C15 Reject bananas /C15 Vegetable waste                                                                          | 398 ± 20 412                                                          | Clarke et al. (2008) Rajeshwari et al. (2001)                |\n| Green waste           | /C15 Leaves (Laurel oak) /C15 Grass (Floratam St. Augustine)                                                      | 129 183                                                               | Owens and Chynoweth (1993)                                   |",
    "TCOD: total chemical oxygen demand and VS: volatile solids.",
    "nities for methane capture include landfills (38 Mt yr /C0 1 ), wastewater treatment (21 Mt yr /C0 1 ) and manure management (11 Mt yr /C0 1 ) (Abbasi et al., 2012). The rate and yield of methane production is dependent on the recalcitrance of the organic material, water availability and culture conditions such as pH, temperature and oxygen ingress. Food wastes are readily digestible and can have high yields of methane, while wastes such as hardwoods are recalcitrant and yield relatively low amounts of methane on a carbon basis (see Table 1 for comparative yields of methane).",
    "Typically, only large landfills are capable of generating sufficient methane to justify the capital and operational expenditure required for the infrastructure and equipment to capture methane and conventional conversion to electrical energy. It is increasingly popular in developed countries to divert organic waste from landfills to high-rate anaerobic digesters, which may use various urban organic wastes (e.g. food, garden waste), agricultural crop residues (e.g. bagasse, corn stover) or even specifically cultivated biomass. However, the return on capital for any such investment is closely tied to the selling price of the final output of the project. In light of recent lower global energy prices, projects which utilise biomethane for electricity production or as a vehicle fuel, are frequently not economical unless subsidised. Therefore, new technologies are needed to convert methane into higher value products to justify the conversion of smaller scale or stranded methane sources. One such technology is the biological conversion of methane to higher-value products by methanotrophic organisms.",
    "## 1.2. Phylogeny and metabolism of methanotrophic organisms",
    "Methane serves as a carbon and energy source for a group of aerobic bacteria known as methanotrophs. The first step in aerobic methane metabolism is the oxidation of methane to methanol. The enzyme responsible - methane monooxygenase - occurs in two forms, a soluble (sMMO) enzyme, or membrane-associated particulate (pMMO) enzyme. Methanol is further oxidised to formaldehyde, formate and CO2, or assimilated as cellular components.",
    "Methanol is subsequently oxidised to formaldehyde which can be assimilated into cellular metabolites, or further oxidised to formate and CO2 to provide energy to the cell in the form of reducing equivalents (Kalyuzhnaya et al., 2015). The aerobic methaneoxidisers span different bacterial phyla, including Gammaproteobacteria (Methylococcaceae, commonly referred to as Type I and Type X), Alphaproteobacteria (Methylocystaceae, commonly referred to as Type II, Beijerinckiaceae and unclassified Rhizobiales) and Verrucomicrobia ( Methylacidiphilales , '' Methyloacida ', and '' Methylacidimicrobium '). Interestingly, members of the division NC10 ( Candidatus Methylomirabilis spp.), which are generally anaerobic, are able to oxidise methane aerobically or anaerobically due to the similarity of their MMO enzymes (Ettwig et al., 2010).",
    "The metabolic pathways for methane oxidation, carbon assimilation and product formation have been reviewed recently (Kalyuzhnaya et al., 2015; Koller et al., 2013), while the metabolic and physiological comparisons of different microbial groups for industrial strain selections have been summarised in Kalyuzhnaya (2016). Briefly, gammaproteobacterial methanotrophs are metabolically versatile, as they may assimilate methane via the ribulose monophosphate (RuMP), Embden-Meyer hof-Parnas (EMP), Entner-Doudoroff (EDD) and phosphoketolase (PK) pathways, the partial serine cycle or the Calvin-Benson-Bas sham (CBB) cycle. The members of the Gammaproteobacteria have the highest carbon conversion efficiencies (up to 56%). The alphaproteobacterial methanotrophs can assimilate C1-carbon via the serine cycle linked to ethylmalonyl-CoA pathway (EMCP) or glyoxylate shunt and the CBB cycle. Both, Verrucomicrobia and Candidatus Methylomirabilis spp. assimilate C1-carbon via the CBB cycle. Importantly, these pathways all provide a natural route for the formation of carbon-carbon bonds from a methane substrate, allowing the highly specific conversion of methane to a wide range of biological products. While these types of reactions are difficult to achieve using thermochemical means, methanotrophic organisms provide a natural method of achieving efficient conversion of methane to a variety of products.",
    "## 2. Methanotroph products",
    "There are many potential products that could be generated by the diverse bacteria capable of methane-oxidation (Strong et al., 2015; Trotsenko et al., 2005). These include single-cell protein, biopolymers, surface layers, lipids, methanol, organic acids, ectoine, vitamin B12, sucrose (Khmelenina et al., 2015), or copper-binding proteins such as methanobactin (Balasubramanian and Rosenzweig, 2008). Genetically engineered methanotrophs can overproduce naturally-occurring metabolites or non-native compounds, including such molecules as carotenoids, isoprene, 1,4 butanediol, farnesene, or lactic acid (Henard et al., 2016; Saville et al., 2014). Some of their native enzymes (e.g. glucose-6-phosphate dehydrogenase, glutamate dehydrogenase, malate dehydrogenase, alcohol oxidase and catalase) have high catalytic efficiencies (Trotsenko et al., 2005) and, therefore, are potential products when purified or expressed using commercial production platforms. Methanotrophs may also be used for atmospheric methane mitigation, and the broad substrate range of their methane-oxidising enzymes enables bioremediation of contaminated soils, wastewater treatment, and chemical transformation - such as the conversion of propene to propylene oxide (Strong et al., 2015). The potential products pertinent to this article are briefly discussed in this section.",
    "## 2.1. Single-cell protein",
    "Single cell protein (SCP) production is an intensively researched field from both an academic and industrial view (Bothe et al., 2002;",
    "Helm et al., 2006; Overland et al., 2010). Single cell protein from methane-oxidising bacteria is the most advanced and marketready product. Products based on SCP, such as FeedKind TM protein (Calysta Inc.: Silverman (2015)), are currently being targeted for a variety of applications in the aqua/mariculture and livestock feed industries. The protein is derived from a mixed culture dominated by Methylococcus capsulatus Bath, and is approved by the European Union for use in protein nutritional feeds for salmon and livestock (e.g. pigs, poultry and cattle).",
    "Biopolymer accumulation within microbes occurs as a result of imbalanced growth, i.e. a nutrient limitation in the presence of sufficient or excess carbon. Polyhydroxyalkanoate biopolymers - such as polyb -hydroxybutyrate (PHB) - are widely recognised as potential replacements for conventional oil-derived polymers. Many methylotrophs and methanotrophs have been assessed for polyhydroxyalkanoate production and these are tabled in reviews by Khosravi-Darani et al. (2013) and Rittmann (2008). Alphaproteobacteria such as Methylocystis , Methylobacterium and Methylosinus are able to accumulate polyhydroxyalkanoates, with molecular weights of up to 3.1 MDa (Helm et al., 2008) and yields of up to 82 Wt% (with citrate as a co-substrate: Zuniga et al. (2013). Biosynthesis in Alphaproteobacteria is interconnected with the core metabolic pathways (the serine cycle and the ethylmalonyl-CoA pathway), which limits application of metabolic engineering for further improvements. Biopolymer yield and quality may be affected by pH, temperature and the available concentrations of methane, oxygen, carbon dioxide, macronutrients (nitrogen, phosphorus, sulphur, potassium, magnesium sodium) and trace metals such as copper, iron, zinc, manganese cobalt (Karthikeyan et al., 2015; Pieja et al., 2011). The structure may be enhanced by the presence of co-substrates such as hydroxy-acid precursors, or the addition of citrate or propionate, to generate poly(3-hydroxybutyrateco -3hydroxyvalerate) - PHBV - which is tougher and more elastic than PHB (Strong et al., 2016). The use of methane to generate bulk polymers is being investigated by a number of US, Russian and Indian companies because of the potential to lower production costs for PHB compared to other carbon feedstocks (Choi and Lee, 1997; Khosravi-Darani et al., 2013). NewLight Technologies Inc. has developed a commercial process for the production of PHB-based products using a proprietary methanotroph (http://newlight.com).",
    "Ectoine is a cyclic imino acid produced intra-cellularly by bacteria to survive in a salt-rich environment. It is an efficient stabiliser of enzymes, nucleic acids, and DNA-protein complexes. It is commercially produced using the halophilic Gammaproteobacterium Halomonas elongata DSM 2581 T (Schwibbert et al., 2011). It is a valuable product that retails at approximately US$1000/kg and can be used as a moisturiser in cosmetics. Global consumption is at a scale of &lt;15,000 tonnes year /C0 1 . The ectoine biosynthesis pathway in Methylomicrobium alcaliphilum 20Z is similar to that used by other halotolerant heterotrophic bacteria and involves three specific enzymes (diaminobutyric acid aminotransferase, diaminobutyric acid acetyltransferase, and ectoine synthase) regulated by a MarR-like transcriptional regulator (Mustakhimov et al., 2010). Ectoine is released into the surrounding medium when the bacteria are exposed to a lower salt concentration. This allows bacterial cells to be reused multiple times for accumulation and excretion by altering the osmotic potential of the surrounding medium (Sauer and Galinski, 1998). Moderately halotolerant methanotrophs and methylotrophs are able to accumulate up to 12% of their dry mass as ectoine (Khmelenina et al., 1999; Trotsenko et al., 2005).",
    "Most methanotrophs contain abundant intracellular cytoplasmic membranes (ICM) that house pMMO. These ICM are arranged as either stacked discs (Gammaproteobacteria and Verrucomicrobia) or follow the contour of the outer cytomembrane (Alphaproteobacteria). There are two major classes of phospholipids in methanotrophs: phosphatidyl-glycerol and phosphatidylethanolamine (phosphatidyl methyl ethanolamine and phosphatidyl dimethyl ethanolamine). With a few exceptions, the phospholipids in gammaproteobacterial methanotrophs are predominantly C16:1 fatty acids, while those in alphaproteobacterial methanotrophs are predominantly C18:1 fatty acids (Bowman et al., 1991; Fang et al., 2000). Methanotroph biomass contains up to 20% lipids (Conrado and Gonzalez, 2014). An increase to approximately 35% lipid content could justify methane to biodiesel conversion (Khmelenina et al., 2015). Several projects under the ARPA-e programme in the US are focussed on improving lipid production in methanotrophs using synthetic biology. The list of targeted products includes short to large chain alkanes, fatty acid ethyl esters (FAEE), fatty acid methyl esters (FAME) and free fatty acids derived from methane (or methanol). Although phospholipids suit diesel production, the high hetero-atom content and presence of sugars or PHBs in the extract negatively impact downstream catalysis (Fei et al., 2014). An alternative higher-value application is to include these lipids in a health supplement to lower the ratio of LDL to HDL cholesterol and increase docosahexaenoic acid levels (immuno-protectant) in the plasma (Müller et al., 2004, 2005).",
    "## 2.5. Surface layers",
    "Bacterial cell surface layers are regular para-crystalline structures that cover the entire surface of a cell and consist of a single layer of identical proteins or glycoproteins. It has been speculated that the surface layer serves as a protective external barrier in saltrich environments. Regularly arranged glycoprotein surface layers of hexagonal and linear symmetry have been observed on the outer cell walls of two halo-tolerant Methylobacter species (Khmelenina et al., 1999). However, many neutrophilic and non-halophilic methanotrophs form these structures. It is likely that proteins associated with surface layers facilitate copper ion transport to pMMO in methanotrophs, and provide an additional mechanism to maintain copper homeostasis in the cells (Anthony, 2004; Culpepper and Rosenzweig, 2014; Johnson et al., 2014).",
    "These glycoproteins are potentially of industrial interest because they intrinsically self-assemble and recrystallise to form porous semi-permeable membranes. These characteristics, and subsequent functionalisation of surfaces, has led to new types of ultrafiltration membranes, affinity structures, enzyme membranes, micro-carriers, biosensors, diagnostic devices, biocompatible surfaces and vaccines, as well as targeting, delivery, and encapsulation systems (Egelseer et al., 2009; Rahalkar, 2006; Sleytr and Sara, 1997).",
    "## 2.6. Methanobactin",
    "Copper plays a key role in the physiology of methanotrophs as the particulate methane mono-oxygenase requires copper for catalytic activity (Bowman, 2006). Methanobactins are high affinity copper-binding compounds synthesised by these bacteria to maintain their copper requirement. Functionally, methanobactin represents an extracellular component of a copper acquisition system (DiSpirito et al., 2016). In addition to particulate methane monooxygenase activity, methanobactin may function in copper uptake, regulation of soluble methane monooxygenase expression and protection against copper toxicity (Balasubramanian and Rosenzweig, 2008). They are analogous to iron siderophores (which solubilise and bind Fe(III)), and are classified as chalkophores as they bind copper. The high affinity of methanobactin for Cu(I) cations, as well its ability to bind other metals such as gold, iron, nickel, zinc, cobalt, cadmium, mercury, and uranium (Heyer et al., 2005; Pieja et al., 2011), could be applied in environmental remediation and metal recovery from mine leachates, or even therapeutics (DiSpirito et al., 2016; Follner et al., 1993). The binding of different metals by methanobactin suggests that methanotrophic activity also may play a role in solubilisation or immobilisation of many metals in situ .",
    "## 2.7. Novel compounds of pharmaceutical potential",
    "Some methanotrophic cultures produce antibacterial proteins termed bacteriocins (Pashkova et al., 1997; Starostina et al., 1998). The antibacterial protein synthesised by Methylocystis minimus was an 8 kD protein (Pashkova et al., 1997), while the Methylobacter bovis (now Methylobacter luteus ) protein weighed approximately 70 kD (Starostina et al., 1998). Both proteins were relatively thermo-stable. The gene clusters encoding a putative precursor and the peptidase that generates the bacteriocin were recently identified in the M. luteus genome (Hamilton et al., 2015). While further research is still required, the discovery of these antibacterial compounds and the encoding genes for their production illustrates the potential to produce novel antibiotics using methanotrophic cultures.",
    "## 2.8. Products, and potential products from genetically modified methanotrophs",
    "Products from genetically modified (GM) methanotrophs include over-expressed endogenous compounds such as various lipids (FAEE, FAME and free fatty acids) and organic acid (lactic acid), or heterologous compounds (e.g. carotenoids, isoprene, 1,4 butanediol and farnesene). Two recent publications suggest that lactic acid may be over-produced (Henard et al., 2016; Saville et al., 2014). Here, two different methanotrophs ( M. capsulatus Bath and a Methylomicrobium sp.) were engineered to overexpress lactate dehydrogenase, which can convert pyruvate into lactate - a chemical precursor for polymer synthesis. Calysta has partnered with Natureworks with the intention of commercialising polylactic acid from the methane-derived lactate monomer. Methanotrophs have also been engineered to synthesis isoprene (Calysta; SK Innovation/San Diego State University), 1,4 butanediol and farnesene (Intrexon). While these are significant achievements, it is difficult to consider these for a bioprocess because the yields and production efficiencies are not readily available, making it implausible to calculate substrate and bioreactor requirements. Of the GM methanotroph products, only data for carotenoid synthesis is available (Sharpe, 2008; Ye et al., 2007).",
    "One alternative product is an exogenous surface protein. Exogenous IgG proteins have been successfully expressed by Caulobacter crescentus - which, although not a methanotroph, is an Alphaproteobacteria. It produces a single 98-kDa surface protein (RsaA) in a two-dimensional crystalline array (Doronina et al., 2008). Up to 12% of the total cell protein consists of surface layer protein; which is tolerant of heterologous peptide insertions, and maintains its surface-attached crystalline character (Zúñiga et al., 2011). Theoretically, exogenous therapeutic or IgG proteins can be synthesised on the outer surface of methanotrophic bacteria as a protein G fusion surface layer protein. Methylococcus , Methylothermus , and Methylomicrobium cells are potential candidates as they naturally synthesise surface layers (Khmelenina et al., 2013).",
    "2.9. pMMO as a potential catalyst",
    "The first step of methane catalysis uses molecular oxygen to generate methanol, and may be broadly represented by the equation: CH4 + O2 + 2e /C0 + 2H + = CH3OH + H2O (Shiemke et al., 1995). In addition to oxidising methane, sMMO and pMMO have broad substrate ranges (although the range of sMMO is greater) and can transform C1-C8 n-alkanes to 1- and 2-alcohols, terminal alkenes to 1,2-epoxides (e.g. propene to propene oxide) and diethyl ether to ethanol/ethanal (Colby et al., 1977). Although the particulate form has a smaller substrate range, it is synthesised by nearly all methanotrophs. pMMO is composed of three subunits, a , b and c , also known as pmoB, pmoA, and pmoC, respectively, arranged in an a 3 b 3 c 3 trimer. The physiological reductant for pMMO has not been identified definitively, but may involve quinones from the quinone pool reduced by a type 2 NADH:quinone oxidoreductase or by methanol dehydrogenase (Culpepper and Rosenzweig, 2012). The most likely physiological electron donor to pMMO is ubiquinol, but the source of electrons to reduce the resultant ubiquinone is not yet known (Kalyuzhnaya et al., 2015). Artificial reductants such as duroquinol and NADH are needed to complete the reaction in vitro (Shiemke et al., 1995). Regenerating the reducing agent is a limiting factor for enzymatic catalysis. In living cells these would be regenerated via the metabolic oxidation of formaldehyde to CO2. Duroquinol has been used as a reducing agent for pMMO, with optimal activity at 45 /C176 C and pH 6.5, oxidising externally-added propene to propylene epoxide at 13.6 nmol min /C0 1 mg /C0 1 protein (Takeguchi et al., 1998). There are also electrochemical and electro-enzymatic methods that could potentially be integrated to the production process to regenerate NADH directly (Addo et al., 2011). Electrochemical NADH regeneration could potentially pave the way for a solely enzymatic process for transforming methane to methanol, or even propene to propylene oxide, that could be conducted at a high catalyst density, higher temperatures and require less aqueous media than live cell-based catalysis. Methanol and propylene oxide are bulk commodities with vast global demand. Propylene oxide is a polyurethane precursor, while methanol is a feedstock chemical that is fuel compatible (blending with petroleum), more energy dense (15.8 MJ/l; methane: 0.038 MJ/l), and easily transportable (Hwang et al., 2014) compared to methane.",
    "## 3. Gas fermentation and media design",
    "For any microbial process, there are significant challenges in maintaining culture stability, minimising and controlling contamination, and providing an optimal growth environment. While methane is a highly selective carbon source, other bacteria are able to survive in a methanotrophic fermentation by consuming metabolic byproducts such as acetic acid. In the case of SCP, this was fortuitous as it benefited culture stability (Bothe et al., 2002). Selective conditions such as an alkaline pH and a high salt content (e.g. for alkaliphilic halotolerant methanotrophs) can minimise and control contamination. However, media supporting extreme growth conditions requires specialised hardware components. Although methanotrophs such as Methylomicrobium are capable of growing in high salt concentrations (up to 116 g/l: Kalyuzhnaya et al. (2008)). Salt is problematic as it may pit or corrode metal reactor vessels, packing material (gas diffusers) and internal pump components. Glass lined vessels are available, as are corrosion resistant pumps, and graphite or polyethylene can be used a packing material for reactors, but these increase capital costs upon scale-up. Barometric testing has to occur more frequently to ensure reactor integrity. To maintain a high pH requires greater base addition to neutralise organic acids produced during fermentation. This is problematic both due to expense, and the accumulation of the counter ion in the media for media recycling. Accumulation of excreted metabolites may limit the number of times media could be recycled. Furthermore, the high pH and salinity of the media may represent a challenge for wastewater treatment and environmental discharge.",
    "Additionally, methane-fed aerobic fermentation has unique challenges compared to sugar-based fermentation due to the poor solubility of both methane and oxygen in aqueous solutions. This represents a significant challenge for an efficient large-scale operation. Also, due to the highly reduced nature of methane, a relatively larger amount of oxygen is required relative to sugar-based fermentation. Supply of oxygen represents a challenge regarding gas-liquid mass transfer, and the potential danger when of combining it with methane, which has a lower flammable limit of 4.4% by volume in air. These challenges have been addressed to some extent by the design of specialised reactors. A variety of reactor types has been developed for conventional aerobic fermentation, ranging from continuous stirred tank reactors (CSTRs) to bubble lift and airlift reactors. CSTRs are common bench-scale reactors, but the capital cost for scale up, energy requirements, and poor gas mass transfer render them unfeasible for large-scale gas fermentation. Airlift and bubble lift reactors are also hampered by poor gas mass transfer properties, where a pressurised headspace is often used to enhance transfer. For the commercial FeedKind TM protein production process, a specialised loop reactor with counter current gas delivery, a large surface area for liquid-headspace gas interface, a specialised static mixer design, and pressurised reactors (up to 5 bar) was developed, that can strongly improve gas transfer into the bulk medium. Automated control systems and minimised head space prevent the formation of explosive gas mixtures, thereby assuring safe operation while providing tight control of input gas feeds and nutrients. This reactor design has been validated at large scale (300 m 3 ), demonstrating its suitability for commercial production. However, further improvements are possible and additional research into reactor design is warranted.",
    "## 4. Scenarios for generating multiple products from a single methanotroph",
    "The production of three flagship compounds (ectoine, PHB and protein G), and additional compounds, is presented in the following section. All processes are based on a sequential batch process. For consistency of comparison, 50% of the reactor broth is replaced with fresh growth media (or recycled media with reconstituted nutrients) for a harvest period based on the strain's doubling time. An additional half an hour per cycle is added for broth and media transfer. It was assumed that the facility would be operate for 24 h a day, 7 days a week, 340 days annually, and generate 1000 tonnes of biomass (dry mass) per year. Hydraulic volume was assumed to be two thirds of the total reactor volume (i.e. 33% of the reactor volume was headspace and gas holdup). Methane and oxygen consumption were based on the specific methane consumption (per gram dry weight) of 18.45 mmol g /C0 1 h /C0 1 and an oxygen consumption of 23.55 mmol g /C0 1 h /C0 1 , recently reported for Methylomicrobium buryatense 5GB1 by Gilman et al. (2015), except for the PHB accumulation stage. Lipid content was assumed as 10% (based on values of up to 10.6% described in Gilman et al. (2015)). The following applies to individual scenarios, and yield recovery efficiencies are presented in Table 2.",
    "- /C15 Ectoine - Single stage reactor. A slightly slower growth rate of 0.20 h /C0 1 was assumed if growing in a more saline environment (compared to 0.23 h /C0 1 observed by Gilman et al. (2015)), equating to a doubling time of 3.5 h and a complete harvest cycle of 4 h.",
    "- /C15 Ectoine - Two stage reactor . The first stage is identical to the single stage reactor, but a second reactor using media with a significantly lower NaCl content is used to induce ectoine excretion. Stationary phase cells were assumed to have half the substrate requirement of growing cells, and a 3.5 h retention time allowed for 9% (g g /C0 1 dry mass) ectoine excretion in Reactor 2 - based on 15.5% (g g /C0 1 dry mass) excretion by H. elongata (Sauer and Galinski, 1998).\n- /C15 PHB - Two stage reactor. Biomass is generated in the first stage, and PHB accumulates under a nutrient deficiency (e.g. phosphorous) in the second stage. The growth rate in the first stage (0.16 h /C0 1 ), the biomass dry weight (50 g l /C0 1 ) and PHB content (50%) is based on data from Helm et al. (2008). The methane consumption, cell density, final PHB content and accumulation period for the second stage were based on a 24 h accumulation period, 51% PHB content and product yield of 0.45 g/g CH4 reported in Helm et al. (2008), while the molar methane to oxygen ratio (1:1.28) was based on the ratio reported by Gilman et al. (2015).\n- /C15 Protein G synthesis by a GM methanotroph. In this theoretical scenario, protein G was synthesised externally as part of a surface layer protein for a methanotroph with a growth rate of 0.37 h /C0 1 (doubling time: 1.87 h), based on the growth of M. capsulatus (Bath) reported by Joergensen and Degn (1987), and the ability to harvest at 50 g l /C0 1 (as per PHB production: Helm et al. (2008)). This scenario was to illustrate the effect of growth rate and cell harvest density on substrate consumption and reactor volume requirements.",
    "## 4.1. Generating ectoine and other products using a halotolerant Methylomicrobium or Methylobacter species",
    "Ectoine production by an alkaliphilic halotolerant methanotroph, with the potential to also harvest lipids, pMMO, surface layers and methanobactin, is considered in a single and a twostage process (Fig. 1A). The production of these compounds by Methylomicrobium or Methylobacterium species is verified in literature, except methanobactin - which is assumed. Alkaliphilic cultures have well-developed metabolic models and a range of reliable genetic tools, which makes them an attractive system for biotechnological engineering (Ojala et al., 2011; Kalyuzhnaya et al., 2015; de la Torre et al., 2015).",
    "Ectoine synthesis would require 1328 tonnes of methane and 4352 tonnes of oxygen annually, for a single stage reactor where biomass increased from 12.5 to 25 g/l over 3.5 h period. An additional 448 tonnes of methane and 567 tonnes of oxygen would be required for the secondary 'milking' reactor, but this would provide a purer ectoine concentrate than a cells extract. The single stage process would require a reactor with hydraulic capacity of 39.2 m 3 - equating to a total reactor volume of 58.8 m 3 . The addition of second reactor for harvesting ectoine excreted from the live culture would increase the required hydraulic capacity to 58.8 m 3 , and total reactor volume to 88.2 m 3 .",
    "Using the single stage process would allow biomass to be concentrated, stored and processed in a batch-wise manner (potentially yielding 102 tonnes ectoine per 1000 tonnes biomass). This is worth considering as ectoine-rich cells may be valuable enough to warrant decentralised production and centralised processing. In the two-stage process ectoine accumulation and excretion are partitioned between reactors with differing osmotic potential, generating 90 tonnes of excreted ectoine annually. Crude ectoine in the aqueous solution would require onsite purification and concentration. This system may be advantageous as biomass can be recycled for multiple bouts of ectoine accumulation and excretion. Ectoine was repeatedly harvested (nine times) when recycling H. elongata biomass through accumulation and excretion phases, with an aver- age ectoine yield of 15.5% of the dry mass (Sauer and Galinski, 1998). While a secondary reactor adds to gas consumption and the reactor footprint, recycling the biomass could potentially offset gas usage - as methane could be directed towards product synthesis rather than biomass synthesis. Although SCP is a potential product, the relatively high residual ectoine content poses an unknown health risk for a feed supplement. Its effect on animal health has not been assessed and it may prove unsuitable. If so, an alternative option is to harvest the ectoine, and individual components such as the external proteins (surface layers: 70 tonnes), internal proteins (methanobactin: 5 tonnes) and lipids (80 tonnes). Lipid synthesis in methanotrophs varies with varying salt content in growth media. At higher NaCl concentration phosphatidylglycerol content increases, while phosphatidylethanolamine content decreases. Methylomicrobium alcaliphilus 20Z grown at pH 9.0 in the presence of NaCl had a higher content of acid phospholipids and unbranched fatty acids than cells grown at pH 7.0 without NaCl (Khmelenina et al., 1997).",
    "The two-stage process presents an opportunity to harvest intact dead cells that house the pMMO and associated cell machinery with an internal content of ectoine that could stabilise the pMMO. This would represents a major fraction of the biomass (&gt;80%) and render the process nearly free of organic waste disposal. In contrast, the single-stage scenario could conceivably generate up to half the biomass as organic waste if the protein within the cells could not be harvested.",
    "The specific growth conditions used in this process (a high pH, and high salt content) are highly selective and would ensure a culture relatively free of contaminant bacteria and predatory eukaryotes. Literature supports these culture conditions: M. buryatense 5B grew optimally at pH 9.5 with 7.5 g/l NaCl (Eshinimaev et al., 2002) and M. alcaliphilus 20Z cells oxidised and assimilated methane at the highest rate at pH 9.0 in the presence of 41 g/l NaCl (Khmelenina et al., 1997). However, culture at pilot and commercial scale is still an unknown. While high salinity and pH offers some advantages, such as preventing fungal and microbial contamination, these conditions represent a number of technical hurdles (Section 3). However, if these operating conditions are unsustainable, it is likely that halotolerant alkaliphilic methanotrophs can be improved via the adaptive evolution to grow in a less extreme environment. Currently, several novel strains of M. alcaliphilus 20Z are capable of growth at a lower pH, low salinity and/or in the presence of high concentrations of organic acids or alcohols (Kalyuzhnaya, unpublished).",
    "## 4.2. Generating PHB and other products using Methylocystis or Methylosinus species",
    "Here, PHB production by an alphaproteobacterial methanotroph is considered using a two-stage process. Other potential products considered here are lipids, a 7 kD bacteriocin, and potentially an extruded solid of the remaining biomass after PHB extraction and crystallisation. Biomass is generated in the first stage and PHB is accumulated in the second stage (Fig. 1B). The first stage would consume 1328 tonnes of methane and 1700 tonnes of oxygen annually. The second stage would require a further 1111 tonnes of methane and 2844 tonnes of oxygen. Total methane consumption and oxygen consumption would approximate 3180 and 8141 tonnes year /C0 1 respectively. This is the highest gas requirement for any of the production scenarios presented here, and illustrates the disadvantage of a secondary reactor where the cells must be maintained for an extended period of time (24 h). The first stage in this process only requires a hydraulic capacity of 23.5 m 3 (total reactor volume of 35.3 m 3 ). However, the hydraulic retention time in the second reactor is five times longer than the harvest cycle in",
    "Potential product yields, gas consumption and reactor volume requirements for processing scenarios based primarily on ectoine, PHB or protein G synthesis producing 1000 tonnes of methanotroph biomass annually.",
    "|                                                                  | Ectoine (1-stage)                                                        | Ectoine (2-stage)      | Ectoine (2-stage)      | PHB (2-stage)                              | PHB (2-stage)                              | Protein G (1-stage)                                |\n|------------------------------------------------------------------|--------------------------------------------------------------------------|------------------------|------------------------|--------------------------------------------|--------------------------------------------|----------------------------------------------------|\n| Culture parameters                                               |                                                                          | Reactor 1              | Reactor 2              | Reactor 1                                  | Reactor 2                                  |                                                    |\n| Initial dry mass (g l /C0 1 )                                    | 12.5                                                                     | 12.5                   | 50                     | 25                                         | 50                                         | 25                                                 |\n| Harvest dry mass (g l /C0 1 )                                    | 25                                                                       | 25                     | 44                     | 50                                         | 50                                         | 50                                                 |\n| Dilution (h /C0 1 )                                              | 0.2                                                                      | 0.2                    | -                      | 0.16                                       | -                                          | 0.37                                               |\n| Doubling time (h)                                                | 3.47                                                                     | 3.47                   | -                      | 4.33                                       | -                                          | 1.87                                               |\n| Drain and fill time (h)                                          | 0.5                                                                      | 0.5                    | -                      | 0.5                                        | -                                          | 0.5                                                |\n| Time for full cycle (h)                                          | 4.0                                                                      | 4.0                    | 4.0                    | 4.8                                        | 24                                         | 2.4                                                |\n| Cycles/harvests (day /C0 1 )                                     | 6                                                                        | 6                      | 6                      | 5.0                                        | 1                                          | 10                                                 |\n| Biomass generated daily per litre bioreactor (g day /C0 1        | 75                                                                       | 75                     | -                      | 125                                        | -                                          | 250                                                |\n| Operational days per year                                        | 340                                                                      | 340                    | 340                    | 340                                        | 340                                        | 340                                                |\n| Biomass generated annually per litre (tonnes year /C0 1          | 0.0255                                                                   | 0.0255                 | -                      | 0.0425                                     | -                                          | 0.085                                              |\n| Reactor volume for 1000 tonnes year /C0 1 (total reactor volume) | Reactor volume for 1000 tonnes year /C0 1 (total reactor volume)         |                        |                        |                                            |                                            |                                                    |\n| Daily required hydraulic volume (m 3 )                           | 39.2                                                                     | 39.2                   | 19.6 (58.8)            | 23.5                                       | 58.8 (82.4)                                | 11.8                                               |\n| Total reactor volume (m 3 )                                      | 58.8                                                                     | 58.8                   | 29.4 (88.2)            | 35.3                                       | 88.2 (123.5)                               | 17.6                                               |\n| Annual yield (per 1000 tonnes)                                   |                                                                          |                        |                        |                                            |                                            |                                                    |\n| Primary product                                                  | Ectoine 102 tonnes (12% CDW at 85% recovery)                             | Ectoine 90 tonnes (12% | Ectoine 90 tonnes (12% | PHB 400 tonnes (50%                        | PHB 400 tonnes (50%                        | Protein G 63 tonnes (10% proteins at 90% recovery) |\n| Lipids                                                           | 80 tonnes (10% CDW at 80% recovery)                                      | CDW at 70% recovery)   | CDW at 70% recovery)   | CDW at 80% recovery) 80 tonnes (10% CDW at | CDW at 80% recovery) 80 tonnes (10% CDW at | 80 tonnes (10% CDW at 80% recovery)                |\n| Single cell protein Surface layers                               | 400 tonnes (50% CDW at 90% recovery) 75 tonnes (10% CDW at 75% recovery) |                        |                        |                                            |                                            | 560 tonnes (70% CDW at 90% recovery)               |\n| Methanobactin pMMO-containing biomass                            | 5 tonnes (1% CDW at 50% recovery)                                        | 817 tonnes (86% CDW    | 817 tonnes (86% CDW    |                                            |                                            | 5 tonnes (1% CDW at 50% recovery)                  |\n|                                                                  |                                                                          | recovery               | remainder)             |                                            | at 50%                                     |                                                    |\n| Bacteriocin                                                      |                                                                          |                        |                        | 5 tonnes (1%                               | (100%                                      |                                                    |\n| Gas consumption * (total gas use)                                |                                                                          |                        |                        |                                            |                                            |                                                    |\n| g CH 4 per gram biomass                                          | 1.70                                                                     | 1.70                   | 1.03                   | 2.07                                       | 1.11                                       | 1.04                                               |\n| CH 4 (tonnes year /C0 1 )                                        | 1700                                                                     | 1700                   | 1033 (2733)            | 2069                                       | 1111 (3180)                                | 1039                                               |\n| O 2 (tonnes year /C0 1 )                                         | 4352                                                                     | 4352                   | 2267 (6996)            | 5296                                       | 2844 (8141)                                | 2659                                               |",
    "* Based on a specific methane uptake 18.45 mmol gCDW /C0 1 h /C0 1 and 1.28:1 mol O2:CH4 (except for PHB R2).",
    "Fig. 1. Process flow diagram for a biorefinery primarily based on the production of (A) ectoine, where 1: single stage and 2: two stage, (B) PHB and (C) protein G from methanotrophic bacteria.",
    "the first stage, and increased the required hydraulic volume by 58.8 m 3 (total reactor volume: 123.5 m 3 ).",
    "At an 80% recovery efficiency, there is potential to generate 400 tonnes of high molecular weight (3 kDa) PHB. In a technoeconomic analysis of PHB generated using methane as the microbial carbon source, Levett et al. (2016) proposed acetone-based PHB extraction of dried biomass (&lt;6 Wt% water), where PHB was solubilised at 90 /C176 C under pressure (3 bar) for two hours. Insoluble biomass components were removed by centrifugation and the PHB dissolved in the acetone was crystallised/precipitated by cooling to 40 /C176 C and mixing with water (2:1). The insoluble biomass components would retain a fraction of acetone containing solubilised PHB. Typically, this would be recovered by solvent washing, but an alternative option would be extruding the remaining insoluble",
    "cell material biomass as a pellet, wafer or rod prior to recovering the remaining acetone. The extruded biomass would effectively be considered a heat-sterilised product nearly completely free of water, and could potentially be used as packaging/filler material or, at worst, burnt if the calorific value and ash content were within acceptable ranges. It would consist predominantly of thermally degraded intracellular components and peptidoglycan (crosslinked N -acetylglucosamine and N -acetylmuramic acid), and could find higher-value applications if surface active groups were identified that allowed easy functionalisation. If the polymer-bonded organic residue could find an application an additional 180 tonnes year /C0 1 of waste would become a product.",
    "Acomplex lipid and aqueous residue would remain after organic solvent recovery. The PHB extraction process would not favour subsequent enzyme or protein recovery, as the drying and thermal degradation would affect the tertiary structure. However, a smaller protein such as a 7 kD bacteriocin may survive the thermo-solvent extraction process and partition into the aqueous phase after solvent recovery. An added advantage for this process is the lack of sterility required to produce PHB. Literature indicates that significant quantities can be produced in a stable fashion by these methanotrophs in mixed cultures (Strong et al., 2016). The opportunity to operate under non-sterile conditions at an industrial scale would reduce operating costs. As with Scenario 2 for ectoine production, this scenario could produce very little organic waste. The possibility of sacrificing a fraction of the soluble PHB in the solvent phase to produce an extruded material will notably lower the organic waste generated in this scenario. The organic waste would primarily be soluble, degraded compounds remaining in the aqueous phase after crystallisation of the polymer and solvent recovery.",
    "4.3. Generating protein G and other products using a genetically modified Methylococcus, Methylomicrobium or Methylothermus species",
    "The third flagship product is the theoretical production of an IgG protein on the outer surface of a GM methanotroph as a protein G fusion surface layer protein (Fig. 1C). Based on an increase of biomass from 25 to 50 g/l over a 2.4 h period, the methanotrophs would consume 1039 tonnes of methane and 2659 tonnes of oxygen. Compared to the single stage production of ectoine, this process scenario would use 660 tonnes less methane, and 1690 tonnes less oxygen per year, illustrating the direct operational savings from a faster growth rate and a higher working concentration. Additionally, a faster growth rate is advantageous regarding reactor volume requirements. This process had the smallest reactor footprint, needing a hydraulic capacity of only 11.8 m 3 and a total reactor volume of 17.6 m 3 .",
    "Assuming the GMO had a typical total protein content of 70% obtained with M. capsulatus (Bath) and that the fusion protein comprised 10% of total cell protein, a 90% recovery efficiency would yield 63 tonnes of protein G. If 90% of the remaining protein could be recovered as SCP, this would yield 560 tonnes of SCP annually and significantly lower the waste from the process. While single cell protein from M. capsulatus (Bath) has regulatory approval for use as an animal feed, genetic modification would require reassessing the SCP for use as a feed supplement. An alternative to harvesting the SCP would be to harvest the lipids (80 tonnes annually) and methanobactin (5 tonnes annually), or even the entire cell mass for the pMMO - if the fusion protein could be enzymatically cleaved from the cell surface in a cell concentrate.",
    "Bacteria that use methane as their carbon source could be used in a biorefinery manner to generate multiple products during a sin- gle fermentation, including SCP, PHB, ectoine and lipids, or potential future products such as pMMO, methanobactin, bacteriocin and surface layers. Optimal production is an interplay between facility costs, yield, production rate, process efficiency and market value. The process scenarios presented illustrate the effects of growth rate and product accumulation on substrate use and reactor volume required. Studies at pilot scale, or that close the C, N and O mass balances, are vital to better determine financial feasibility.",
    "PJS and WPC gratefully acknowledge the support of the Centre for Solid Waste Bioprocessing, a joint initiative of the University of Queensland and Remondis Australia Pty Ltd. MK gratefully acknowledges support from the Department of Energy, Office of Energy Efficiency and Renewable Energy (EERE) under Award Number DE-EE0006877.",
    "Abbasi, T., Tauseef, S.M., Abbasi, S.A., 2012. Anaerobic digestion for global warming control and energy generation-An overview. Renew. Sustain. Energy Rev. 16 (5), 3228-3242.",
    "Addo, P.K., Arechederra, R.L., Waheed, A., Shoemaker, J.D., Sly, W.S., Minteer, S.D., 2011. Methanol production via bioelectrocatalytic reduction of carbon dioxide: role of carbonic anhydrase in improving electrode performance. Electrochem. Solid-State Lett. 14 (4), E9-E13.",
    "Anthony, C., 2004. The quinoprotein dehydrogenases for methanol and glucose. Arch. Biochem. Biophys. 428 (1), 2-9.",
    "Balasubramanian, R., Rosenzweig, A.C., 2008. Copper methanobactin: a molecule whose time has come. Curr. Opin. Chem. Biol. 12 (2), 245-249.",
    "Bothe, H., Møller Jensen, K., Mergel, A., Larsen, J., Jørgensen, C., Bothe, H., Jørgensen, L., 2002. Heterotrophic bacteria growing in association with Methylococcus capsulatus (Bath) in a single cell protein production process. Appl. Microbiol. Biotechnol. 59 (1), 33-39.",
    "Bowman, J., 2006. The methanotrophs-the families methylococcaceae and methylocystaceae. In: Dworkin, M., Falkow, S., Rosenberg, E., Schleifer, K.-H., Stackebrandt, E. (Eds.), The Prokaryotes. Springer, New, York, pp. 266-289.",
    "Bowman, J.P., Skerratt, J.H., Nichols, P.D., Sly, L.I., 1991. Phospholipid fatty acid and lipopolysaccharide fatty acid signature lipids in methane-utilizing bacteria. FEMS Microbiol. Lett. 85 (1), 15-22.",
    "Choi, J.I., Lee, S.Y., 1997. Process analysis and economic evaluation for poly(3hydroxybutyrate) production by fermentation. Bioprocess. Eng. 17 (6), 335342.",
    "Colby, J., Stirling, D., Dalton, H., 1977. The soluble methane monooxygenase of Methylococcus capsulatus (Bath): its ability to oxygenate n-alkanes, n-alkenes, ethers, and acyclic, aromatic and heterocyclic compounds. Biochem. J. 165, 395-402.",
    "Conrado, R.J., Gonzalez, R., 2014. Envisioning the bioconversion of methane to liquid fuels. Science 343 (6171), 621-623.",
    "Culpepper, M.A., Rosenzweig, A.C., 2012. Architecture and active site of particulate methane monooxygenase. Crit. Rev. Biochem. Mol. Biol. 47 (6), 483-492.",
    "Culpepper, M.A., Rosenzweig, A.C., 2014. Structure and protein-protein interactions of methanol dehydrogenase from Methylococcus capsulatus (Bath). Biochemistry 53 (39), 6211-6219.",
    "de la Torre, A., Metivier, A., Chu, F., Laurens, L.M.L., Beck, D.A.C., Pienkos, P.T., Lidstrom, M.E., Kalyuzhnaya, M.G., 2015. Genome-scale metabolic reconstructions and theoretical investigation of methane conversion in Methylomicrobium buryatense strain 5G(B1). Microb. Cell Fact. 14, 188.",
    "DiSpirito, A.A., Semrau, J.D., Murrell, J.C., Gallagher, W.H., Dennison, C., Vuilleumier, S., 2016. Methanobactin and the link between copper and bacterial methane oxidation. Microbiol. Mol. Biol. Rev. 80 (2), 387-409.",
    "Doronina, N.V., Ezhov, V.A., Trotsenko, Y.A., 2008. Growth of Methylosinus trichosporium OB3b on methane and poly-b-hydroxybutyrate biosynthesis. Appl. Biochem. Microbiol. 44 (2), 182-185.",
    "Egelseer, E.M., Ilk, N., Pum, D., Messner, P., Schäffer, C., Schuster, B., Sleytr, U.B., Flickinger, M.C, 2009. S-Layers, microbial, biotechnological applications. Encycl. Ind. Biotechnol. John Wiley &amp; Sons, Inc.",
    "Eshinimaev, B.T., Khmelenina, V.N., Sakharovskii, V.G., Suzina, N.E., Trotsenko, Y.A., 2002. Physiological, Biochemical, and Cytological Characteristics of a Haloalkalitolerant Methanotroph Grown on Methanol. Microbiology 71 (5), 512-518.",
    "Ettwig, K.F., Butler, M.K., Le Paslier, D., Pelletier, E., Mangenot, S., Kuypers, M.M.M., Schreiber, F., Dutilh, B.E., Zedelius, J., de Beer, D., Gloerich, J., Wessels, H.J.C.T., van Alen, T., Luesken, F., Wu, M.L., van de Pas-Schoonen, K.T., Op den Camp, H.J. M., Janssen-Megens, E.M., Francoijs, K.-J., Stunnenberg, H., Weissenbach, J., Jetten, M.S.M., Strous, M., 2010. Nitrite-driven anaerobic methane oxidation by oxygenic bacteria. Nature 464 (7288), 543-548.",
    "Fang, J., Barcelona, M.J., Semrau, J.D., 2000. Characterization of methanotrophic bacteria on the basis of intact phospholipid profiles. FEMS Microbiol. Lett. 189 (1), 67-72.",
    "Fei, Q., Guarnieri, M.T., Tao, L., Laurens, L.M.L., Dowe, N., Pienkos, P.T., 2014. Bioconversion of natural gas to liquid fuel: opportunities and challenges. Biotechnol. Adv. 32 (3), 596-614.",
    "Follner, C.G., Babel, W., Valentin, H.E., Steinbuchel, A., 1993. Expression of polyhydroxyalkanoic-acid-biosynthesis genes in methylotrophic bacteria relying on the ribulose monophosphate pathway. Appl. Microbiol. Biotechnol. 40 (2-3), 284-291.",
    "Gilman, A., Laurens, L.M., Puri, A.W., Chu, F., Pienkos, P.T., Lidstrom, M.E., 2015. Bioreactor performance parameters for an industrially-promising methanotroph Methylomicrobium buryatense 5GB1. Microb. Cell Fact. 14 (1), 182.",
    "Hamilton, R., Kits, K.D., Ramonovskaya, V.A., Rozova, O.N., Yurimoto, H., Iguchi, H., Khmelenina, V.N., Sakai, Y., Dunfield, P.F., Klotz, M.G., Knief, C., Op den Camp, H. J.M., Jetten, M.S.M., Bringel, F., Vuilleumier, S., Svenning, M.M., Shapiro, N., Woyke, T., Trotsenko, Y.A., Stein, L.Y., Kalyuzhnaya, M.G., 2015. Draft genomes of gammaproteobacterial methanotrophs isolated from terrestrial ecosystems. Genome Announcements 3 (3), e00515-15.",
    "Helm, J., Wendlandt, K.D., Jechorek, M., Stottmeister, U., 2008. Potassium deficiency results in accumulation of ultra-high molecular weight poly-betahydroxybutyrate in a methane-utilizing mixed culture. J. Appl. Microbiol. 105 (4), 1054-1061.",
    "Helm, J., Wendlandt, K.D., Rogge, G., Kappelmeyer, U., 2006. Characterizing a stable methane-utilizing mixed culture used in the synthesis of a high-quality biopolymer in an open system. J. Appl. Microbiol. 101 (2), 387-395.",
    "Henard, C.A., Smith, H., Dowe, N., Kalyuzhnaya, M.G., Pienkos, P.T., Guarnieri, M.T., 2016. Bioconversion of methane to lactate by an obligate methanotrophic bacterium. Sci. Rep. 6, 21585.",
    "Heyer, J., Berger, U., Hardt, M., Dunfield, P.F., 2005. Methylohalobius crimeensis gen. nov., sp. nov., a moderately halophilic, methanotrophic bacterium isolated from hypersaline lakes of Crimea. Int. J. Syst. Evol. Microbiol. 55 (5), 1817-1826.",
    "Howarth, R., Santoro, R., Ingraffea, A., 2011. Methane and the greenhouse-gas footprint of natural gas from shale formations. Climatic Change 106 (4), 679690.",
    "Hwang, I.Y., Lee, S.H., Choi, Y.S., Park, S.J., Na, J.G., Chang, I.S., Kim, C., Kim, H.C., Kim, Y.H., Lee, J.W., Lee, E.Y., 2014. Biocatalytic conversion of methane to methanol as a key step for development of methane-based biorefineries. J. Microbiol. Biotechnol. 24 (12), 1597-1605.",
    "IPCC, 2013. IPCC Fifth Assessment Report (AR4). Climate Change 2013: The Physical Science Basis. In: Stocker, T.F., Qin, D. (Eds.), Working Group I Contribution to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press. Cambridge, United Kingdom and New York, NY, USA, pp. 93-129.",
    "Joergensen, L., Degn, H., 1987. Growth rate and methane affinity of a turbidostatic and oxystatic continuous culture of Methylococcus capsulatus (Bath). Biotechnol. Lett. 9 (1), 71-76.",
    "Johnson, K.A., Ve, T., Larsen, Ø., Pedersen, R.B., Lillehaug, J.R., Jensen, H.B., Helland, R., Karlsen, O.A., 2014. CorA is a copper repressible surface-associated copper(I)binding protein produced in Methylomicrobium album BG8. PLoS ONE 9 (2), e87750.",
    "Kalyuzhnaya, M.G., 2016. Chapter 13 - methane biocatalysis: selecting the right microbe. In: Trinh, Carrie A., EckertCong, T. (Eds.), Biotechnology for Biofuel Production and Optimization. Elsevier, Amsterdam, pp. 353-383.",
    "Kalyuzhnaya, M.G., Khmelenina, V., Eshinimaev, B., Sorokin, D., Fuse, H., Lidstrom, M., Trotsenko, Y., 2008. Classification of halo(alkali)philic and halo (alkali)tolerant methanotrophs provisionally assigned to the genera Methylomicrobium and Methylobacter and emended description of the genus Methylomicrobium. Int. J. Syst. Evol. Microbiol. 58 (Pt 3), 591-596.",
    "Kalyuzhnaya, M.G., Puri, A.W., Lidstrom, M.E., 2015. Metabolic engineering in methanotrophic bacteria. Metab. Eng. 29, 142-152.",
    "Karthikeyan, O., Karthigeyan, C., Cirés, S., Heimann, K., 2015. Review of sustainable methane mitigation and bio-polymer production. Crit. Rev. Environ. Sci. Technol. 45 (15), 1579-1610.",
    "Khmelenina, V.N., Kalyuzhnaya, M.G., Sakharovsky, V.G., Suzina, N.E., Trotsenko, Y. A., Gottschalk, G., 1999. Osmoadaptation in halophilic and alkaliphilic methanotrophs. Arch. Microbiol. 172 (5), 321-329.",
    "Khmelenina, V.N., Kalyuzhnaya, M.G., Trotsenko, Y.A., 1997. Physiological and Biochemical Properties of a Haloalkalitolerant Methanotroph. Mikrobiologiya 66 (3), 447-453.",
    "Khmelenina, V.N., Rozova, N., But, C.Y., Mustakhimov, I.I., Reshetnikov, A.S., Beschastnyi, A.P., Trotsenko, Y.A., 2015. Biosynthesis of secondary metabolites in methanotrophs: biochemical and genetic aspects (review). Appl. Biochem. Microbiol. 51 (2), 150-158.",
    "Khmelenina, V.N., Suzina, N.E., Trotsenko, Y.A., 2013. Surface layers of methanotrophic bacteria. Microbiology 82 (5), 529-541.",
    "Khosravi-Darani, K., Mokhtari, Z.B., Amai, T., Tanaka, K., 2013. Microbial production of poly(hydroxybutyrate) from C-1 carbon sources. Appl. Microbiol. Biotechnol. 97 (4), 1407-1424.",
    "Koller, M., Salerno, A., Muhr, A., Reiterer, A., Braunegg, G., 2013. Polyhydroxyalkanoates: biodegradable polymers and plastics from renewable resources. Mater. Tehnol. 47, 5-12 (Copyright (C) 2013 American Chemical Society (ACS). All Rights Reserved).",
    "Levett, Birkett., Davies, Bell., Langford, A., Laycock, B., Lant, P., Pratt, S., 2016. Techno-economic assessment of poly-3-hydroxybutyrate (PHB) production from methane. Appl. Biochem. Biotechnol. (in submission)",
    "Müller, H., Hellgren, L., Olsen, E., Skrede, A., 2004. Lipids rich in phosphatidylethanolamine from natural gas-utilizing bacteria reduce plasma cholesterol and classes of phospholipids: A comparison with soybean oil. Lipids 39 (9), 833-841.",
    "Müller, H., Skrede, A., Kleppe, G. 2005. Lipids from methanotrophic bacteria for cholesterol reduction, Patent: WO 2005004888 A1.",
    "Mustakhimov, I.I., Reshetnikov, A.S., Glukhov, A.S., Khmelenina, V.N., Kalyuzhnaya, M.G., Trotsenko, Y.A., 2010. Identification and characterization of ectr1, a new transcriptional regulator of the ectoine biosynthesis genes in the halotolerant methanotroph Methylomicrobium alcaliphilum 20Z. J. Bacteriol. 192 (2), 410417.",
    "Nwaoha, C., Wood, D.A., 2014. A review of the utilization and monetization of Nigeria's natural gas resources: Current realities. J. Nat. Gas Sci. Eng. 18, 412432.",
    "Ojala, D.S., Beck, D., Kalyuzhnaya, M.G., 2011. Genetic systems for moderately halo (alkali) philic bacteria of the genus Methylomicrobium. Methods Enzymol. 495, 99-118.",
    "Overland, M., Tauson, A.H., Shearer, K., Skrede, A., 2010. Evaluation of methaneutilising bacteria products as feed ingredients for monogastric animals. Arch. Anim. Nutr. 64 (3), 171-189.",
    "Pashkova, N.I., Starostina, N.G., Tsiomenko, A.B., 1997. A secretory protein involved in the antagonistic interactions between methanotrophic bacteria. Biochemistry (Mosc.) 62 (4), 386-390.",
    "Pieja, A.J., Rostkowski, K.H., Criddle, C.S., 2011. Distribution and selection of poly-3hydroxybutyrate production capacity in methanotrophic proteobacteria. Microb. Ecol. 62 (3), 564-573.",
    "Rahalkar, M., 2006. Aerobic methanotrophic bacterial communities in sediments of Lake Constance Ph.D. In: Fachbereich Biologie. Universitat Konstanz, Germany. Rittmann, B.E., 2008. Opportunities for renewable bioenergy using microorganisms. Biotechnol. Bioeng. 100 (2), 203-212.",
    "Sauer, T., Galinski, E.A., 1998. Bacterial milking: a novel bioprocess for production of compatible solutes. Biotechnol. Bioeng. 57 (3), 306-313.",
    "Saville, R.M., Lee, S., Regitsky, D.D., Resnick, S.M., Silverman, J. 2014. Compositions and methods for biological production of lactate from c1 compounds using lactate dehydrogenase transformants, Patent.",
    "Schwibbert, K., Marin-Sanguino, A., Bagyan, I., Heidrich, G., Lentzen, G., Seitz, H., Rampp, M., Schuster, S.C., Klenk, H.P., Pfeiffer, F., Oesterhelt, D., Kunte, H.J., 2011. A blueprint of ectoine metabolism from the genome of the industrial producer Halomonas elongata DSM 2581 T. Environ. Microbiol. 13 (8), 19731994.",
    "Sharpe, P.L., 2008. Metabolic engineering of a methanotroph for the production of C40 carotenoids for aquaculture applications. FASEB J. 22 (413), 2.",
    "Shiemke, A.K., Cook, S.A., Miley, T., Singleton, P., 1995. Detergent solubilization of membrane-bound methane monooxygenase requires plastoquinol analogs as electron donors. Arch. Biochem. Biophys. 321 (2), 421-428.",
    "Shindell, D.T., Faluvegi, G., Koch, D.M., Schmidt, G.A., Unger, N., Bauer, S.E., 2009. Improved attribution of climate forcing to emissions. Science 326 (5953), 716718.",
    "Silverman, J., 2015. Single cell protein: a sustainable approach to meeting the growing protein demand. Aquafeed 7 (2), 10-14.",
    "Sleytr, U.B., Sara, M., 1997. Bacterial and archaeal S-layer proteins: structurefunction relationships and their biotechnological applications. Trends Biotechnol. 15 (1), 20-26.",
    "Starostina, N.G., Pashkova, N.I., Tsiomenko, A.B., 1998. Detection and partial characterization of bacteriocin in the methanotrophic bacterium Methylobacter bovis. Biochemistry (Mosc.) 63 (10), 1122-1125.",
    "Strong, P., Xie, S., Clarke, W.P., 2015. Methane as a resource: can the methanotrophs add value? Environ. Sci. Technol. 49 (7), 4001-4018.",
    "Strong, P.J., Laycock, B., Mahamud, S.N.S., Jensen, P.D., Lant, P.A., Tyson, G., Pratt, S., 2016. The opportunity for high performance biomaterials from methane. Microorganisms, Online.",
    "Takeguchi, M., Miyakawa, K., Okura, I., 1998. Properties of the membranes containing the particulate methane monooxygenase from Methylosinus trichosporium OB3b. Biometals 11 (3), 229-234.",
    "Trotsenko, I.A., Doronina, N.V., Khmelenina, V.N., 2005. Biotechnological potential of methylotrophic bacteria: a review of current status and future prospects. Prikl. Biokhim. Mikrobiol. 41 (5), 495-503.",
    "WorldBank, 2015. Zero Routine Flaring, &lt;http://www.worldbank.org/en/programs/ zero-routine-flaring-by-2030&gt;.",
    "Ye, R.W., Yao, H., Stead, K., Wang, T., Tao, L., Cheng, Q., Sharpe, P.L., Suh, W., Nagel, E., Arcilla, D., Dragotta, D., Miller, E.S., 2007. Construction of the astaxanthin biosynthetic pathway in a methanotrophic bacterium Methylomonas sp. strain 16a. J. Ind. Microbiol. Biotechnol. 34 (4), 289-299.",
    "Zúñiga, C., Morales, M., Le Borgne, S., Revah, S., 2011. Production of polyb -hydroxybutyrate (PHB) by Methylobacterium organophilum isolated from a methanotrophic consortium in a two-phase partition bioreactor. J. Hazard. Mater. 190 (1-3), 876-882.",
    "Zuniga, C., Morales, M., Revah, S., 2013. Polyhydroxyalkanoates accumulation by Methylobacterium organophilum CZ-2 during methane degradation using citrate or propionate as cosubstrates. Bioresour. Technol. 130, 686."
  ],
  "markdown_length": 76269,
  "chunks_count": 148,
  "extraction_method": "docling"
}