{
  "filename": "Takeguchi et al. 1997.pdf",
  "markdown": "## Optimization  of  Methanol Biosynthesis\n\n## by Methylosinus trichosporium OB3b: An Approach  to  Improve Methanol Accumulation\n\nMASAYUKI TAKEGUCHI, TAKAKO FURUTO, DAISUKE SUGIMORI,  AND  ICHIRO OKURA*\n\nDepartment  of  Bioengineering, Tokyo  Institute of  Technology, Nagatsuta,  Midori-ku, Yokohama,  226,  Japan\n\nReceived September 4,  1996;  Accepted  May 27,  1997\n\n## ABSTRACT\n\nMethylosinus trichosporium OB3b  is  a methanotrophic bacterium containing methane  mono-oxygenase, catalyzing hydroxylation of  methane to  methanol. When methane  is oxidized, the  product is  subsequently oxidized  by methanol  dehydrogenase contained in  the  same bacterium. To prevent further oxidation of  methanol, the  cell suspension was treated by cyclopropanol, an irreversible inhibitor for  methanol  dehydrogenase, leading to  extracellular methanol  accumulation. However,  the  reaction was terminated at  approx  3  h with  a  final methanol  concentration below 2.96  mmol/g dry  cell. The  methanol  production efficiency (the ratio of  the produced  methanol  per  methane  consumption) was 2.90%.  By selecting the  culture conditions and  the  reaction conditions, the  reaction continued for  100  h,  resulting in  a  methanol  concentration of  152  mmol/g dry  cell. This  level was 51  times higher than  that of  the  conventional reaction, and the  methanol  production efficiency was 61%.\n\nIndex  Entries: Methanol  synthesis; methane  monooxygenase; methanol dehydrogenase, cyclopropanol; Methylosinus trichosporium OB3b.\n\n*Author to  whom all correspondence and  reprint requests hould be  addressed.\n\nScheme 1. The  pathway of methanol synthesis with M. trichosporium OB3b.  MMO, methane  monooxygenase; MDH,  methanol  dehydrogenase;  FADH, formaldehyde dehydrogenase; FDH, formate dehydrogenase; PQQ, pyrroquinoline quinone.\n\n<!-- image -->\n\n## INTRODUCTION\n\nDirect oxidation of  methane to  methanol  is  highly attractive compared  to  the  present process consisting of  a  two  step process through  syngas. Methane  mono-oxygenase  (MMO)  catalyzes the  single-step oxidation of  methane  to  methanol  according to  the  following equation:\n\n<!-- formula-not-decoded -->\n\nPurified MMO is not  suitable in  methanol  synthesis reaction, because of  the  instability. Thus,  the  production of  methanol  from methane with methanotroph  was tried. When  the  cell suspension was treated by cyclopropanol, which  was an  irreversible inhibitor for  MDH,  it led  to  extracellular methanol  accumulation, as  shown in  Scheme 1 (1). In  this paper, we hope to  describe the  improvement  of  methanol  yield by selecting culture and  reaction conditions.\n\n## MATERIALS AND  METHODS\n\n## Materials\n\nAll  the  chemicals  used were of  the  highest grade available and were used  without  further purification. Methane and nitrogen were purchased  from Fujiibussan (Tokyo, Japan). Tetrazotized  o-dianisidine was obtained from  Sigma-Aldrich Japan  K.K.  (Tokyo, Japan). Naphthalene and copper  sulfate pentahydrate were  obtained from Kanto (Tokyo,  Japan).\n\nCyclopropanol was prepared by the  method reported previously (2). The other chemicals were  purchased from  Kanto.\n\n## Culture  of M. trichosporium OB3b\n\nM.  trichosporium OB3b  was  provided  by J.  D. Lipscomb of the University of  Minnesota. M. trichosporium OB3b was cultivated as  described by  Fox  et al. (3), but  the concentration of  copper (Cu)  in  the medium was different, as  indicated in  the text. Cell densities were  determined by  measuring the absorbance at 660  nm.  Cells were  harvested in logarithmetic phase  or  initial stationary phase  by  centrifugation at  6,800g  for 10  min,  washed  with 10  mM  phosphate buffer, pH 7.0, and  resuspended in  the 10  mM  phosphate buffer, pH 7.0.\n\n## Naphthalene Hydroxylation  Assay\n\nNaphthalene hydroxylation assay  has  been  used  as  an  indicator for soluble MMO (sMMO)  activity potential in  methanotrophs (4). This  assay is based  on  the  ability of  sMMO to  oxidize naphthalene to  1-naphthol and 2-naphthol. Oxidation  of  naphthalene was performed  as follows (4). Oxidation of  naphthalene was carried out  in  a  10-mL Erlenmeyer flask containing cell suspension (1.97 mg dry  cell) and  naphthalene (approx 10  rag) in 2  mL  of  10  mM  phosphate buffer, pH 7.0, at  30~  for  30  min.  Naphthols (1-naphthol and  2-naphthol) as  the  reaction products were  detected by  the formation of  purple diazo dyes  from  tetrazotized o-dianisidine.\n\n## Propene Epoxidation  Assay\n\nMMO activity was  measured  by  propene  epoxidation (5). MMO activity was determined from  the  initial slope of  a  time-course of  propene  oxide formation. Specific activity was defined as  the  activity per  total amount  of dry  cell in  the  sample.\n\n## Methanol Synthesis\n\nMethanol  production by M. trichosporium OB3b  was carried out  as follows. The sample  solution (3.5 mL) containing the  cell suspension was treated with  cyclopropanol and sodium formate  in  phosphate  buffer, pH 7.0, and  was then  introduced into a  10-mL screw-capped Erlenmeyer flask. The flask was sealed with  a  Teflon-sealed septa Funakoshi  (Tokyo, Japan), and  incubated for 5  min  at  reaction temperature. The  reaction was initiated by injecting 2.5  mL  of  methane  into the  flask with  a gas-tight syringe. Methanol  was measured  by gas  chromatography using  a Sorbitol 25% Gasport  B column  (4  m  x  3  mm  id, GL Sciences, Tokyo,  Japan)\n\nattached to  a  Hitachi (Tokyo, Japan) 263-30  gas  chromatograph (oven  temperature, 100~ carrier gas  [N2]  flow  rate, 21.8  mL/min).\n\n## SDS  Polyacrylamide  Gel Electrophoresis\n\nSDS polyacrylamide gel  electrophoresis (SDS-PAGE)  was performed using the method  of  Laemmli (6). The separating gels contained 12% T (%T is the  total concentration of  monomer used  to produce  the gel) and  2.6%  C, (%C is the  percentage of  the  total monomer of  crosslinking agent) and  the stacking gels  contained 3.0% T and  20%  C.  Phosphorylase b (Mr 97,400), serum  albumin  (Mr  66,200), ovalbumin  (Mr  45,000), carbo-nic anhydrase (M  r 31,000), trypsin inhibitor (Mr 21,500), and  lysozyme (Mr 14,400) were used  as  the  reference proteins.\n\n## RESULTS AND DISCUSSION\n\n## Effect of  Cu Concentration  in  Growth  Medium\n\nM. trichosporium OB3b was cultivated in  mineral salts media  containing cupric sulfate. As shown in  Fig. 1, the  growth  rate of M. trichosporium OB3b and  the  maximum  cell density decreased with  increasing Cu concentration, up to  20  ~M. The  maximum  specific growth  rate was 1.59 x 10-3/min, and the  maximum  cell density was 0.235 mg dry  cell/mL at  1.25 ~d of  Cu concentration. M. trichosporium OB3b  grew nicely at  1.25  ~,/of Cu concentration, and  grew  slowly at 20  ~M  of  Cu concentration.\n\nMMO activities of  these bacteria were  measured  by  propene  epoxidation. MMO activity was  directly related to  the Cu concentration up  to 20  ~,I. The maximum  MMO activity was 98.6 nmol of  propene  oxide  formed/mg dry  cell/mL at  20 ~ of  Cu concentration. As shown in  Table  1, M. trichosporium OB3b  grown under  20  ~ of  Cu concentration showed higher MMO activity than  the  cell grown at  1.25 ~I and 0.21 ~d of  Cu concentration. However, M. trichosporium OB3b  grew slowly  at  20 ~tM of  Cu concentration. Thus,  the  methanol  synthesis reaction was carried out  by M. trichosporium OB3b  grown  in  1.25 ~ Cu concentration, which  was the highest specific growth  rate, and  comparatively high  MMO activity.\n\nM. trichosporium OB3b  expresses either sMMO or  particulate MMO (pMMO),  and  the form  expressed strongly depended  on  the  concentration of  Cu during the  growth (5). At  low  Cu concentration sMMO is expressed. Otherwise, pMMO is expressed.\n\nMMO activities of these bacteria were measured  by the  naphthalene hydroxylation assay. Naphthalene hydroxylation assay has  been  used  as  an indicator for  sMMO activity potential in  methanotrophs (4). This  assay  is based  on  the  ability of  sMMO to  oxidize naphthalene to  1-naphthol and\n\n<!-- image -->\n\nTime\n\n/ h\n\nFig. 1.  Effect of  Cu concentration on  the growth  of M. trichosporium OB3b. M. trichosporium OB3b was grown  in  the mineral salts medium at  30~  under  methane-air (1:4 v/v%).  The  flask, were  agitated on  a  rotary shaker table maintained at  120  rpm. Cu concentration in  the medium:  [], 0.21 ~tM;  GLYPH&lt;14&gt;9  1.25 ~tM;  A,  20  ~tM.\n\nTable  1 Effect of  Cu Concentration in  Medium on  Specific Growth  Rate  and  MMO Activity\n\n|   Copper concentration in the medium / I~M | Specific growth rate / rain1   | Naphthalene oxidation\"   |   Propylene oxidation / ilmol GLYPH<12>9 rain\"1 GLYPH<12>9 g dry - cell 1 |\n|--------------------------------------------|--------------------------------|--------------------------|---------------------------------------------------------------------------|\n|                                       0.21 | 1.18 x 10-3                    | +                        |                                                                      27   |\n|                                       1.25 | 1.59 x 10-3                    | -                        |                                                                      64.9 |\n|                                      20    | 1.39 x 10 .4                   | -                        |                                                                      98.6 |\n\naAs  evidenced by  a  purple color with the diazonium reagent.\n\n+, color development; -, no  color development.\n\n2-naphthol. In  this assay, only M. trichosporium OB3b  grown in  0.21  ~'i  Cu concentration showed  naphthalene hydroxylation (Table 1). M. trichosporium OB3b  grown over  1.25  ~//Cu  did  not  show naphthalene hydroxylation; however,  the  culture did  show oxidation of  p r o p e n e in  propene  epoxidation assay. These  results  uggest that M. trichosporium OB3b  grown  in  0.21  pM  Cu concentration expresses mainly  sMMO, and M. trichosporium OB3b  grown over  1.25  ~M  Cu concentration expresses only  pMMO. In  addition, it  is known that two bands  corresponding to  polypeptides of  molecular masses 46 and 26 kDa, seen  on SDS-polyacrylamide gel  of  the  membrane fraction,\n\n25\n\nFig.  2.  Factors affecting methanol  accumulation. (A) the  effect of  cell density; (B)  the  effect of  temperature; (C)  the  effect of  sodium  formate concentration.\n\n<!-- image -->\n\nare  implicated for  pMMO (5,7). The electrophoretic profile of  the  broken cells obtained from  grown cells at  1.25 ~ of  Cu concentration showed the same putative pMMO polypeptide bands.  This  result indicates that M. trichosporium OB3b  grown over  1.25 ~V/Cu expresses only  pMMO.\n\n## Optimization  of  Methanol Biosynthesis\n\nTo optimize  methanol  accumulation by M. trichosporium OB3b, the effects of  cell density, reaction temperature, concentration of  sodium formate,  concentration of  phosphate  buffer, pH  7.0,  and concentration of cyclopropanol were  examined.\n\nThe study  on the  effect of  cell density on methanol  accumulation by M. trichosporium OB3b  indicated the  optimum cell density to  be  34.6 ~tg  of dry  cell/mL  (Fig. 2A).  At  higher cell density, there was no further increase in  methanol  accumulation.\n\nThe effect of  reaction temperature on methanol accumulation  by M. trichosporium OB3b  indicated the  optimum  temperature to  be 25~ (Fig. 2B).  Increasing the  temperature results in  a decrease in  methanol accumulation, possibly caused  by  instability ofthe  enzyme pMMO.\n\nThe relationship between concentration of sodium formate  and methanol  accumulation was studied (Fig. 2C).  The  methanol  accumulation increased with  increasing concentration of  sodium formate, and  was saturated by  more than  14.3  mM  sodium formate.\n\nMehta and coworkers  reported that high  concentration of  phosphate ions  (&gt;80 mM)  selectively inhibited MDH activity in  the  cells of M. trichosporium NCIB  11131 (8). In  the case  of M. trichosporium OB3b, high  concentration of  phosphate  buffer, pH  7.0,  also  inhibited MDH activity.\n\n8\n\nFig. 3. Effect of  cyclopropanol concentration on  pMMO activity and  MDH activity. The  pMMO activity (o) was measured  by  propene  epoxidation assay. The reaction mixture  contains cell suspension (34.6 mg dry  cell/mL), propylene (112  ~tmol), sodium  formate (14.3 mM), and  various concentrations of  cyclopropanol in  phosphate buffer (12.9 mM), pH 7.0. The  MDH activity (GLYPH&lt;14&gt; 9   was  measured by  methanol oxidation assay. The reaction mixture contains cell suspension (34.6 mg dry  cell/mL), methanol (18 ~tmol), and  various concentrations of cyclopropanol in phosphate buffer (22  mM), pH 7.0. The  reaction was carried out  at 30~  The  total volume  of  reaction mixture was  3.5 mL.\n\n<!-- image -->\n\nHowever,  the  methanol  accumulation decreased with  increasing concentration of  phosphate buffer, pH 7.0. These  results show that high  concentration of  phosphate ions  inhibited not  only  MDH activity, but  also pMMO activity in  the  cells.\n\nTo produce  methanol  by M.  trichosporium OB3b, it  is  necessary to inhibit the  oxidation of  methanol by  MDH contained in  the same  bacterium. In  this study, the  cell suspension was treated with  cyclopropanol, which  was an  irreversible inhibitor for MDH (2).\n\nFigure  3  shows  the  effects of  cyclopropanol concentration on  pMMO activity and  MDH activity (the activities were  measured  by  propene  epoxidation and  methanol  consumption, respectively). In  the  presence of  cyclopropanol, the  MDH activity decreased with  increasing cyclopropanol concentration. When  the  concentration of  cyclopropanol was 6.18  ~tM in the  reaction mixture, the  MDH activity decreased by 79.3%;  however, pMMO activity was not  affected. When the  concentration of  cyclopropanol was 6.18  W~I,  the  loss of  pMMO activity was only  12%.\n\n0.32\n\nFig. 4  Effect of  cyclopropanol concentration on  methanol  accumulation. The  reaction of mixture contains cell suspension (1.39 g  dry cell/mL), methane  (112 ~tmol), oxygen  (103 ~tmol), and  sodium  formate (14.3 raM)  in phosphate buffer (58.6 mM), pH 7.0. The  reaction was  carried out  at 30~\n\n<!-- image -->\n\nFigure  4 shows the  effect of  cyclopropanol on methanol  accumulation. The maximum  methanol  accumulation was observed  with  0.67 cyclopropanol in  the  reaction mixture. In  this cyclopropanol concentration, the  losses of  MMO activity and MDH activity in M. trichosporium OB3b were 5.2  and 49.8%, respectively. Thus,  when MDH activity in  the  cell remained  more than  50%, the  maximum methanol  accumulation was observed. These  results  uggest that the  MDH activity has  a  strong effect on  the  pMMO activity in  vivo.\n\nIn  previous  studies, Tonge and coworkers (9) proposed  that  the physiological electron donor  for pMMO in M. trichosporium OB3b was not NADH,  but  rather that the  immediate  donor  was the  CO-binding  cytochrome  c, being  reduced  in  turn by  the  MDH.  Andrew and  coworkers (10) also  reported that quinols were capable  of  directly reducing  detergentsolubilized pMMO from M. capsulatus (Bath). The  propene  epoxidation by the  cells that were not  treated with  cyclopropanol was measured in  the presence  of  methanol  instead of  sodium formate. The rate  of  propene oxide  formation was 116 ~tmol/min/g of  dry  cell, similar to  the  rate of methanol  consumption  (117  ~tmol/min/g of  dry  cell). This  result suggests that in  this system  the  rate of  methane  hydroxylation (the pMMO activity) is  limited by the  rate of  methanol  consumption  (the MDH activity), and\n\nTable 2 The  Reaction Condition of Methanol  Synthesis by M. trichosporium OB3b\n\n| Conditions               | Conventional        | Optimum                   |\n|--------------------------|---------------------|---------------------------|\n| Cells                    | 1.39 mg dry-cell/ml | 3.46 x 10-2mg dry-cell/ml |\n| Sodium formate           | 14.3 mM             | 14.3 mM                   |\n| Phosphate buffer(pH 7.0) | 58.6 mM             | 12.9 mM                   |\n| Cyclopropanol            | 251 /~M             | 67.0 nM *                 |\n| Temperature              | 30~                 | 25~                       |\n\na  M.  trichosporium OB3b  was incubated with  cyclopropanol at  20~ for  5  min  before reaction.\n\nFig. 5.  Time-course of  methanol produced  by M. trichosporium OB3b. The methanol synthesis was carried out  with  conventional conditions (GLYPH&lt;14&gt;9  with  optimum conditions (A). The reaction conditions were  described in  Table  2.\n\n<!-- image -->\n\nsupports the  contention that methanol  itself is  serving as  the  electron source for the  pMMO.\n\n## Methanol Synthesis\n\nMethanol  synthesis was carried out  with  reaction conditions indicated in  Table  2.  By optimizing the  reaction condition, the  reaction continued for 100  h and  the produced  methanol was 152  mmol/g of  dry  cell, which  is 51fold higher than  that of  the  conventional conditions (Fig. 5). In  addition, the\n\nmethanol  production  yield per  consumed methane,  which  was consumed by culture and  methanol  synthesis reaction, was 60.5% (compared to  2.9%  under conventional conditions). By selecting the  culture  conditions and reaction conditions, methane hydroxylation activity in  the  cell was kept  for  a  long time  and the  methanol  production  (the efficiency) dramatically increased.\n\n## ACKNOWLEDGMENTS\n\nM. trichosporium OB3b  was provided  by  J. D.  Lipscomb of  University of  Minnesota.  This  present work is partly defrayed  by  the  Grant-in-Aid  for Scientific Research  on  Prior-Areas-Research on \"Photoreaction Dynamics\" from the  Ministry  of  Education,  Science, Sports, and Culture  of  Japan (07228101).\n\n## REFERENCES\n\n1.  Shimoda,  M.,  Nemoto,  S., and  Okura,  I. (1991), J. Mol.  Catal. 64,  373-380.\n2.  Shirnoda, M. and  Okura,  I. (1991), J. Mol.  Catal. 64,  L23-L25.\n3. Fox,  B.  G.,  Froland, W. A., Jollie, D.  R., and  Lipscomb, J. D.  (1990), Methods  Enzymol. 188, 191-202.\n4. Brussseau, G.  A., Tsien, H.-C., Richard, R.  S., and Wackett, L.  P.  (1990), Biodegradation 1, 19-29.\n5. Burrows,  K. J., Harrison, D. E.  F.,  and Higgins, I. J.  (1984), J.  Gen. Microbiol. 130, 3327-3333.\n6.  Laemmli,  U.  K.  (1970), Nature 227,  680-685.\n7.  Prior, S.  D. and Dalton, H. (1985), J. Gen.  Microbiol. 131,  155-163.\n8. Mehta,  P.  K., Saroj, S., and Ghose, T.  K.  (1987), J. Gen.  Microbiol. 33,  221-229.\n9.  Tonge,  G.  M.,  Harrison, D.  E.  F., Knowles,  C.  J., and  Higgins, I. J. (1975), FEBS Lett. 58, 293-299.\n10. Shiemke,  A.  K., Cook,  S.  A.,  Miley, T., and Singleton, P.  (1995), Arch. Biochem.  Biophys. 321,  421-428.",
  "chunks": [
    "## Optimization  of  Methanol Biosynthesis",
    "## by Methylosinus trichosporium OB3b: An Approach  to  Improve Methanol Accumulation",
    "MASAYUKI TAKEGUCHI, TAKAKO FURUTO, DAISUKE SUGIMORI,  AND  ICHIRO OKURA*",
    "Department  of  Bioengineering, Tokyo  Institute of  Technology, Nagatsuta,  Midori-ku, Yokohama,  226,  Japan",
    "Received September 4,  1996;  Accepted  May 27,  1997",
    "Methylosinus trichosporium OB3b  is  a methanotrophic bacterium containing methane  mono-oxygenase, catalyzing hydroxylation of  methane to  methanol. When methane  is oxidized, the  product is  subsequently oxidized  by methanol  dehydrogenase contained in  the  same bacterium. To prevent further oxidation of  methanol, the  cell suspension was treated by cyclopropanol, an irreversible inhibitor for  methanol  dehydrogenase, leading to  extracellular methanol  accumulation. However,  the  reaction was terminated at  approx  3  h with  a  final methanol  concentration below 2.96  mmol/g dry  cell. The  methanol  production efficiency (the ratio of  the produced  methanol  per  methane  consumption) was 2.90%.  By selecting the  culture conditions and  the  reaction conditions, the  reaction continued for  100  h,  resulting in  a  methanol  concentration of  152  mmol/g dry  cell. This  level was 51  times higher than  that of  the  conventional reaction, and the  methanol  production efficiency was 61%.",
    "Index  Entries: Methanol  synthesis; methane  monooxygenase; methanol dehydrogenase, cyclopropanol; Methylosinus trichosporium OB3b.",
    "*Author to  whom all correspondence and  reprint requests hould be  addressed.",
    "Scheme 1. The  pathway of methanol synthesis with M. trichosporium OB3b.  MMO, methane  monooxygenase; MDH,  methanol  dehydrogenase;  FADH, formaldehyde dehydrogenase; FDH, formate dehydrogenase; PQQ, pyrroquinoline quinone.",
    "Direct oxidation of  methane to  methanol  is  highly attractive compared  to  the  present process consisting of  a  two  step process through  syngas. Methane  mono-oxygenase  (MMO)  catalyzes the  single-step oxidation of  methane  to  methanol  according to  the  following equation:",
    "<!-- formula-not-decoded -->",
    "Purified MMO is not  suitable in  methanol  synthesis reaction, because of  the  instability. Thus,  the  production of  methanol  from methane with methanotroph  was tried. When  the  cell suspension was treated by cyclopropanol, which  was an  irreversible inhibitor for  MDH,  it led  to  extracellular methanol  accumulation, as  shown in  Scheme 1 (1). In  this paper, we hope to  describe the  improvement  of  methanol  yield by selecting culture and  reaction conditions.",
    "## MATERIALS AND  METHODS",
    "All  the  chemicals  used were of  the  highest grade available and were used  without  further purification. Methane and nitrogen were purchased  from Fujiibussan (Tokyo, Japan). Tetrazotized  o-dianisidine was obtained from  Sigma-Aldrich Japan  K.K.  (Tokyo, Japan). Naphthalene and copper  sulfate pentahydrate were  obtained from Kanto (Tokyo,  Japan).",
    "Cyclopropanol was prepared by the  method reported previously (2). The other chemicals were  purchased from  Kanto.",
    "## Culture  of M. trichosporium OB3b",
    "M.  trichosporium OB3b  was  provided  by J.  D. Lipscomb of the University of  Minnesota. M. trichosporium OB3b was cultivated as  described by  Fox  et al. (3), but  the concentration of  copper (Cu)  in  the medium was different, as  indicated in  the text. Cell densities were  determined by  measuring the absorbance at 660  nm.  Cells were  harvested in logarithmetic phase  or  initial stationary phase  by  centrifugation at  6,800g  for 10  min,  washed  with 10  mM  phosphate buffer, pH 7.0, and  resuspended in  the 10  mM  phosphate buffer, pH 7.0.",
    "## Naphthalene Hydroxylation  Assay",
    "Naphthalene hydroxylation assay  has  been  used  as  an  indicator for soluble MMO (sMMO)  activity potential in  methanotrophs (4). This  assay is based  on  the  ability of  sMMO to  oxidize naphthalene to  1-naphthol and 2-naphthol. Oxidation  of  naphthalene was performed  as follows (4). Oxidation of  naphthalene was carried out  in  a  10-mL Erlenmeyer flask containing cell suspension (1.97 mg dry  cell) and  naphthalene (approx 10  rag) in 2  mL  of  10  mM  phosphate buffer, pH 7.0, at  30~  for  30  min.  Naphthols (1-naphthol and  2-naphthol) as  the  reaction products were  detected by  the formation of  purple diazo dyes  from  tetrazotized o-dianisidine.",
    "## Propene Epoxidation  Assay",
    "MMO activity was  measured  by  propene  epoxidation (5). MMO activity was determined from  the  initial slope of  a  time-course of  propene  oxide formation. Specific activity was defined as  the  activity per  total amount  of dry  cell in  the  sample.",
    "## Methanol Synthesis",
    "Methanol  production by M. trichosporium OB3b  was carried out  as follows. The sample  solution (3.5 mL) containing the  cell suspension was treated with  cyclopropanol and sodium formate  in  phosphate  buffer, pH 7.0, and  was then  introduced into a  10-mL screw-capped Erlenmeyer flask. The flask was sealed with  a  Teflon-sealed septa Funakoshi  (Tokyo, Japan), and  incubated for 5  min  at  reaction temperature. The  reaction was initiated by injecting 2.5  mL  of  methane  into the  flask with  a gas-tight syringe. Methanol  was measured  by gas  chromatography using  a Sorbitol 25% Gasport  B column  (4  m  x  3  mm  id, GL Sciences, Tokyo,  Japan)",
    "attached to  a  Hitachi (Tokyo, Japan) 263-30  gas  chromatograph (oven  temperature, 100~ carrier gas  [N2]  flow  rate, 21.8  mL/min).",
    "## SDS  Polyacrylamide  Gel Electrophoresis",
    "SDS polyacrylamide gel  electrophoresis (SDS-PAGE)  was performed using the method  of  Laemmli (6). The separating gels contained 12% T (%T is the  total concentration of  monomer used  to produce  the gel) and  2.6%  C, (%C is the  percentage of  the  total monomer of  crosslinking agent) and  the stacking gels  contained 3.0% T and  20%  C.  Phosphorylase b (Mr 97,400), serum  albumin  (Mr  66,200), ovalbumin  (Mr  45,000), carbo-nic anhydrase (M  r 31,000), trypsin inhibitor (Mr 21,500), and  lysozyme (Mr 14,400) were used  as  the  reference proteins.",
    "## RESULTS AND DISCUSSION",
    "## Effect of  Cu Concentration  in  Growth  Medium",
    "M. trichosporium OB3b was cultivated in  mineral salts media  containing cupric sulfate. As shown in  Fig. 1, the  growth  rate of M. trichosporium OB3b and  the  maximum  cell density decreased with  increasing Cu concentration, up to  20  ~M. The  maximum  specific growth  rate was 1.59 x 10-3/min, and the  maximum  cell density was 0.235 mg dry  cell/mL at  1.25 ~d of  Cu concentration. M. trichosporium OB3b  grew nicely at  1.25  ~,/of Cu concentration, and  grew  slowly at 20  ~M  of  Cu concentration.",
    "MMO activities of  these bacteria were  measured  by  propene  epoxidation. MMO activity was  directly related to  the Cu concentration up  to 20  ~,I. The maximum  MMO activity was 98.6 nmol of  propene  oxide  formed/mg dry  cell/mL at  20 ~ of  Cu concentration. As shown in  Table  1, M. trichosporium OB3b  grown under  20  ~ of  Cu concentration showed higher MMO activity than  the  cell grown at  1.25 ~I and 0.21 ~d of  Cu concentration. However, M. trichosporium OB3b  grew slowly  at  20 ~tM of  Cu concentration. Thus,  the  methanol  synthesis reaction was carried out  by M. trichosporium OB3b  grown  in  1.25 ~ Cu concentration, which  was the highest specific growth  rate, and  comparatively high  MMO activity.",
    "M. trichosporium OB3b  expresses either sMMO or  particulate MMO (pMMO),  and  the form  expressed strongly depended  on  the  concentration of  Cu during the  growth (5). At  low  Cu concentration sMMO is expressed. Otherwise, pMMO is expressed.",
    "MMO activities of these bacteria were measured  by the  naphthalene hydroxylation assay. Naphthalene hydroxylation assay has  been  used  as  an indicator for  sMMO activity potential in  methanotrophs (4). This  assay  is based  on  the  ability of  sMMO to  oxidize naphthalene to  1-naphthol and",
    "Fig. 1.  Effect of  Cu concentration on  the growth  of M. trichosporium OB3b. M. trichosporium OB3b was grown  in  the mineral salts medium at  30~  under  methane-air (1:4 v/v%).  The  flask, were  agitated on  a  rotary shaker table maintained at  120  rpm. Cu concentration in  the medium:  [], 0.21 ~tM;  GLYPH&lt;14&gt;9  1.25 ~tM;  A,  20  ~tM.",
    "Table  1 Effect of  Cu Concentration in  Medium on  Specific Growth  Rate  and  MMO Activity",
    "|   Copper concentration in the medium / I~M | Specific growth rate / rain1   | Naphthalene oxidation\"   |   Propylene oxidation / ilmol GLYPH<12>9 rain\"1 GLYPH<12>9 g dry - cell 1 |\n|--------------------------------------------|--------------------------------|--------------------------|---------------------------------------------------------------------------|\n|                                       0.21 | 1.18 x 10-3                    | +                        |                                                                      27   |\n|                                       1.25 | 1.59 x 10-3                    | -                        |                                                                      64.9 |\n|                                      20    | 1.39 x 10 .4                   | -                        |                                                                      98.6 |",
    "aAs  evidenced by  a  purple color with the diazonium reagent.",
    "+, color development; -, no  color development.",
    "2-naphthol. In  this assay, only M. trichosporium OB3b  grown in  0.21  ~'i  Cu concentration showed  naphthalene hydroxylation (Table 1). M. trichosporium OB3b  grown over  1.25  ~//Cu  did  not  show naphthalene hydroxylation; however,  the  culture did  show oxidation of  p r o p e n e in  propene  epoxidation assay. These  results  uggest that M. trichosporium OB3b  grown  in  0.21  pM  Cu concentration expresses mainly  sMMO, and M. trichosporium OB3b  grown over  1.25  ~M  Cu concentration expresses only  pMMO. In  addition, it  is known that two bands  corresponding to  polypeptides of  molecular masses 46 and 26 kDa, seen  on SDS-polyacrylamide gel  of  the  membrane fraction,",
    "Fig.  2.  Factors affecting methanol  accumulation. (A) the  effect of  cell density; (B)  the  effect of  temperature; (C)  the  effect of  sodium  formate concentration.",
    "are  implicated for  pMMO (5,7). The electrophoretic profile of  the  broken cells obtained from  grown cells at  1.25 ~ of  Cu concentration showed the same putative pMMO polypeptide bands.  This  result indicates that M. trichosporium OB3b  grown over  1.25 ~V/Cu expresses only  pMMO.",
    "## Optimization  of  Methanol Biosynthesis",
    "To optimize  methanol  accumulation by M. trichosporium OB3b, the effects of  cell density, reaction temperature, concentration of  sodium formate,  concentration of  phosphate  buffer, pH  7.0,  and concentration of cyclopropanol were  examined.",
    "The study  on the  effect of  cell density on methanol  accumulation by M. trichosporium OB3b  indicated the  optimum cell density to  be  34.6 ~tg  of dry  cell/mL  (Fig. 2A).  At  higher cell density, there was no further increase in  methanol  accumulation.",
    "The effect of  reaction temperature on methanol accumulation  by M. trichosporium OB3b  indicated the  optimum  temperature to  be 25~ (Fig. 2B).  Increasing the  temperature results in  a decrease in  methanol accumulation, possibly caused  by  instability ofthe  enzyme pMMO.",
    "The relationship between concentration of sodium formate  and methanol  accumulation was studied (Fig. 2C).  The  methanol  accumulation increased with  increasing concentration of  sodium formate, and  was saturated by  more than  14.3  mM  sodium formate.",
    "Mehta and coworkers  reported that high  concentration of  phosphate ions  (&gt;80 mM)  selectively inhibited MDH activity in  the  cells of M. trichosporium NCIB  11131 (8). In  the case  of M. trichosporium OB3b, high  concentration of  phosphate  buffer, pH  7.0,  also  inhibited MDH activity.",
    "Fig. 3. Effect of  cyclopropanol concentration on  pMMO activity and  MDH activity. The  pMMO activity (o) was measured  by  propene  epoxidation assay. The reaction mixture  contains cell suspension (34.6 mg dry  cell/mL), propylene (112  ~tmol), sodium  formate (14.3 mM), and  various concentrations of  cyclopropanol in  phosphate buffer (12.9 mM), pH 7.0. The  MDH activity (GLYPH&lt;14&gt; 9   was  measured by  methanol oxidation assay. The reaction mixture contains cell suspension (34.6 mg dry  cell/mL), methanol (18 ~tmol), and  various concentrations of cyclopropanol in phosphate buffer (22  mM), pH 7.0. The  reaction was carried out  at 30~  The  total volume  of  reaction mixture was  3.5 mL.",
    "However,  the  methanol  accumulation decreased with  increasing concentration of  phosphate buffer, pH 7.0. These  results show that high  concentration of  phosphate ions  inhibited not  only  MDH activity, but  also pMMO activity in  the  cells.",
    "To produce  methanol  by M.  trichosporium OB3b, it  is  necessary to inhibit the  oxidation of  methanol by  MDH contained in  the same  bacterium. In  this study, the  cell suspension was treated with  cyclopropanol, which  was an  irreversible inhibitor for MDH (2).",
    "Figure  3  shows  the  effects of  cyclopropanol concentration on  pMMO activity and  MDH activity (the activities were  measured  by  propene  epoxidation and  methanol  consumption, respectively). In  the  presence of  cyclopropanol, the  MDH activity decreased with  increasing cyclopropanol concentration. When  the  concentration of  cyclopropanol was 6.18  ~tM in the  reaction mixture, the  MDH activity decreased by 79.3%;  however, pMMO activity was not  affected. When the  concentration of  cyclopropanol was 6.18  W~I,  the  loss of  pMMO activity was only  12%.",
    "Fig. 4  Effect of  cyclopropanol concentration on  methanol  accumulation. The  reaction of mixture contains cell suspension (1.39 g  dry cell/mL), methane  (112 ~tmol), oxygen  (103 ~tmol), and  sodium  formate (14.3 raM)  in phosphate buffer (58.6 mM), pH 7.0. The  reaction was  carried out  at 30~",
    "Figure  4 shows the  effect of  cyclopropanol on methanol  accumulation. The maximum  methanol  accumulation was observed  with  0.67 cyclopropanol in  the  reaction mixture. In  this cyclopropanol concentration, the  losses of  MMO activity and MDH activity in M. trichosporium OB3b were 5.2  and 49.8%, respectively. Thus,  when MDH activity in  the  cell remained  more than  50%, the  maximum methanol  accumulation was observed. These  results  uggest that the  MDH activity has  a  strong effect on  the  pMMO activity in  vivo.",
    "In  previous  studies, Tonge and coworkers (9) proposed  that  the physiological electron donor  for pMMO in M. trichosporium OB3b was not NADH,  but  rather that the  immediate  donor  was the  CO-binding  cytochrome  c, being  reduced  in  turn by  the  MDH.  Andrew and  coworkers (10) also  reported that quinols were capable  of  directly reducing  detergentsolubilized pMMO from M. capsulatus (Bath). The  propene  epoxidation by the  cells that were not  treated with  cyclopropanol was measured in  the presence  of  methanol  instead of  sodium formate. The rate  of  propene oxide  formation was 116 ~tmol/min/g of  dry  cell, similar to  the  rate of methanol  consumption  (117  ~tmol/min/g of  dry  cell). This  result suggests that in  this system  the  rate of  methane  hydroxylation (the pMMO activity) is  limited by the  rate of  methanol  consumption  (the MDH activity), and",
    "Table 2 The  Reaction Condition of Methanol  Synthesis by M. trichosporium OB3b",
    "| Conditions               | Conventional        | Optimum                   |\n|--------------------------|---------------------|---------------------------|\n| Cells                    | 1.39 mg dry-cell/ml | 3.46 x 10-2mg dry-cell/ml |\n| Sodium formate           | 14.3 mM             | 14.3 mM                   |\n| Phosphate buffer(pH 7.0) | 58.6 mM             | 12.9 mM                   |\n| Cyclopropanol            | 251 /~M             | 67.0 nM *                 |\n| Temperature              | 30~                 | 25~                       |",
    "a  M.  trichosporium OB3b  was incubated with  cyclopropanol at  20~ for  5  min  before reaction.",
    "Fig. 5.  Time-course of  methanol produced  by M. trichosporium OB3b. The methanol synthesis was carried out  with  conventional conditions (GLYPH&lt;14&gt;9  with  optimum conditions (A). The reaction conditions were  described in  Table  2.",
    "supports the  contention that methanol  itself is  serving as  the  electron source for the  pMMO.",
    "## Methanol Synthesis",
    "Methanol  synthesis was carried out  with  reaction conditions indicated in  Table  2.  By optimizing the  reaction condition, the  reaction continued for 100  h and  the produced  methanol was 152  mmol/g of  dry  cell, which  is 51fold higher than  that of  the  conventional conditions (Fig. 5). In  addition, the",
    "methanol  production  yield per  consumed methane,  which  was consumed by culture and  methanol  synthesis reaction, was 60.5% (compared to  2.9%  under conventional conditions). By selecting the  culture  conditions and reaction conditions, methane hydroxylation activity in  the  cell was kept  for  a  long time  and the  methanol  production  (the efficiency) dramatically increased.",
    "M. trichosporium OB3b  was provided  by  J. D.  Lipscomb of  University of  Minnesota.  This  present work is partly defrayed  by  the  Grant-in-Aid  for Scientific Research  on  Prior-Areas-Research on \"Photoreaction Dynamics\" from the  Ministry  of  Education,  Science, Sports, and Culture  of  Japan (07228101).",
    "1.  Shimoda,  M.,  Nemoto,  S., and  Okura,  I. (1991), J. Mol.  Catal. 64,  373-380.\n2.  Shirnoda, M. and  Okura,  I. (1991), J. Mol.  Catal. 64,  L23-L25.\n3. Fox,  B.  G.,  Froland, W. A., Jollie, D.  R., and  Lipscomb, J. D.  (1990), Methods  Enzymol. 188, 191-202.\n4. Brussseau, G.  A., Tsien, H.-C., Richard, R.  S., and Wackett, L.  P.  (1990), Biodegradation 1, 19-29.\n5. Burrows,  K. J., Harrison, D. E.  F.,  and Higgins, I. J.  (1984), J.  Gen. Microbiol. 130, 3327-3333.\n6.  Laemmli,  U.  K.  (1970), Nature 227,  680-685.\n7.  Prior, S.  D. and Dalton, H. (1985), J. Gen.  Microbiol. 131,  155-163.\n8. Mehta,  P.  K., Saroj, S., and Ghose, T.  K.  (1987), J. Gen.  Microbiol. 33,  221-229.\n9.  Tonge,  G.  M.,  Harrison, D.  E.  F., Knowles,  C.  J., and  Higgins, I. J. (1975), FEBS Lett. 58, 293-299.\n10. Shiemke,  A.  K., Cook,  S.  A.,  Miley, T., and Singleton, P.  (1995), Arch. Biochem.  Biophys. 321,  421-428."
  ],
  "markdown_length": 18873,
  "chunks_count": 63,
  "extraction_method": "docling"
}