{
  "filename": "Xin et al. 2004.pdf",
  "markdown": "<!-- image -->\n\nBiotechnology, 3 (1): 67-71, 2004 ISSN 1682-2978 2004 Asian Network for Scientific Information\n\n## Biosynthesis of Methanol from COz and CH, by Methanotrophic Bacteria\n\nJia Xin; Jun-Ru Cui, Jian-zhong Shao-feng Hua; Chun-Gu Xia, Shu-Ben Li and 'Li-Min Zhu State Laboratory for Oxo Synthesis and Selective Oxidation; Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, China Niu, Ying Key\n\n'College of Chemistry and Chemical Engineering, Donghua University; Shanghai 200051, China\n\nAbstract: Methanotrophs can oxidize methane to carbon dioxide through sequential reactions catalyzed by a series of enzymes including methane monooxygenase; methanol dehydrogenase; formaldehyde dehydrogenase methanol an opposite   reaction of methanol oxidation; which requires a considerable amount of energy\\_ So far there are no known organisms whose normal biological role is reduction of carbon dioxide to methanol. In this paper; we report that bioconversion of carbon dioxide to methanol was successfully achieved res cells of methanotrophic bacteria of Methylosinus trichosporium IMV 3011 as biocatalysts. Extracellular methanol accumulation has been found in the carbon dioxide incubations . The conversion of carbon dioxide to methanol is energy-intensive and requires reducing equivalent to the reaction energy laws For long-term maintenance of methanol synthesis, methane was selected as substrate for   regeneration of reducing   equivalent: By alternate reaction and regeneration; the results show that resting cell of M. trichosporium IMV 3011 can be used for many times to catalyze the reduction of carbon dioxide; in which the origin of the reducing equivalent is methane. It is possible to theoretically deduce that the overall reaction for methanol synthesis can be completed by biocatalysis using greenhouse gases (carbon dioxide and methane) as raw materials  without adding hydrogen:  This new route should be environmentally benign and a selective process operating at room temperature and normal pressure Also; it is theoretically   possible that the overall reaction can produce methanol without adding  to the greenhouse effect. using sting push along against words: Carbon dioxide reduction; methane oxidation; methanol production  methanotrophic bacteria; reducing equivalent regeneration Key\n\n## INTRODUCTION\n\nMethanol is in the chemical industry in a variety of ways. Methanol is a building block for other chemicals \\_ It can be used directly as an alternative fuel source, as antifreeze and as precursor to other compounds \\_ Methanol can be produced   chemically via methane, coal,   heavy Synthesis of methanol from carbon dioxide has several obvious advantages For example; carbon dioxide is one of the greenhouse gases; which have been theorized to contribute to 'global warming. However; the conversion of carbon dioxide to methanol is fundamentally difficult to achieve under mild condition in chemical catalysis Conventional methods for synthesizing  methanol from CO2 suffer from certain drawbacks such as inefficiencies , costs , high energy consumption and the need for special equipment adapted for high temperature OI highly corrosive environments . Enzymatically coupled sequential reduction of COz to methanol\\_ US series of reaction catalyzed by three different dehydrogenases; is used ing particularly appeali In the process, the ability of the dehydrogenases to catalyze the reverse reactions in the presence of an excess of reducing equivalent has been exploited to facilitate reductions of COz that are difficult to achieve us sing traditional chemical methods . However; the process   presents example in order to keep the conversion process going, costly reduced nicotinamide adenine dinucleotide (NADH) must be used as reducing equivalent for each dehydrogenase-catalyzed reaction   NADH is depleted in the reaction and subsequently more NADH must be added   Also, it is very difficult to control the multi-step reaction in reaction sequence and to proportion the suitable enzyme dosage. In addition intermediates of the pathway may be used in other reactions , diluted and exposed to bulk solvent where may be degraded ling given\n\nAccordingly, nlew technique for   conversion of carbon dioxide to methanol that alleviates such drawbacks is desired.\n\nWe have investigated whether intact microorganisms can be used as biocatalysts for the reduction of to\n\n## Biotechnology; 3 (1): 67-71, 2004\n\nScheme 1: The pathway of methanol synthesis from carbon dioxide (a) and reducing alent regeneration by methane (b) equiv:\n\n<!-- image -->\n\nFaDH: Formate Dehydrogenase FadDH: Formaldehyde Dehydrogenase MDH: Methanol Dehydrogenase  MMO: Methane monooxygenase\n\nmethanol, to overcome the above-mentioned drawbacks, since the enzymes are likely to be more stable in the cell than in the purified form and will ensure continuing supply of NADH Unfortunately, up to now, there are no known organisms whose normal biological role is reduction of COz to methanol.\n\nReducing   COz to methanol is the reverse of the oxidation of methanol\\_ In this paper, we show that it is possible and feasible to reduce CO to methanol   by methanotrophic whole cells containing the enzymes formate dehydrogenase;   formaldehyde dehydrogenase and methanol dehydrogenase; despite the fact that these enzymes normally oxidize their substrates in vivo OI in vitro (Scheme la.) Since methane   monooxygenase cannot effectively catalyze the reverse reaction of methane monooxygenation extracellular methanol accumulation has been found in the COz incubations\\_ For maintenance of   methanol   synthesis for time, methane was selected as substrate for   reducing equivalent regeneration (Scheme 1b.) long\n\nThere are microorganisms called methanotrophs that can utilize methane as their sole carbon source and energy source for In these   organisms, methane is oxidized via methanol formaldehyde and formate to carbon dioxide with some formaldehyde incorporated into cell biomass . The reducing equivalents produced in these reactions are partly sent to the electron transport chain for ATP synthesis and partly used in the methane monooxygenase reaction produced from methane oxidation is partly emitted and   partly incorporated into cell biomass via the serine being\n\n## MATERIALS AND METHODS\n\nCulture of Methylosinus   trichosporium IMV 3011: Methylosinus   trichosporium IMV 3011 cells were obtained from the Institute of 'Microbiology and Virology (Kiev . USSR) The following nitrate mineral salt medium was   used for the methanotroph large-scale  cultivation (g/):   NH;CL 0.49; KHPOA7H,O, 0.40, ZnSO, Large-scale cultivation of cells was carried out ina 15 liter, an atmosphere of methane and air (1:10, vlv) at 329C for about 96 h: Cells were harvested by centrifuge at 9,000 g for 10 min and washed twice with 20 mM phosphate buffer (pH 7.0). Cells were resuspended in   the same buffer containing 5 mM MgClz and used in batch experiments.\n\ndioxide was determined chromatographically a gas chromatograph   equipped   with capillary GC column 30 m; stationary phase; SE-54) and flame ionisation Pure nitrogen  served as the carrier gas at a flow rate of 75 ml min-'\\_ The temperatures 180 C, respectively . To evaluate the concentration of methanol   produced as a result of the cell suspension catalyzed reaction; 0.5 ul of the reaction solution was used for GC measurements . The concentration of methanol was calculated  by US areas for the characteristic methanol band in the chromatogram using sing peak\n\nRepetitive  batch experiments: The batch experiments were conducted in a 100 ml sealed conical flasks (under atmospheric pressure)   containing 10 ml washed cell suspension: The gaseous phase of the flask was replaced by carbon dioxide. The flasks were incubated and shaken was stopped after 24 h. The contents of the conical flasks\n\nwere centrifuged and the cells were resuspended in 20mM phosphate  buffer (pH7.0) containing 5 mM MgCl (at a same cell concentration of 3 mg dry weight cell. ml-'), and air (1:10, vlv) in a shaker   operated at 32 C and 150 rpm After 12 h regeneration the cell suspension was reused for the next batch experiment:. All values are average of three runs with a variation of 3-5% the mean\\_ from\n\n## RESULTS AND DISCUSSION\n\nThe feasibility of methanol bioconversion from carbon dioxide by methanotroph: The experiments were first conducted in 100 ml sealed conical flasks   (under atmospheric pressure) containing 10 ml cell suspension: The gaseous phase of the flask was replaced by gaseous rotary shaker (150 rpm) Chromatographic determinations of the liquid phase were carried out at different reaction times . It has been found that resting cell suspensions of M. trichosporium IMV 3011 can reduce COz to methanol which accumulated in the reaction medium\\_ No product peak other than methanol from CO2 reduction was detected For the whole cell-catalyzed pathway to synthesize methanol three dehydrogenases   catalyzing the sequential reduction of COz to methanol are in close proximity to one another within the cell. Thus, reducing equivalents; substrates and intermediates have shorter distances to travel to each enzyme So no formaldehyde or formic acid was observed in the CO2 incubations The oxidation of methane is catalyzed by methane monooxygenases (MMO), which are classical monooxygenases that utilize two reducing equivalents to split the 0-0 bonds of dioxygen:. One of the oxygen atoms is reduced to form HzO and the other is incorporated into methane to form In this   study, methanol obtained from COz reduction was accumulated and excreted out of the cells. The result led us to assume that the MMO is not able to the reverse reaction of the methane monooxygenation. catalyze\n\nControl experiments with heat-killed cells indicated that the methanol was produced enzymatically The production of methanol COz reached a maximum after 24 h of incubation in batch experiments . The amount of methanol slowly declined after further incubation; perhaps through   enzymatic Or nonenzymatic degradation of methanol, depletion of intracellular reducing equivalents (eg. NAD(P)H or PQQH Or due to product inhibition from\n\nThe effect of CO, concentrations: Various concentrations of COz were used to examine the production of methanol by resting  cell suspensions   of M.  trichosporium IMV\n\n3011 . Nitrogen was used to balance the rest of   the gaseous assayed after 6 h of incubation A COz concentration in the gaseous phase of 40% supported maximum methanol production:  Higher COz concentration did not stimulate nor inhibit the production of methanol\\_ The reaction rate appears to be dependent upon the solubility of CO2. phase.\n\nThe effect of methane on the production of methanol: Of course, in the methanotrophic bacteria; methane can also be oxidized into methanol, but the   product   methanol   is subsequently oxidized by To obtained methanol from methane by   methanotrophic bacteria; an inhibitor for methanol dehydrogenase must be used to   prevent further oxidation Also;  equal molar reducer such as formate must be used to drive the reaction[;,9] This in turn perhaps consunes more conversion.\n\nIn this paper; the effect of methane on the production of methanol was also studied  The production of methanol by cell suspension of M. trichosporium IMV 3011 was assayed in the presence of a amount of methane The initial concentration of COz in the gaseous was kept constant ( 40%) in all of the experiments As shown in 1. methane supply favors methanol accumulation: The result suggests that methane can be simultaneously oxidized into methanol during   reduction of CO2 to methanol  and the further oxidation of methanol can be perfectly inhibited in the presence of an excess of CO2 In contrast, no methanol was produced when methane oxygen were used solely as substrates given phase Fig: and\n\nThe effect of cell concentrations:  The cell density in reaction solution also influences methanol production. The amount of methanol accumulated after 6 h incubation increased as the concentration of cell was increased up to about 3 mg ml-' and no further increase in methanol   production was observed at higher cell concentrations This indicated that at cell concentrations higher   than 3 mg ml the solubility of the gaseous substrates becomes the rate-limiting factor in the production of methanol.\n\nAlternate reaction and regeneration of M trichosporium IMV 3011: Conv reverse of the oxidation process Whereas oxidation releases a large amount of reducing equivalent, logically the   reverse   would require considerable   amount. The ability of methanotrophs to transform COz to methanol may be limited by reducing equivalent consumption: The transformation; however;, is of no benefit to the cells as erting\n\n## Biotechnology; 3 (1): 67-71, 2004\n\nFig. 1: Time course of methanol production by cell suspensions of Methylosinus trichosporium IMV 3011\n\n<!-- image -->\n\nFig. 2: Repetitive batch synthesis of methanol from COz with M. trichosporium IMV 3011\n\n<!-- image -->\n\ntypically consume reducing   equivalent   from this CO2 conversion experiments , cells lost almost 100% of their initial methanol synthesis ability after 2 repetitions of the process they\n\nFor maintenance of methanol biosynthesis for a time, methane was selected as a substrate for reducing equivalent regeneration The inviable cell suspension of M.trichosporium IMV 3011 was in vivo regenerated with methane and air (1:10, v/v in the flask for 12 h at 32 C. After the regeneration process; the cell suspension was continuously (or immediately) used to produce methanol As shown in Fig. 3, the rapid resumption of reduction activity of the inviable cells suggests that a process (reducing equivalent regeneration) was respons rather than slower processes (generation of additional cells or of long rapid ible, dehydrogenase enzyme). As shown in Fig. 2, the inviable cell still partly retained the ability to synthesize methanol from COz after 12 h incubation without methane It is suspected that the methanotrophic bacteria may rely on their   endogenous   reserves lipid inclusions for source of electrons and energy during starvation: (eg\n\nIn the process of reducing equivalent regeneration part of methane has been oxidized completely to COz. Methane is trace gas in the atmosphere; contributing significantly to the greenhouse effect. It is 26 times more efficient in absorbing   and re-emitting infrared radiation The conversion of carbon dioxide to\n\nAs shown in Fig. 2 by   alternate and intermittent regeneration of inviable cell; the repetitive batch methanol times with no obvious disappearance of methanol synthesis ability.\n\n## Biotechnology; 3 (1): 67-71, 2004\n\nFig. 3: Time course of methanol synthesis ability regeneration of cell of M. trichosporium IMV 3011 by methane and air (1:10, vlv)\n\n<!-- image -->\n\nmethanol energy intensive and   requires   reducing equivalent to push   the  reaction against   energy laws . Herein; the origin of the reducing  equivalent  is methane Therefore, it is theoretically possible that the overall reaction can environmentally   friendly, renewable process without adding to the greenhouse effect along\n\n## ACKNOWLEDGMENTS\n\nWe thank the National Nature Science Foundation of Chinese (29933040), the Special Funds for Major State Basic Research of China and the Royal Society of UK for support.\n\n## REFERENCES\n\n- 1 Cybulski; A 1994. Liquid-Phase Methanol Synthesis-Catalysts, Mechanism; Kinetics, Chemical Equilibria; Vapor-Liquid Equilibria and Modeling -A Review; Catalysis Reviews-Science and Engineering, 36: 557-615\n- 2 Lange, JP . 2001 . Methanol synthesis: a short review of   technology improvements, Catalysis Today; 64: 3-8.\n- 3 Rozovskii; A.Y. G.I Lin; 1999, Catalytic synthesis of methanol, Kinetics and Catalysis, 40: 773-794.\n- 4 Marchionna; M M Di Girolamo; L sliabue, MJ. Spangler and T.H Fleisch 1998. A review of low temperature methanol synthesis; Studies in Surface Science and Catalysis, 119: 539-544. Tagl\n5. Arakawa, H 1998, Research and development on new synthetic routes for basic chemicals by catalytic hydrogenation of COz Studies in Surface Science and Catalysis; 114: 19-30.\n6. Obert, R. adBC. Dave; 1999, Enzymatic conversion of carbon dioxide to methanol: Enhanced methanol production in silica sol-gel matrices, J. Am. Soc\\_ 121: 12192-12193.\n- Hanson; and TE Hanson 1996. Methanotrophic bacteria; Microbiological Reviews, pp: 439-471 .\n8. Furuto, I M Takeguchi I Okura 1999. Semicontinuous methanol biosynthesis by Methylosinus trichosporium OB3b, Journal of Molecular Catalysis A: Chemical, 144: 257-261 and\n- 9 Mehta, PK S. Mishra and IK Ghose, 1991 Methanol Biosynthesis By Covalently Immobilized Cells Of   Methylosinus-Trichosporium-Batch And Continuous Studies, Biotechnology and Bioengineering, 37: 551-556.\n- 11 . Lelieveld J. PJ. Crutzem and C. Bruhl, 1993. Climate Effects Of Atmospheric Methane, Chemosphere; 26: 739-768.\n- JS. Hoffman   and AM  Thompson; 1991 Methane On The Greenhouse Agenda; Nature (London), 354: 181-182.\n13. Lipscomb;, JD. 1994. Biochemistry Of The Soluble Methane   Monooxygenase; Annu. Rev . Microbiol 48: 371-399.",
  "chunks": [
    "Biotechnology, 3 (1): 67-71, 2004 ISSN 1682-2978 2004 Asian Network for Scientific Information",
    "## Biosynthesis of Methanol from COz and CH, by Methanotrophic Bacteria",
    "Jia Xin; Jun-Ru Cui, Jian-zhong Shao-feng Hua; Chun-Gu Xia, Shu-Ben Li and 'Li-Min Zhu State Laboratory for Oxo Synthesis and Selective Oxidation; Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, China Niu, Ying Key",
    "'College of Chemistry and Chemical Engineering, Donghua University; Shanghai 200051, China",
    "Abstract: Methanotrophs can oxidize methane to carbon dioxide through sequential reactions catalyzed by a series of enzymes including methane monooxygenase; methanol dehydrogenase; formaldehyde dehydrogenase methanol an opposite   reaction of methanol oxidation; which requires a considerable amount of energy\\_ So far there are no known organisms whose normal biological role is reduction of carbon dioxide to methanol. In this paper; we report that bioconversion of carbon dioxide to methanol was successfully achieved res cells of methanotrophic bacteria of Methylosinus trichosporium IMV 3011 as biocatalysts. Extracellular methanol accumulation has been found in the carbon dioxide incubations . The conversion of carbon dioxide to methanol is energy-intensive and requires reducing equivalent to the reaction energy laws For long-term maintenance of methanol synthesis, methane was selected as substrate for   regeneration of reducing   equivalent: By alternate reaction and regeneration; the results show that resting cell of M. trichosporium IMV 3011 can be used for many times to catalyze the reduction of carbon dioxide; in which the origin of the reducing equivalent is methane. It is possible to theoretically deduce that the overall reaction for methanol synthesis can be completed by biocatalysis using greenhouse gases (carbon dioxide and methane) as raw materials  without adding hydrogen:  This new route should be environmentally benign and a selective process operating at room temperature and normal pressure Also; it is theoretically   possible that the overall reaction can produce methanol without adding  to the greenhouse effect. using sting push along against words: Carbon dioxide reduction; methane oxidation; methanol production  methanotrophic bacteria; reducing equivalent regeneration Key",
    "Methanol is in the chemical industry in a variety of ways. Methanol is a building block for other chemicals \\_ It can be used directly as an alternative fuel source, as antifreeze and as precursor to other compounds \\_ Methanol can be produced   chemically via methane, coal,   heavy Synthesis of methanol from carbon dioxide has several obvious advantages For example; carbon dioxide is one of the greenhouse gases; which have been theorized to contribute to 'global warming. However; the conversion of carbon dioxide to methanol is fundamentally difficult to achieve under mild condition in chemical catalysis Conventional methods for synthesizing  methanol from CO2 suffer from certain drawbacks such as inefficiencies , costs , high energy consumption and the need for special equipment adapted for high temperature OI highly corrosive environments . Enzymatically coupled sequential reduction of COz to methanol\\_ US series of reaction catalyzed by three different dehydrogenases; is used ing particularly appeali In the process, the ability of the dehydrogenases to catalyze the reverse reactions in the presence of an excess of reducing equivalent has been exploited to facilitate reductions of COz that are difficult to achieve us sing traditional chemical methods . However; the process   presents example in order to keep the conversion process going, costly reduced nicotinamide adenine dinucleotide (NADH) must be used as reducing equivalent for each dehydrogenase-catalyzed reaction   NADH is depleted in the reaction and subsequently more NADH must be added   Also, it is very difficult to control the multi-step reaction in reaction sequence and to proportion the suitable enzyme dosage. In addition intermediates of the pathway may be used in other reactions , diluted and exposed to bulk solvent where may be degraded ling given",
    "Accordingly, nlew technique for   conversion of carbon dioxide to methanol that alleviates such drawbacks is desired.",
    "We have investigated whether intact microorganisms can be used as biocatalysts for the reduction of to",
    "## Biotechnology; 3 (1): 67-71, 2004",
    "Scheme 1: The pathway of methanol synthesis from carbon dioxide (a) and reducing alent regeneration by methane (b) equiv:",
    "FaDH: Formate Dehydrogenase FadDH: Formaldehyde Dehydrogenase MDH: Methanol Dehydrogenase  MMO: Methane monooxygenase",
    "methanol, to overcome the above-mentioned drawbacks, since the enzymes are likely to be more stable in the cell than in the purified form and will ensure continuing supply of NADH Unfortunately, up to now, there are no known organisms whose normal biological role is reduction of COz to methanol.",
    "Reducing   COz to methanol is the reverse of the oxidation of methanol\\_ In this paper, we show that it is possible and feasible to reduce CO to methanol   by methanotrophic whole cells containing the enzymes formate dehydrogenase;   formaldehyde dehydrogenase and methanol dehydrogenase; despite the fact that these enzymes normally oxidize their substrates in vivo OI in vitro (Scheme la.) Since methane   monooxygenase cannot effectively catalyze the reverse reaction of methane monooxygenation extracellular methanol accumulation has been found in the COz incubations\\_ For maintenance of   methanol   synthesis for time, methane was selected as substrate for   reducing equivalent regeneration (Scheme 1b.) long",
    "There are microorganisms called methanotrophs that can utilize methane as their sole carbon source and energy source for In these   organisms, methane is oxidized via methanol formaldehyde and formate to carbon dioxide with some formaldehyde incorporated into cell biomass . The reducing equivalents produced in these reactions are partly sent to the electron transport chain for ATP synthesis and partly used in the methane monooxygenase reaction produced from methane oxidation is partly emitted and   partly incorporated into cell biomass via the serine being",
    "## MATERIALS AND METHODS",
    "Culture of Methylosinus   trichosporium IMV 3011: Methylosinus   trichosporium IMV 3011 cells were obtained from the Institute of 'Microbiology and Virology (Kiev . USSR) The following nitrate mineral salt medium was   used for the methanotroph large-scale  cultivation (g/):   NH;CL 0.49; KHPOA7H,O, 0.40, ZnSO, Large-scale cultivation of cells was carried out ina 15 liter, an atmosphere of methane and air (1:10, vlv) at 329C for about 96 h: Cells were harvested by centrifuge at 9,000 g for 10 min and washed twice with 20 mM phosphate buffer (pH 7.0). Cells were resuspended in   the same buffer containing 5 mM MgClz and used in batch experiments.",
    "dioxide was determined chromatographically a gas chromatograph   equipped   with capillary GC column 30 m; stationary phase; SE-54) and flame ionisation Pure nitrogen  served as the carrier gas at a flow rate of 75 ml min-'\\_ The temperatures 180 C, respectively . To evaluate the concentration of methanol   produced as a result of the cell suspension catalyzed reaction; 0.5 ul of the reaction solution was used for GC measurements . The concentration of methanol was calculated  by US areas for the characteristic methanol band in the chromatogram using sing peak",
    "Repetitive  batch experiments: The batch experiments were conducted in a 100 ml sealed conical flasks (under atmospheric pressure)   containing 10 ml washed cell suspension: The gaseous phase of the flask was replaced by carbon dioxide. The flasks were incubated and shaken was stopped after 24 h. The contents of the conical flasks",
    "were centrifuged and the cells were resuspended in 20mM phosphate  buffer (pH7.0) containing 5 mM MgCl (at a same cell concentration of 3 mg dry weight cell. ml-'), and air (1:10, vlv) in a shaker   operated at 32 C and 150 rpm After 12 h regeneration the cell suspension was reused for the next batch experiment:. All values are average of three runs with a variation of 3-5% the mean\\_ from",
    "## RESULTS AND DISCUSSION",
    "The feasibility of methanol bioconversion from carbon dioxide by methanotroph: The experiments were first conducted in 100 ml sealed conical flasks   (under atmospheric pressure) containing 10 ml cell suspension: The gaseous phase of the flask was replaced by gaseous rotary shaker (150 rpm) Chromatographic determinations of the liquid phase were carried out at different reaction times . It has been found that resting cell suspensions of M. trichosporium IMV 3011 can reduce COz to methanol which accumulated in the reaction medium\\_ No product peak other than methanol from CO2 reduction was detected For the whole cell-catalyzed pathway to synthesize methanol three dehydrogenases   catalyzing the sequential reduction of COz to methanol are in close proximity to one another within the cell. Thus, reducing equivalents; substrates and intermediates have shorter distances to travel to each enzyme So no formaldehyde or formic acid was observed in the CO2 incubations The oxidation of methane is catalyzed by methane monooxygenases (MMO), which are classical monooxygenases that utilize two reducing equivalents to split the 0-0 bonds of dioxygen:. One of the oxygen atoms is reduced to form HzO and the other is incorporated into methane to form In this   study, methanol obtained from COz reduction was accumulated and excreted out of the cells. The result led us to assume that the MMO is not able to the reverse reaction of the methane monooxygenation. catalyze",
    "Control experiments with heat-killed cells indicated that the methanol was produced enzymatically The production of methanol COz reached a maximum after 24 h of incubation in batch experiments . The amount of methanol slowly declined after further incubation; perhaps through   enzymatic Or nonenzymatic degradation of methanol, depletion of intracellular reducing equivalents (eg. NAD(P)H or PQQH Or due to product inhibition from",
    "The effect of CO, concentrations: Various concentrations of COz were used to examine the production of methanol by resting  cell suspensions   of M.  trichosporium IMV",
    "3011 . Nitrogen was used to balance the rest of   the gaseous assayed after 6 h of incubation A COz concentration in the gaseous phase of 40% supported maximum methanol production:  Higher COz concentration did not stimulate nor inhibit the production of methanol\\_ The reaction rate appears to be dependent upon the solubility of CO2. phase.",
    "The effect of methane on the production of methanol: Of course, in the methanotrophic bacteria; methane can also be oxidized into methanol, but the   product   methanol   is subsequently oxidized by To obtained methanol from methane by   methanotrophic bacteria; an inhibitor for methanol dehydrogenase must be used to   prevent further oxidation Also;  equal molar reducer such as formate must be used to drive the reaction[;,9] This in turn perhaps consunes more conversion.",
    "In this paper; the effect of methane on the production of methanol was also studied  The production of methanol by cell suspension of M. trichosporium IMV 3011 was assayed in the presence of a amount of methane The initial concentration of COz in the gaseous was kept constant ( 40%) in all of the experiments As shown in 1. methane supply favors methanol accumulation: The result suggests that methane can be simultaneously oxidized into methanol during   reduction of CO2 to methanol  and the further oxidation of methanol can be perfectly inhibited in the presence of an excess of CO2 In contrast, no methanol was produced when methane oxygen were used solely as substrates given phase Fig: and",
    "The effect of cell concentrations:  The cell density in reaction solution also influences methanol production. The amount of methanol accumulated after 6 h incubation increased as the concentration of cell was increased up to about 3 mg ml-' and no further increase in methanol   production was observed at higher cell concentrations This indicated that at cell concentrations higher   than 3 mg ml the solubility of the gaseous substrates becomes the rate-limiting factor in the production of methanol.",
    "Alternate reaction and regeneration of M trichosporium IMV 3011: Conv reverse of the oxidation process Whereas oxidation releases a large amount of reducing equivalent, logically the   reverse   would require considerable   amount. The ability of methanotrophs to transform COz to methanol may be limited by reducing equivalent consumption: The transformation; however;, is of no benefit to the cells as erting",
    "## Biotechnology; 3 (1): 67-71, 2004",
    "Fig. 1: Time course of methanol production by cell suspensions of Methylosinus trichosporium IMV 3011",
    "Fig. 2: Repetitive batch synthesis of methanol from COz with M. trichosporium IMV 3011",
    "typically consume reducing   equivalent   from this CO2 conversion experiments , cells lost almost 100% of their initial methanol synthesis ability after 2 repetitions of the process they",
    "For maintenance of methanol biosynthesis for a time, methane was selected as a substrate for reducing equivalent regeneration The inviable cell suspension of M.trichosporium IMV 3011 was in vivo regenerated with methane and air (1:10, v/v in the flask for 12 h at 32 C. After the regeneration process; the cell suspension was continuously (or immediately) used to produce methanol As shown in Fig. 3, the rapid resumption of reduction activity of the inviable cells suggests that a process (reducing equivalent regeneration) was respons rather than slower processes (generation of additional cells or of long rapid ible, dehydrogenase enzyme). As shown in Fig. 2, the inviable cell still partly retained the ability to synthesize methanol from COz after 12 h incubation without methane It is suspected that the methanotrophic bacteria may rely on their   endogenous   reserves lipid inclusions for source of electrons and energy during starvation: (eg",
    "In the process of reducing equivalent regeneration part of methane has been oxidized completely to COz. Methane is trace gas in the atmosphere; contributing significantly to the greenhouse effect. It is 26 times more efficient in absorbing   and re-emitting infrared radiation The conversion of carbon dioxide to",
    "As shown in Fig. 2 by   alternate and intermittent regeneration of inviable cell; the repetitive batch methanol times with no obvious disappearance of methanol synthesis ability.",
    "## Biotechnology; 3 (1): 67-71, 2004",
    "Fig. 3: Time course of methanol synthesis ability regeneration of cell of M. trichosporium IMV 3011 by methane and air (1:10, vlv)",
    "methanol energy intensive and   requires   reducing equivalent to push   the  reaction against   energy laws . Herein; the origin of the reducing  equivalent  is methane Therefore, it is theoretically possible that the overall reaction can environmentally   friendly, renewable process without adding to the greenhouse effect along",
    "We thank the National Nature Science Foundation of Chinese (29933040), the Special Funds for Major State Basic Research of China and the Royal Society of UK for support.",
    "- 1 Cybulski; A 1994. Liquid-Phase Methanol Synthesis-Catalysts, Mechanism; Kinetics, Chemical Equilibria; Vapor-Liquid Equilibria and Modeling -A Review; Catalysis Reviews-Science and Engineering, 36: 557-615\n- 2 Lange, JP . 2001 . Methanol synthesis: a short review of   technology improvements, Catalysis Today; 64: 3-8.\n- 3 Rozovskii; A.Y. G.I Lin; 1999, Catalytic synthesis of methanol, Kinetics and Catalysis, 40: 773-794.\n- 4 Marchionna; M M Di Girolamo; L sliabue, MJ. Spangler and T.H Fleisch 1998. A review of low temperature methanol synthesis; Studies in Surface Science and Catalysis, 119: 539-544. Tagl\n5. Arakawa, H 1998, Research and development on new synthetic routes for basic chemicals by catalytic hydrogenation of COz Studies in Surface Science and Catalysis; 114: 19-30.\n6. Obert, R. adBC. Dave; 1999, Enzymatic conversion of carbon dioxide to methanol: Enhanced methanol production in silica sol-gel matrices, J. Am. Soc\\_ 121: 12192-12193.\n- Hanson; and TE Hanson 1996. Methanotrophic bacteria; Microbiological Reviews, pp: 439-471 .\n8. Furuto, I M Takeguchi I Okura 1999. Semicontinuous methanol biosynthesis by Methylosinus trichosporium OB3b, Journal of Molecular Catalysis A: Chemical, 144: 257-261 and\n- 9 Mehta, PK S. Mishra and IK Ghose, 1991 Methanol Biosynthesis By Covalently Immobilized Cells Of   Methylosinus-Trichosporium-Batch And Continuous Studies, Biotechnology and Bioengineering, 37: 551-556.\n- 11 . Lelieveld J. PJ. Crutzem and C. Bruhl, 1993. Climate Effects Of Atmospheric Methane, Chemosphere; 26: 739-768.\n- JS. Hoffman   and AM  Thompson; 1991 Methane On The Greenhouse Agenda; Nature (London), 354: 181-182.\n13. Lipscomb;, JD. 1994. Biochemistry Of The Soluble Methane   Monooxygenase; Annu. Rev . Microbiol 48: 371-399."
  ],
  "markdown_length": 17224,
  "chunks_count": 40,
  "extraction_method": "docling"
}